Table_MonsterAffix = {
  [1] = {
    id = 1,
    Type = 1,
    Name = "凝视",
    Icon = "",
    Desc = ""
  },
  [2] = {
    id = 2,
    Type = 1,
    Name = "腐化",
    Icon = "",
    Desc = ""
  },
  [3] = {
    id = 3,
    Type = 1,
    Name = "隐匿",
    Icon = "",
    Desc = ""
  },
  [4] = {
    id = 4,
    Type = 1,
    Name = "被奴役",
    Icon = "",
    Desc = ""
  },
  [5] = {
    id = 5,
    Type = 1,
    Name = "暗壁",
    Icon = "",
    Desc = ""
  },
  [10] = {
    id = 10,
    Type = 1,
    Name = "光壁",
    Icon = "",
    Desc = ""
  },
  [15] = {
    id = 15,
    Type = 1,
    Name = "爆炸",
    Icon = "",
    Desc = ""
  },
  [16] = {
    id = 16,
    Type = 1,
    Name = "坚守",
    Icon = "",
    Desc = ""
  },
  [17] = {
    id = 17,
    Type = 1,
    Name = "亡语",
    Icon = "",
    Desc = ""
  },
  [18] = {
    id = 18,
    Type = 1,
    Name = "蛛网",
    Icon = "",
    Desc = ""
  },
  [19] = {
    id = 19,
    Type = 1,
    Name = "奥术",
    Icon = "",
    Desc = ""
  },
  [20] = {
    id = 20,
    Type = 1,
    Name = "诅咒",
    Icon = "",
    Desc = ""
  },
  [21] = {
    id = 21,
    Type = 1,
    Name = "封印",
    Icon = "",
    Desc = ""
  },
  [22] = {
    id = 22,
    Type = 1,
    Name = "共生",
    Icon = "",
    Desc = ""
  },
  [23] = {
    id = 23,
    Type = 1,
    Name = "分裂",
    Icon = "",
    Desc = ""
  },
  [24] = {
    id = 24,
    Type = 1,
    Name = "荆棘",
    Icon = "",
    Desc = ""
  },
  [25] = {
    id = 25,
    Type = 1,
    Name = "浴血",
    Icon = "",
    Desc = ""
  },
  [26] = {
    id = 26,
    Type = 1,
    Name = "虚无",
    Icon = "",
    Desc = ""
  },
  [27] = {
    id = 27,
    Type = 1,
    Name = "蔽眼",
    Icon = "",
    Desc = ""
  },
  [28] = {
    id = 28,
    Type = 1,
    Name = "霸邪",
    Icon = "",
    Desc = ""
  },
  [30] = {
    id = 30,
    Type = 1,
    Name = "狂击",
    Icon = "",
    Desc = ""
  },
  [31] = {
    id = 31,
    Type = 1,
    Name = "无力化",
    Icon = "",
    Desc = ""
  },
  [32] = {
    id = 32,
    Type = 1,
    Name = "鹰眼",
    Icon = "",
    Desc = ""
  },
  [33] = {
    id = 33,
    Type = 1,
    Name = "劫心",
    Icon = "",
    Desc = ""
  },
  [34] = {
    id = 34,
    Type = 1,
    Name = "治愈",
    Icon = "",
    Desc = ""
  },
  [35] = {
    id = 35,
    Type = 1,
    Name = "奋战",
    Icon = "",
    Desc = ""
  },
  [37] = {
    id = 37,
    Type = 1,
    Name = "赏金",
    Icon = "",
    Desc = ""
  },
  [101] = {
    id = 101,
    Type = 2,
    Name = "冰霜",
    Icon = "skill_81001",
    Desc = "受到水与火属性伤害降低，受到风属性伤害提升"
  },
  [102] = {
    id = 102,
    Type = 2,
    Name = "火焰",
    Icon = "skill_79001",
    Desc = "受到火与地属性伤害降低，受到水属性伤害提升"
  },
  [103] = {
    id = 103,
    Type = 2,
    Name = "大地",
    Icon = "skill_93001",
    Desc = "受到地与风属性伤害降低，受到火属性伤害提升"
  },
  [104] = {
    id = 104,
    Type = 2,
    Name = "疾风",
    Icon = "skill_84001",
    Desc = "受到风与水属性伤害降低，受到地属性伤害提升"
  },
  [105] = {
    id = 105,
    Type = 2,
    Name = "虚无",
    Icon = "skill_1161001",
    Desc = "受到念属性伤害提升，受到其余属性伤害降低"
  },
  [106] = {
    id = 106,
    Type = 2,
    Name = "朝圣",
    Icon = "skill_154001",
    Desc = "受到圣属性伤害降低，受到暗属性伤害提升"
  },
  [107] = {
    id = 107,
    Type = 2,
    Name = "疗愈",
    Icon = "Poring_larger",
    Desc = "每隔一段时间会召唤出数只波利，波利存在期间，MVP受到的大部分伤害固定为1。波利被治疗技能回复满血量后消失。"
  },
  [108] = {
    id = 108,
    Type = 2,
    Name = "引雷",
    Icon = "skill_1499001",
    Desc = "每隔一段时间会连续释放三次“雷击”技能，造成大范围伤害"
  },
  [109] = {
    id = 109,
    Type = 2,
    Name = "强攻",
    Icon = "skill_12001",
    Desc = "每隔一段时间会对周围敌方施加可被驱散的减益效果，同时对自身施加可被解除的增益效果"
  },
  [110] = {
    id = 110,
    Type = 2,
    Name = "坚守",
    Icon = "skill_360001",
    Desc = "每隔一段时间会生成一层护盾，护盾持续时间内，忽略受到的低于自身最大生命值2%的伤害量"
  },
  [111] = {
    id = 111,
    Type = 2,
    Name = "物嶂",
    Icon = "skill_1134001",
    Desc = "每隔一段时间会生成十层护盾，护盾存在期间受到的伤害固定为1，护盾需要物理伤害才可以击破"
  },
  [112] = {
    id = 112,
    Type = 2,
    Name = "魔障",
    Icon = "skill_3710001",
    Desc = "每隔一段时间会生成十层护盾，护盾存在期间受到的伤害固定为1。护盾需要魔法伤害才可以击破"
  },
  [113] = {
    id = 113,
    Type = 2,
    Name = "驭兽",
    Icon = "skill_1618001",
    Desc = "每隔一段时间召唤数只小恶魔，小恶魔存在期间MVP受到的大部分伤害固定为1"
  },
  [114] = {
    id = 114,
    Type = 2,
    Name = "劫火",
    Icon = "skill_88001",
    Desc = "每隔一段时间召唤数个鬼火，鬼火会在几秒钟后爆炸，造成巨额伤害"
  },
  [115] = {
    id = 115,
    Type = 2,
    Name = "光壁",
    Icon = "skill_148001",
    Desc = "每隔一段时间内远程物理无效"
  },
  [116] = {
    id = 116,
    Type = 2,
    Name = "暗壁",
    Icon = "skill_91001",
    Desc = "每隔一段时间内近战物理无效"
  },
  [117] = {
    id = 117,
    Type = 2,
    Name = "石肤",
    Icon = "skill_79890001",
    Desc = "被暴击率降低，受到普通攻击伤害降低"
  },
  [201] = {
    id = 201,
    Type = 3,
    Name = "磁场",
    Icon = "skill_1171001",
    Desc = "免疫自身5米范围外敌人造成的伤害"
  },
  [202] = {
    id = 202,
    Type = 3,
    Name = "腐化",
    Icon = "skill_1103001",
    Desc = "每次受击在自身脚下产生一滩毒雾，造成百分比伤害"
  },
  [203] = {
    id = 203,
    Type = 3,
    Name = "荆棘",
    Icon = "skill_3710001",
    Desc = "每次受到伤害时都会有概率眩晕攻击者"
  },
  [204] = {
    id = 204,
    Type = 3,
    Name = "浴血",
    Icon = "skill_1812001",
    Desc = "每损失1%生命，提高5%伤害"
  },
  [205] = {
    id = 205,
    Type = 3,
    Name = "奥术",
    Icon = "skill_1322001",
    Desc = "每隔一段时间在自身周围召唤奥术球，对周边敌人造成范围伤害"
  },
  [206] = {
    id = 206,
    Type = 3,
    Name = "轮舞",
    Icon = "skill_1379001",
    Desc = "进入战斗后召唤数个追踪敌人的飞轮，飞轮会造成伤害并有概率破坏装备"
  },
  [301] = {
    id = 301,
    Type = 4,
    Name = "瘟疫",
    Icon = "skill_1102001",
    Desc = "受到攻击时使目标感染新毒，新毒状态下获得的治疗值会被MVP偷取"
  },
  [302] = {
    id = 302,
    Type = 4,
    Name = "衰老",
    Icon = "skill_2340001",
    Desc = "受到攻击时使目标不断叠加移动速度降低、吟唱时间变长、减免降低的效果"
  },
  [303] = {
    id = 303,
    Type = 4,
    Name = "践踏",
    Icon = "skill_100500001",
    Desc = "每隔一段时间清除周围3米的地面魔法效果"
  },
  [304] = {
    id = 304,
    Type = 4,
    Name = "禁锢",
    Icon = "skill_77920001",
    Desc = "使周围9米范围内的敌人移动速度限制为60%"
  },
  [305] = {
    id = 305,
    Type = 4,
    Name = "否决",
    Icon = "skill_10030001",
    Desc = "使周围9米范围内的敌人无法使用道具"
  },
  [306] = {
    id = 306,
    Type = 4,
    Name = "引力",
    Icon = "skill_3202001",
    Desc = "每隔一段时间随机指定周围的3名敌人，数秒后在其位置处召唤会一直牵引的引力体"
  },
  [307] = {
    id = 307,
    Type = 4,
    Name = "混乱",
    Icon = "skill_79550001",
    Desc = "每隔一段时间随机指定周围的3名敌人，数秒后在其位置处造成范围伤害并陷入混乱状态"
  },
  [501] = {
    id = 501,
    Type = 5,
    Name = "虚无",
    Icon = "skill_1161001",
    Desc = "受到念属性伤害提升，受到其余属性伤害降低"
  },
  [502] = {
    id = 502,
    Type = 5,
    Name = "坚守",
    Icon = "skill_360001",
    Desc = "每隔一段时间会生成一层护盾，护盾持续时间内，忽略受到的低于自身最大生命值2%的伤害量"
  },
  [503] = {
    id = 503,
    Type = 5,
    Name = "物嶂",
    Icon = "skill_1134001",
    Desc = "每隔一段时间会生成十层护盾，护盾存在期间受到的伤害固定为1，护盾需要物理伤害才可以击破"
  },
  [504] = {
    id = 504,
    Type = 5,
    Name = "魔障",
    Icon = "skill_3710001",
    Desc = "每隔一段时间会生成十层护盾，护盾存在期间受到的伤害固定为1。护盾需要魔法伤害才可以击破"
  },
  [505] = {
    id = 505,
    Type = 5,
    Name = "破法",
    Icon = "skill_78938001",
    Desc = "攻击时扣除目标一定量的Sp"
  },
  [506] = {
    id = 506,
    Type = 5,
    Name = "蛇毒",
    Icon = "skill_78939001",
    Desc = "周围敌人攻击时触发的生命恢复效果无效同时他们的受治疗加成提高100%"
  },
  [507] = {
    id = 507,
    Type = 5,
    Name = "加固",
    Icon = "Poring_shield",
    Desc = "提高自身和周围魔物的精炼物免和精炼魔免同时降低自身的最大生命值"
  },
  [508] = {
    id = 508,
    Type = 5,
    Name = "巧变",
    Icon = "skill_3802001",
    Desc = "周围敌人力量-300，灵巧+300"
  },
  [601] = {
    id = 601,
    Type = 6,
    Name = "腐化",
    Icon = "skill_1103001",
    Desc = "每次受击在脚下产生毒雾，对敌人造成百分比伤害同时提高他们的毒属性攻击"
  },
  [602] = {
    id = 602,
    Type = 6,
    Name = "衰老",
    Icon = "skill_2340001",
    Desc = "受到攻击时使目标不断叠加吟唱时间增加、物理与魔法减免降低的效果"
  },
  [603] = {
    id = 603,
    Type = 6,
    Name = "践踏",
    Icon = "skill_100500001",
    Desc = "每隔一段时间清除周围3米的地面魔法效果"
  },
  [604] = {
    id = 604,
    Type = 6,
    Name = "禁锢",
    Icon = "skill_77920001",
    Desc = "使周围9米范围内的敌人移动速度限制为60%"
  },
  [605] = {
    id = 605,
    Type = 6,
    Name = "否决",
    Icon = "skill_10030001",
    Desc = "使周围9米范围内的敌人无法使用道具"
  },
  [606] = {
    id = 606,
    Type = 6,
    Name = "瘟疫",
    Icon = "skill_1102001",
    Desc = "受到攻击时使目标感染新毒，新毒状态下获得的治疗值会被MVP偷取"
  },
  [607] = {
    id = 607,
    Type = 6,
    Name = "劫火",
    Icon = "skill_88001",
    Desc = "每隔一段时间召唤数个鬼火，鬼火会在几秒钟后爆炸，造成巨额伤害"
  },
  [608] = {
    id = 608,
    Type = 6,
    Name = "磁场",
    Icon = "skill_1171001",
    Desc = "免疫自身5米范围外敌人造成的伤害"
  },
  [701] = {
    id = 701,
    Type = 7,
    Name = "亡语",
    Icon = "skill_10030001",
    Desc = "死亡后将为10m范围内的所有魔物施加强大的增益。该词缀仅对Boss生效。"
  },
  [702] = {
    id = 702,
    Type = 7,
    Name = "引雷",
    Icon = "skill_1499001",
    Desc = "每隔一段时间会释放“雷击”技能，至多连续释放3次，造成大范围伤害。该词缀仅对Boss生效。"
  },
  [703] = {
    id = 703,
    Type = 7,
    Name = "物嶂",
    Icon = "skill_1134001",
    Desc = "每隔一段时间会生成十层护盾，护盾存在期间受到的伤害固定为1，护盾需要物理伤害才可以击破。该词缀仅对Boss生效。"
  },
  [704] = {
    id = 704,
    Type = 7,
    Name = "魔障",
    Icon = "skill_78952001",
    Desc = "每隔一段时间会生成十层护盾，护盾存在期间受到的伤害固定为1。护盾需要魔法伤害才可以击破。该词缀仅对Boss生效。"
  },
  [705] = {
    id = 705,
    Type = 7,
    Name = "瘟疫",
    Icon = "skill_1102001",
    Desc = "受到攻击时使目标感染新毒，新毒状态下获得的治疗值会被本体偷取。该词缀仅对Boss生效。"
  },
  [706] = {
    id = 706,
    Type = 7,
    Name = "衰老",
    Icon = "skill_2340001",
    Desc = "受到攻击时使目标不断叠加移动速度降低、吟唱时间变长、减免降低的效果。该词缀仅对Boss生效。"
  },
  [801] = {
    id = 801,
    Type = 8,
    Name = "爆炸",
    Icon = "skill_100140001",
    Desc = "死亡2s后有概率产生大范围爆炸。该词缀仅对非Boss魔物生效。"
  },
  [802] = {
    id = 802,
    Type = 8,
    Name = "劫火",
    Icon = "skill_88001",
    Desc = "每隔一段时间有概率召唤1个鬼火，鬼火会在几秒钟后爆炸，造成巨额伤害。该词缀仅对非Boss魔物生效。"
  },
  [803] = {
    id = 803,
    Type = 8,
    Name = "腐化",
    Icon = "skill_1103001",
    Desc = "每次受击有概率在自身脚下产生一滩毒雾，造成百分比伤害。该词缀仅对非Boss魔物生效。"
  },
  [804] = {
    id = 804,
    Type = 8,
    Name = "荆棘",
    Icon = "skill_3710001",
    Desc = "每次受到伤害时都会有概率眩晕攻击者。该词缀仅对非Boss魔物生效。"
  },
  [805] = {
    id = 805,
    Type = 8,
    Name = "治愈",
    Icon = "skill_171001",
    Desc = "死亡时周围3m范围内的所有魔物回复20%血量。该词缀仅对非Boss魔物生效。"
  },
  [806] = {
    id = 806,
    Type = 8,
    Name = "气爆",
    Icon = "skill_302001",
    Desc = "死亡时有概率大幅击退5m范围内的所有冒险者。该词缀仅对非Boss魔物生效。"
  },
  [807] = {
    id = 807,
    Type = 8,
    Name = "献祭",
    Icon = "skill_2304001",
    Desc = "当场地内有MVP或Mini存在时，会朝其移动。Boss可吸收自身获得可叠加的强化buff。该词缀仅对非Boss魔物生效。"
  },
  [901] = {
    id = 901,
    Type = 9,
    Name = "强念",
    Icon = "skill_1161001",
    Desc = "受到念属性伤害提升，受到其余属性伤害降低。该词缀对所有魔物生效。"
  },
  [902] = {
    id = 902,
    Type = 9,
    Name = "蛛网",
    Icon = "skill_1315001",
    Desc = "每隔一段时间有概率喷涂蛛网，令10m范围内的冒险者移动速度降低50%，持续10s。该词缀对所有魔物生效。"
  },
  [903] = {
    id = 903,
    Type = 9,
    Name = "强攻",
    Icon = "skill_12001",
    Desc = "每隔一段时间会对周围敌方施加可被驱散的减益效果，同时对自身施加可被解除的增益效果。该词缀对所有魔物生效。"
  },
  [904] = {
    id = 904,
    Type = 9,
    Name = "坚守",
    Icon = "skill_2510001",
    Desc = "保护魔物不受各种控制效果影响。该词缀对所有魔物生效。"
  },
  [905] = {
    id = 905,
    Type = 9,
    Name = "磁场",
    Icon = "skill_1171001",
    Desc = "免疫自身5米范围外敌人造成的伤害。该词缀对所有魔物生效。"
  },
  [906] = {
    id = 906,
    Type = 9,
    Name = "浴血",
    Icon = "skill_1812001",
    Desc = "每损失1%生命，提高5%伤害。该词缀对所有魔物生效。"
  },
  [1001] = {
    id = 1001,
    Type = 10,
    Name = "增幅",
    Icon = "skill_2704001",
    Desc = "冒险者所有技能的SP消耗增加100%，但技能伤害也同样增加100%。"
  },
  [1002] = {
    id = 1002,
    Type = 10,
    Name = "集结",
    Icon = "skill_1633001",
    Desc = "冒险者获得的副本内经验默认减少50%，自身5m范围内每有一个队友（不包括自身）时，获得的副本内经验增加30%。"
  },
  [1003] = {
    id = 1003,
    Type = 10,
    Name = "恃勇",
    Icon = "skill_14001",
    Desc = "冒险者在副本内保持霸体状态，但无法使用道具。"
  },
  [1004] = {
    id = 1004,
    Type = 10,
    Name = "无畏",
    Icon = "skill_4706001",
    Desc = "冒险者生命上限降低50%，但攻击时可将造成伤害的5%转化为生命值护盾。"
  },
  [1005] = {
    id = 1005,
    Type = 10,
    Name = "渴血",
    Icon = "skill_79570001",
    Desc = "冒险者无法受到治愈技能的回复效果，但每次造成伤害的10%将转化为HP治疗自己。"
  },
  [1006] = {
    id = 1006,
    Type = 10,
    Name = "蔑视",
    Icon = "skill_108340001",
    Desc = "冒险者每在原地停留1s，提高自身5%的最终伤害，至多叠加100层。移动后清空所有加成。"
  },
  [1007] = {
    id = 1007,
    Type = 10,
    Name = "庇护",
    Icon = "skill_2535001",
    Desc = "冒险者获得的副本内经验默认减少20%，副本内每提升一级时，获得1次致死保护效果。冒险者受到致死伤害时不会死亡，保留1点血，并在接下来2s内处于无敌状态，该效果cd时间为15秒。"
  },
  [1008] = {
    id = 1008,
    Type = 10,
    Name = "临危",
    Icon = "skill_2307001",
    Desc = "副本内每消耗一次复活次数，所有冒险者最终伤害增加20%。"
  },
  [1101] = {
    id = 1101,
    Type = 11,
    Name = "绝望壁垒",
    Icon = "skill_2955001",
    Desc = "时空龙连接了某位魔剑士的负面精神世界（这也能做到吗？），开战后每隔一段时间，地面上会升起【绝望壁垒】，将场地隔绝为内外两个部分，持续10秒。"
  },
  [1102] = {
    id = 1102,
    Type = 11,
    Name = "激光矩阵",
    Icon = "skill_4310001",
    Desc = "时空龙连接了某处神造封锁之地，开战后每隔一段时间，从场地边缘射出一排激光，沿直线扫过地图，对命中的敌人造成高额伤害。"
  },
  [1103] = {
    id = 1103,
    Type = 11,
    Name = "万千卡牌",
    Icon = "skill_1170001",
    Desc = "时空龙连接了某座卡牌之屋，开战后场上将持续降下神秘的卡牌，带来未知的道具。请冒险者注意甄别道具的好坏哦。"
  },
  [1104] = {
    id = 1104,
    Type = 11,
    Name = "保卫大厨",
    Icon = "skill_1661001",
    Desc = "时空龙连接了某处有着巨大蛋糕的地方。开战后每隔一段时间，喵大厨将出现在场地中央，并开始制作美味料理。制作期间，所有魔物将优先攻击喵大厨。若制作成功将生成大量美食，冒险者拾取后将获得临时的增益效果。"
  },
  [1105] = {
    id = 1105,
    Type = 11,
    Name = "魔王视线",
    Icon = "skill_2956001",
    Desc = "时空龙连接了某处梦罗克气息浓厚的混沌之地。开战后场上将不断浮现梦罗克之眼，被其射线命中的冒险者将被附加恐惧效果。"
  },
  [1106] = {
    id = 1106,
    Type = 11,
    Name = "深海窒息",
    Icon = "skill_3109001",
    Desc = "时空龙连接了某位提督的舰船。开战后每隔一段时间，场地边缘将随机召唤数根触手，数秒后对前方大范围造成伤害并将束缚命中的冒险者。其他冒险者击破窒息触手后可将其解救。"
  },
  [1107] = {
    id = 1107,
    Type = 11,
    Name = "元素共鸣",
    Icon = "skill_78962001",
    Desc = "时空龙连接了某处记忆的迷宫。开战后场地内将不断出现随机属性的元素能量体，使魔物与冒险者造成的对应属性的伤害均增加。多个同属性的元素能量体提供的属性伤害增幅效果可叠加。"
  },
  [1108] = {
    id = 1108,
    Type = 11,
    Name = "浴火冲锋",
    Icon = "skill_79001",
    Desc = "时空龙连接了某处破败的皇宫。开战后每隔一段时间，场地上随机出现数只异变幻影，蓄力结束时向前冲击，点燃沿途的所有地面；冒险者站在其前方时可阻挡异变幻影的冲击。被点燃的地面一段时间后熄灭。"
  },
  [1109] = {
    id = 1109,
    Type = 11,
    Name = "喵星科技",
    Icon = "skill_1645001",
    Desc = "时空龙连接了某处多兰族秘密实验室。开战后每隔一段时间，场上出现一架猫飞碟，四处游荡后随机释放放大/缩小射线。被照射到的所有魔物和冒险者体型将发生相应的变化，各项数值也获得对应的增幅或缩减。"
  }
}
Table_MonsterAffix_fields = {
  "id",
  "Type",
  "Name",
  "Icon",
  "Desc"
}
return Table_MonsterAffix
