Table_StrateText_t = {
  Desc = {
    {
      "标识说明",
      "持续时间提升",
      "提高魔物异常状态的持续时间",
      "命中率下降",
      "对魔物施加异常状态的命中率下降",
      "免疫",
      "对魔物施加的异常状态无效",
      "中毒",
      "流血",
      "灼烧",
      "眩晕",
      "冰冻",
      "石化",
      "睡眠",
      "恐惧",
      "定身",
      "沉默",
      "诅咒",
      "黑暗"
    },
    {
      "魔物与玩家等级差收益修正说明",
      "Base和Job经验值收益衰减",
      "普通魔物掉落材料收益衰减",
      "星怪魔物掉落材料收益衰减"
    },
    {
      "小体型",
      "中体型",
      "大体型",
      "空手",
      "长矛",
      "长剑",
      "法杖",
      "拳刃",
      "弓",
      "钝器",
      "斧",
      "书",
      "短剑",
      "乐器",
      "鞭子",
      "拳套",
      "风魔",
      "手枪",
      "来复枪"
    },
    {
      "标识说明",
      "异常状态命中提高",
      "提高对目标施加异常状态的命中几率。",
      "异常状态闪避提高",
      "降低敌方对自己施加异常状态的命中几率。",
      "异常状态威力提高",
      "提高对目标施加异常状态的持续时间。",
      "异常状态抗性提高",
      "降低敌方对自己施加异常状态的持续时间。",
      "中毒",
      "流血",
      "灼烧",
      "眩晕",
      "冰冻",
      "石化",
      "睡眠",
      "恐惧",
      "定身",
      "沉默",
      "诅咒",
      "黑暗",
      "强制状态抵抗"
    }
  },
  ItemID = {
    {
      391000,
      380020,
      24619
    },
    {
      100,
      380000,
      380010,
      381000,
      6004,
      500592,
      149090,
      47173
    },
    {
      391000,
      380020,
      24620
    },
    {
      100,
      380000,
      380010,
      381000,
      6004,
      380020,
      380030,
      500538,
      149141,
      48078
    },
    {
      100,
      380000,
      381000,
      6004,
      381010,
      380020,
      380030,
      48715,
      149157,
      25140
    },
    {
      391000,
      380030,
      24622
    },
    {
      6704,
      54879,
      149199,
      23054,
      100,
      52336,
      52337,
      52338,
      52339,
      52114,
      52214,
      52164,
      52418,
      52528
    },
    {
      6884,
      6885,
      6870,
      6871,
      6872,
      6886,
      6861,
      6895,
      100,
      25186
    },
    {
      6884,
      6885,
      6867,
      6868,
      6869,
      6886,
      100,
      49591
    },
    {
      6884,
      6885,
      6864,
      6865,
      6866,
      6886,
      100,
      47274
    },
    {
      6713,
      54881,
      149210,
      23055,
      100,
      52336,
      52337,
      52338,
      52339,
      52114,
      52214,
      52164,
      52418,
      52528
    },
    {
      100,
      6817,
      6816,
      6820,
      6830,
      6821,
      6818,
      47263
    },
    {
      100,
      6817,
      6816,
      6820,
      6830,
      6821,
      6818,
      48118
    },
    {
      100,
      6819,
      6832,
      6831,
      6820,
      6830,
      6821,
      6833,
      25176
    },
    {47180},
    {
      8320,
      17181,
      23070,
      52355,
      52536,
      52169,
      12119,
      5004,
      12326,
      100
    },
    {
      8322,
      18671,
      23071,
      52355,
      52536,
      52219,
      5500,
      5002,
      12117,
      100
    },
    {
      8321,
      18670,
      22047,
      52355,
      52119,
      5023,
      100
    },
    {
      18690,
      22048,
      52355,
      52119,
      52536,
      5500,
      5004,
      12326,
      100
    },
    {
      18691,
      23072,
      52169,
      52355,
      12119,
      5004,
      12326,
      52536,
      100
    },
    {
      100,
      380000,
      380010,
      381000,
      6004,
      900164,
      149006,
      47153
    },
    {
      391000,
      380030,
      24621
    }
  },
  SkillID = {
    {
      73060001,
      73070001,
      73100001,
      73080001,
      73090001,
      73400001,
      74360001
    },
    {
      73060001,
      73070001,
      73100001,
      73410001,
      73420001,
      73400001
    },
    {
      73060001,
      73070001,
      73100001,
      73120001,
      73130001,
      73400001,
      73080002
    },
    {73140001},
    {73110001},
    {
      73700001,
      73710001,
      73770001,
      73900001,
      73850001,
      73880001,
      74220001
    },
    {
      73720001,
      73730001,
      73850001,
      73880001
    },
    {
      73860001,
      73870001,
      73890001,
      74360001
    },
    {73820001},
    {
      74020001,
      73930001,
      73940001,
      73950001
    },
    {
      73970001,
      73980001,
      74020001,
      73940001,
      73950001,
      74040001
    },
    {
      74010001,
      74100001,
      73990001,
      74380001,
      74370001,
      74360001
    },
    {73960001},
    {74000001, 74390001},
    {74020001, 74030001},
    {77900001},
    {
      72910001,
      72900001,
      72920001
    },
    {
      77930001,
      77940002,
      77950001,
      77960001
    },
    {77970001},
    {
      72760001,
      72940001,
      72950001
    },
    {
      78860001,
      78870001,
      78880001
    },
    {78890001, 78910001},
    {78900001, 78920001},
    {
      77000001,
      77010001,
      77020001,
      77030001,
      77030002
    },
    {77040001, 77050001},
    {
      78800001,
      78850001,
      78820001,
      78830001,
      78840001
    },
    {
      77060001,
      77070001,
      77080001,
      77090001,
      77090002
    },
    {77110001, 77130001},
    {
      78973001,
      78974001,
      78975001,
      78976001,
      78977001,
      78978001,
      78979001,
      78980001,
      78981001,
      78982001
    },
    {78985001},
    {78983002, 78983003},
    {78985002},
    {
      77140001,
      77150001,
      77160001,
      77170001,
      77190001,
      77190002
    },
    {77210001},
    {77220001},
    {79063002},
    {
      79057001,
      79059001,
      79060001,
      79061001,
      79062001
    },
    {79063001},
    {79063003, 79068001},
    {79063003, 79069001},
    {
      77270001,
      77280001,
      77290001
    },
    {77300001},
    {
      79610001,
      79630001,
      79640001,
      79650001,
      79670001,
      79680001
    },
    {79690001},
    {79700001},
    {
      77310001,
      77320001,
      77330001
    },
    {
      79710001,
      79720001,
      79730001,
      79740001
    },
    {
      79730001,
      79740001,
      79750001
    },
    {
      77340001,
      77350001,
      77360001,
      77370001
    },
    {77380001},
    {
      79895001,
      79896001,
      79897001,
      79898001,
      79899001
    },
    {79904001},
    {
      78930001,
      78931001,
      78932001,
      78933001,
      78934001,
      78934002,
      78934003
    },
    {
      79901001,
      79902001,
      79903001
    },
    {
      78935001,
      78936001,
      78937001,
      78938001
    },
    {78939001},
    {78940001},
    {78941001},
    {78942001},
    {79961001},
    {
      78943001,
      78944001,
      78945001,
      78946001,
      78947001
    },
    {78948001, 78948002},
    {
      78949001,
      78950001,
      78951001,
      78952001
    },
    {78953001},
    {78955001, 78956001},
    {78958001},
    {78959001},
    {78960001},
    {71800001},
    {
      78961001,
      78962001,
      78963001
    },
    {23614001},
    {23613001},
    {
      78964001,
      78965001,
      78966001
    },
    {78969001},
    {
      78970001,
      78971001,
      78972001
    },
    {
      71700001,
      71710001,
      71790001,
      71750001,
      71690001,
      71730001,
      100500001,
      71720001,
      71740001
    },
    {
      79460001,
      79470001,
      79580001,
      79590001,
      79600001
    },
    {79490001},
    {72460001, 70890001},
    {
      79410001,
      79420001,
      79430001,
      79440001
    },
    {79560001},
    {79500001, 79510001},
    {73290001},
    {
      72830001,
      72840001,
      72850001,
      72860001
    },
    {
      23010001,
      23011001,
      23012001,
      23053001
    },
    {
      23002001,
      23003001,
      23004001,
      23007001,
      23052001
    },
    {
      79520001,
      79530001,
      79540001
    },
    {
      72770001,
      72780001,
      72790001,
      73050001
    },
    {72820001},
    {
      73430001,
      71670001,
      71650001,
      71660001,
      71640001
    },
    {
      79880001,
      79881001,
      79882001
    },
    {79885001},
    {
      72000001,
      72010001,
      72020001,
      72030001,
      72480001
    },
    {
      72040001,
      72050001,
      72490001
    },
    {72500001},
    {
      79875001,
      79876001,
      79877001,
      79878001,
      25381001
    },
    {
      71890001,
      72140001,
      72150001,
      72160001,
      72520001
    },
    {
      73200001,
      73210001,
      73220001
    },
    {
      73230001,
      73240001,
      73300001
    },
    {
      79888001,
      79889001,
      79890001
    },
    {73280001},
    {
      73480001,
      73490001,
      73500002,
      73510001
    },
    {73540001},
    {
      79960001,
      79964001,
      79965001
    },
    {79892001, 79893001},
    {
      79065001,
      79066001,
      79067001,
      78983003
    },
    {77920001},
    {
      77850001,
      77860001,
      77870001,
      77880001,
      77890001
    },
    {
      73520000,
      73570001,
      73580001,
      73590001,
      73610001,
      73620001,
      73630001
    },
    {73560001, 73660001},
    {73550001},
    {
      79952001,
      79958001,
      79959005
    },
    {79955001, 79956001},
    {73300001},
    {
      73250001,
      73260001,
      73270001,
      73390001
    },
    {
      21012002,
      21012001,
      21010001,
      21002001,
      21003001,
      21004001,
      21005001
    },
    {
      79983001,
      79980002,
      79981001,
      79982001,
      79982002,
      79983002
    },
    {
      72100001,
      72110001,
      72120001,
      72130001,
      71890001
    },
    {
      72060001,
      72070001,
      72080001,
      72090001
    },
    {
      22000003,
      22000004,
      22000005,
      22000006,
      22000007,
      22000008,
      23050001
    },
    {23051001},
    {
      79966001,
      79967001,
      79968001,
      79969001,
      79970001,
      79971001,
      79972001
    },
    {
      79985001,
      79986001,
      79987001,
      25452001
    },
    {79987001, 25452001},
    {
      23020001,
      23021001,
      23022001,
      23055001,
      23056001,
      23057001
    },
    {
      23030001,
      23031001,
      23032001,
      23033001,
      23059001
    },
    {
      79988001,
      79989001,
      79990001,
      79991001,
      79992001,
      79993001,
      79988002,
      79988004
    },
    {
      79994001,
      79995001,
      79988003
    },
    {
      24196005,
      24198001,
      24201001,
      24202001,
      24203001,
      24204001,
      24205001,
      24206051,
      24206052
    },
    {72890001},
    {
      24301005,
      24302010,
      24192010,
      24193001,
      24194001
    },
    {24194002},
    {
      80018001,
      80019001,
      80020001,
      80021001,
      80025001,
      80026001
    },
    {
      80027001,
      80028001,
      80029001,
      80030001,
      80031001
    },
    {
      80033001,
      80034001,
      80035001,
      80036001,
      80037001,
      80038001
    },
    {
      25600001,
      25601001,
      25602001,
      25603001,
      25604001,
      25605001
    },
    {73320001, 71800001},
    {
      23400001,
      23401001,
      23402001,
      23403001,
      23404001,
      23405001,
      23408001,
      23407001
    },
    {
      80040001,
      80041001,
      80042001,
      80043001,
      80044001
    },
    {
      72210001,
      72890001,
      71820001,
      71810001,
      71830001
    },
    {
      23503001,
      23504001,
      23505001,
      23503004,
      23503005,
      23507001,
      23508001,
      23509001,
      23512001,
      23519001
    },
    {
      80048001,
      80049001,
      80050001,
      80051001,
      80052001
    },
    {
      71850001,
      71880001,
      71890001
    },
    {71870001},
    {
      23600001,
      23601001,
      23619001,
      23602001,
      23604001,
      23620001,
      23605001,
      23606001,
      23607001,
      23609001,
      23631001
    },
    {23612001},
    {
      80054001,
      80055001,
      80056001,
      80057001,
      80058001
    },
    {
      71900001,
      71910001,
      71920001,
      89020
    },
    {
      80067001,
      80068001,
      80069001,
      80070001,
      80071001,
      80072001
    },
    {
      71930001,
      71940001,
      71950001,
      71920001
    },
    {72780001, 72800001},
    {
      73310001,
      72750001,
      72760001
    },
    {
      80077001,
      80078001,
      80079001,
      80080001,
      80086001,
      80081001
    },
    {
      72710001,
      72720001,
      72730001
    },
    {
      71960001,
      71970001,
      71980001,
      71990001
    },
    {
      15076001,
      15078001,
      15079001,
      15081001
    },
    {80104001, 80105001},
    {
      24363002,
      24364002,
      24365002,
      24366002,
      24368001,
      24369001,
      24374001,
      24374002
    },
    {
      71450001,
      131010,
      71440001,
      71420001,
      71430001,
      71550001,
      71390001,
      100500001,
      71410001,
      71400001,
      71380001
    },
    {
      71540001,
      70890001,
      71550001,
      100500001,
      71480001,
      71510001,
      71500001,
      71520001
    },
    {
      71570001,
      100500001,
      71560001,
      71580001,
      71620001
    },
    {
      71550001,
      71590001,
      71600001
    },
    {100260001},
    {
      72630001,
      72500001,
      72550001,
      73010001,
      76030001,
      76040002,
      74360001,
      76050001
    },
    {
      72500001,
      72520001,
      72530001,
      72540001,
      72660001,
      72550001,
      73920001,
      74360001
    },
    {73150001, 76040001},
    {72510001, 76040001},
    {72990001},
    {73020001}
  },
  Stage = {
    {
      "控制形态",
      "每减少20%生命值变形一次"
    },
    {
      "攻击形态",
      "每减少20%生命值变形一次"
    },
    {
      "防御形态",
      "生命值低于20%"
    },
    {
      "内场部分",
      "绝望交织而成的壁垒之中"
    },
    {
      "外场部分",
      "憎恨凝聚而成的魔眼之下"
    },
    {
      "特殊机制"
    },
    {
      "第一阶段",
      "达纳托斯的生命值60%以上时"
    },
    {
      "第二阶段",
      "达纳托斯的生命值60%以下时"
    },
    {
      "第三阶段",
      "击败达纳托斯后"
    },
    {
      "珀卡拉尼"
    },
    {"祖尔"},
    {"努卡"},
    {"卡摩拉"},
    {
      "第一阶段",
      "能量水晶全部破坏之前"
    },
    {
      "第二阶段",
      "能量水晶全部破坏之后"
    }
  }
}
Table_StrateText = {
  [1] = {
    Type = 1,
    Location = 2,
    SubTitle = "技能和阶段介绍",
    SubTitle2 = "技能和阶段介绍"
  },
  [2] = {
    id = 2,
    Type = 1,
    Location = 2,
    SubTitle = "技能介绍"
  },
  [3] = {
    id = 3,
    Type = 1,
    Location = 3,
    SubTitle = "召唤物介绍"
  },
  [4] = {
    id = 4,
    Type = 1,
    Location = 4,
    SubTitle = "掉落战利品"
  },
  [5] = {
    id = 5,
    Type = 1,
    SubTitle = "技能介绍"
  },
  [6] = {
    id = 6,
    Type = 1,
    SubTitle = "技能和阶段介绍"
  },
  [7] = {
    id = 7,
    Type = 1,
    SubTitle = "魔物介绍"
  },
  [8] = {
    id = 8,
    Type = 1,
    Location = 4,
    SubTitle = "掉落战利品（英灵）"
  },
  [9] = {
    id = 9,
    Type = 1,
    SubTitle = "掉落战利品"
  },
  [10] = {
    id = 10,
    Type = 1,
    Location = 4,
    SubTitle = "圣羽礼赞任务奖励"
  },
  [1000] = {
    id = 1000,
    Type = 1,
    Title = "达纳托斯塔",
    Image = "nvwushen",
    SubTitle = "地理位置",
    Text = "达纳托斯塔1区"
  },
  [1001] = {
    id = 1001,
    Type = 1,
    SubTitle = "守护者大厅",
    Text = "位于达纳托斯塔初始之地，庄严而又充满神秘气息的大厅。它拥有与破败的塔完全相反的华丽装饰，似乎是随着女武神与守卫官一同出现的。通向达纳托斯之塔下一层的大门被层层锁链缠绕，只有得到了女武神拉斯格瑞丝的认可后，才能够打开。"
  },
  [1002] = {
    id = 1002,
    Type = 1,
    Image = "aoshumofang",
    SubTitle = "地理位置",
    Text = "达纳托斯塔2区"
  },
  [1003] = {
    id = 1003,
    Type = 1,
    SubTitle = "枷锁之间",
    Text = "位于初始之地而后的区域，肃穆而庄重的神造大厅。似乎是先前女武神所禁忌的领地，被极其浓郁的魔力覆盖，四周随处可见卢恩符文的印记。漂浮在一旁的符文刻印蕴含着远古的神力，与奥术魔方形成共鸣，封印着通往下一区域的道路。"
  },
  [1004] = {
    id = 1004,
    Type = 1,
    Image = "beiaijuhe",
    SubTitle = "地理位置",
    Text = "达纳托斯塔3区"
  },
  [1005] = {
    id = 1005,
    Type = 1,
    SubTitle = "意志囚笼",
    Text = "位于枷锁之间后，达纳托斯的负面精神世界。奥术魔方真正看守的区域，囚禁着达纳托斯的四种负面情绪的意念体。阴暗混沌，破败腐朽，充满了绝望与死亡的气息。在此处，不稳定的意念体每时每刻都在影响着整座高塔，对于精神脆弱的人类来说极度危险，稍有不慎踏入后便会陷入混乱。"
  },
  [1006] = {
    id = 1006,
    Type = 1,
    Image = "danatuosi",
    SubTitle = "地理位置",
    Text = "达纳托斯塔4区"
  },
  [1007] = {
    id = 1007,
    Type = 1,
    SubTitle = "封印之间",
    Text = "百年前达纳托斯与魔王的决战之地。位于死亡之塔的顶端，隐匿于诅咒中的最后区域，达纳托斯与魔剑赫格尼一同沉眠于此。冒险者与塞壬历经艰险来到此处，试图净化魔剑的诅咒，救赎传说中的英雄。然而，在这片被绝望笼罩的黑暗中，诅咒四溢的背后还有着不为人知的阴谋……"
  },
  [1012] = {
    id = 1012,
    Type = 5,
    Location = 1,
    MonsterID = 250010
  },
  [1013] = {
    id = 1013,
    StageIntroduce = "来自神域阿斯加德的四翼女武神，隶属于英灵殿瓦尔哈拉。随着塔的异变，拉斯格瑞丝接到神域的命令镇守在达纳托斯塔中的守护者大厅。率领着秩序之刃与狂热之刃——两支分别以红与蓝为代表色的英灵部队。虽无力阻止日渐强大的诅咒，但为了防止塔中的诅咒外泄，她禁止所有人进入纳达托斯塔之中。属于武斗派的女武神，性格刚硬耿直，十分傲慢，认为人类的力量不值一提。她只相信自己的力量与神域的命令，但对于击败自己的刃，会产生崇敬与尊重。与其他女武神姐妹的关系十分淡薄。正义感强，即使为了不让诅咒扩散大义会毫不留情的裁决人类，但她心中仍有作为女武神善良的一面。当狂热结晶与秩序结晶所提供的能量护盾存在时，拉斯格瑞丝几乎是无敌的。"
  },
  [1014] = {
    id = 1014,
    Type = 1,
    StageIntroduce = "【属性：圣】【体型：大】【种族：天使】"
  },
  [1015] = {
    id = 1015,
    Type = 2,
    Stage = Table_StrateText_t.Stage[14],
    StageIntroduce = "拉斯格瑞丝通过守护者大厅内的【能量水晶】获得护盾。该护盾免疫一切物理和魔法攻击，不会因为冒险者的攻击而削减。",
    SkillID = Table_StrateText_t.SkillID[164]
  },
  [1016] = {
    id = 1016,
    Type = 2,
    Stage = Table_StrateText_t.Stage[15],
    StageIntroduce = "失去护盾后，拉斯格瑞丝开始认真起来，使出全力攻击冒险者。",
    SkillID = Table_StrateText_t.SkillID[165]
  },
  [1017] = {
    id = 1017,
    Type = 3,
    ServantID = 250050,
    SkillID = Table_StrateText_t.SkillID[166]
  },
  [1018] = {
    id = 1018,
    Type = 3,
    ServantID = 250060,
    SkillID = Table_StrateText_t.SkillID[167]
  },
  [1019] = {
    id = 1019,
    Type = 3,
    ServantID = 250070,
    SkillID = Table_StrateText_t.SkillID[168]
  },
  [1020] = {
    id = 1020,
    Type = 3,
    ServantID = 250150,
    SkillID = Table_StrateText_t.SkillID[169]
  },
  [1021] = {
    id = 1021,
    Type = 4,
    ItemID = Table_StrateText_t.ItemID[21]
  },
  [1022] = {
    id = 1022,
    Type = 4,
    ItemID = Table_StrateText_t.ItemID[1]
  },
  [1023] = {
    id = 1023,
    ItemID = Table_StrateText_t.ItemID[22]
  },
  [1024] = {
    id = 1024,
    Type = 4,
    ItemID = Table_StrateText_t.ItemID[15]
  },
  [1030] = {
    id = 1030,
    Type = 5,
    Location = 1,
    MonsterID = 250200
  },
  [1031] = {
    id = 1031,
    StageIntroduce = "可凝聚全元素魔力的能量结晶，是诸神的造物。其核心由智慧的巨人密米尔设计，矮人工匠的首领辛德亲手锻造。四周可变化的魔方外壁，是数十位祭司在神子巴德尔的指引下，以光之魔法刻印而成。本一直存放于阿斯加德的金宫中，作为封印神器储藏着。但自达纳托斯在人间与魔王梦罗克一战后，他的灵魂与魔剑即将融合为一。为防止其形成的诅咒再次给九界带来灾厄，奥丁决意启用被封存的魔方。不久之后，众神召集了九界的生灵主持了降临仪式，成功将魔方的能量激活。从此，奥术魔方便作为神的意志与枷锁，将永世禁锢着死亡之塔。"
  },
  [1032] = {
    id = 1032,
    Type = 1,
    StageIntroduce = "【属性：无】【体型：大】【种族：无形】"
  },
  [1033] = {
    id = 1033,
    Type = 2,
    Stage = Table_StrateText_t.Stage[1],
    StageIntroduce = "奥术魔方使用【窥秘者的锁链】和【奥术牢笼】限制冒险者的行动。",
    SkillID = Table_StrateText_t.SkillID[1]
  },
  [1034] = {
    id = 1034,
    Type = 2,
    Stage = Table_StrateText_t.Stage[2],
    StageIntroduce = "奥术魔方使用【奥术光阵】和【激光矩阵】并召唤【引力体】，全力歼灭入侵者。",
    SkillID = Table_StrateText_t.SkillID[2]
  },
  [1035] = {
    id = 1035,
    Type = 2,
    Stage = Table_StrateText_t.Stage[3],
    StageIntroduce = "奥术魔方启动毁灭程序与冒险者同归于尽。",
    SkillID = Table_StrateText_t.SkillID[3]
  },
  [1036] = {
    id = 1036,
    Type = 3,
    ServantID = 250210,
    SkillID = Table_StrateText_t.SkillID[4]
  },
  [1037] = {
    id = 1037,
    Type = 3,
    ServantID = 250220,
    SkillID = Table_StrateText_t.SkillID[5]
  },
  [1038] = {
    id = 1038,
    Type = 4,
    ItemID = Table_StrateText_t.ItemID[2]
  },
  [1039] = {
    id = 1039,
    ItemID = Table_StrateText_t.ItemID[3]
  },
  [1040] = {
    id = 1040,
    Type = 5,
    Location = 1,
    MonsterID = 250300
  },
  [1041] = {
    id = 1041,
    Type = 5,
    MonsterID = 250310
  },
  [1042] = {
    id = 1042,
    StageIntroduce = "达纳托斯击败魔王梦罗克后，将自己囚禁于塔中，灵魂日益被魔剑所腐朽。在生命的最后，他曾叹息：“软弱使我苦恼，牺牲使我悲哀，杀戮使我憎恨……而真正令我绝望的，是这残酷的命运。”在魔剑诅咒的影响下，达纳托斯的四种负面情绪——苦恼、悲哀、憎恨与绝望，渐渐衍化成为狰狞的魔物，成为意念聚合体，在这死亡之塔里日夜徘徊着。"
  },
  [1043] = {
    id = 1043,
    Type = 1,
    StageIntroduce = "【属性：念】【体型：大】【种族：恶魔】"
  },
  [1044] = {
    id = 1044,
    Type = 2,
    Stage = Table_StrateText_t.Stage[4],
    StageIntroduce = "达纳托斯的悲哀聚合体在内场迎战冒险者，需由得到悲哀共鸣的冒险者前往挑战。",
    SkillID = Table_StrateText_t.SkillID[6]
  },
  [1045] = {
    id = 1045,
    Stage = Table_StrateText_t.Stage[5],
    StageIntroduce = "达纳托斯的苦恼聚合体在外场迎战冒险者，需由得到苦恼共鸣的冒险者前往挑战。",
    SkillID = Table_StrateText_t.SkillID[7]
  },
  [1046] = {
    id = 1046,
    Type = 1,
    Location = 2,
    Stage = Table_StrateText_t.Stage[6],
    StageIntroduce = "战斗开始前场上将产生4个【守护法球】，全部拾取后刷新意念聚合体。拾取法球的玩家不会受【负面意志】的悲哀或苦恼光环影响。",
    SkillID = Table_StrateText_t.SkillID[8]
  },
  [1047] = {
    id = 1047,
    Type = 4,
    ItemID = Table_StrateText_t.ItemID[4]
  },
  [1048] = {
    id = 1048,
    Type = 3,
    ServantID = 250330,
    SkillID = Table_StrateText_t.SkillID[9]
  },
  [1049] = {
    id = 1049,
    Type = 3,
    ServantID = 270329
  },
  [1050] = {
    id = 1050,
    Type = 5,
    Location = 1,
    MonsterID = 250400
  },
  [1051] = {
    id = 1051,
    StageIntroduce = "曾经拯救了米德加尔特大陆的英雄。为了击败魔王梦罗克，前往深渊之湖得到了黑龙的魔剑，为此付出了不可逆的代价。\n他在死亡之塔与梦罗克决战后，成功将其灵魂分割成七份，而自己的魂魄则被魔剑的诅咒侵蚀，即将堕落为非人的魔物。为了防止诅咒外泄，达纳托斯在生命的最后一刻，请求神王将他封印在塔中。从此，魔剑和他一同被禁锢在了死亡之塔，而这座高塔的顶端，就是这位英雄命运的归宿。"
  },
  [1052] = {
    id = 1052,
    StageIntroduce = "【属性：暗】【体型：大】【种族：无形】"
  },
  [1053] = {
    id = 1053,
    Stage = Table_StrateText_t.Stage[7],
    StageIntroduce = "达纳托斯刚刚解除封印，正逐渐回复力量。",
    SkillID = Table_StrateText_t.SkillID[10]
  },
  [1054] = {
    id = 1054,
    Stage = Table_StrateText_t.Stage[8],
    StageIntroduce = "达纳托斯拔出魔剑，无边的噩梦吞噬了一切，绝望中一位英雄出现了...",
    SkillID = Table_StrateText_t.SkillID[11]
  },
  [1055] = {
    id = 1055,
    Stage = Table_StrateText_t.Stage[9],
    StageIntroduce = "达纳托斯倒下了，但黑暗还未褪去，坚持是通往光明的唯一途径..."
  },
  [1056] = {
    id = 1056,
    Location = 2,
    Stage = Table_StrateText_t.Stage[6],
    StageIntroduce = "本场战斗中，每个玩家将会获得【狂乱】的负面效果，依据狂乱值造成持续伤害。当狂乱值达到40，第一阶段时将会召唤一个【噩梦近卫者】，第二阶段时该玩家会被拉入【梦魇内部】；当狂乱值达到100，玩家将会触发【梦魇爆发】。",
    SkillID = Table_StrateText_t.SkillID[12]
  },
  [1057] = {
    id = 1057,
    StageIntroduce = "狂乱值不会随死亡清除，只会在【清醒宝珠】周围，或触发【梦魇爆发】时清除。"
  },
  [1058] = {
    id = 1058,
    ServantID = 250433,
    SkillID = Table_StrateText_t.SkillID[13]
  },
  [1059] = {
    id = 1059,
    ServantID = 250421,
    SkillID = Table_StrateText_t.SkillID[14]
  },
  [1060] = {id = 1060, ServantID = 250422},
  [1061] = {id = 1061, ServantID = 250424},
  [1062] = {
    id = 1062,
    ServantID = 250423,
    SkillID = Table_StrateText_t.SkillID[15]
  },
  [1063] = {
    id = 1063,
    Type = 4,
    ItemID = Table_StrateText_t.ItemID[5]
  },
  [1064] = {
    id = 1064,
    ItemID = Table_StrateText_t.ItemID[6]
  },
  [2010] = {
    id = 2010,
    Type = 5,
    MonsterID = 30048
  },
  [2011] = {
    id = 2011,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[159]
  },
  [2020] = {
    id = 2020,
    Type = 5,
    MonsterID = 30049
  },
  [2021] = {
    id = 2021,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[160]
  },
  [2022] = {
    id = 2022,
    Type = 2,
    ServantID = 209019,
    SkillID = Table_StrateText_t.SkillID[79]
  },
  [2030] = {
    id = 2030,
    Type = 5,
    MonsterID = 30050
  },
  [2031] = {
    id = 2031,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[161]
  },
  [2032] = {
    id = 2032,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[162]
  },
  [2033] = {
    id = 2033,
    Type = 2,
    ServantID = 215060,
    SkillID = Table_StrateText_t.SkillID[163]
  },
  [2040] = {
    id = 2040,
    Type = 2,
    MonsterID = 20028
  },
  [2041] = {
    id = 2041,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[76]
  },
  [2050] = {
    id = 2050,
    Type = 2,
    MonsterID = 20029
  },
  [2051] = {
    id = 2051,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[90]
  },
  [2052] = {
    id = 2052,
    Type = 2,
    ServantID = 209016,
    SkillID = Table_StrateText_t.SkillID[83]
  },
  [2053] = {
    id = 2053,
    Type = 2,
    ServantID = 209012
  },
  [2054] = {
    id = 2054,
    Type = 2,
    ServantID = 209011
  },
  [2055] = {
    id = 2055,
    Type = 2,
    ServantID = 209017
  },
  [2060] = {
    id = 2060,
    Type = 5,
    MonsterID = 30051
  },
  [2061] = {
    id = 2061,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[84]
  },
  [2062] = {
    id = 2062,
    Type = 2,
    ServantID = 350050,
    SkillID = Table_StrateText_t.SkillID[130]
  },
  [2070] = {
    id = 2070,
    Type = 5,
    MonsterID = 30052
  },
  [2071] = {
    id = 2071,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[154]
  },
  [2072] = {
    id = 2072,
    Type = 2,
    ServantID = 350010,
    SkillID = Table_StrateText_t.SkillID[152]
  },
  [2080] = {
    id = 2080,
    Type = 5,
    MonsterID = 30053
  },
  [2081] = {
    id = 2081,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[88]
  },
  [2082] = {
    id = 2082,
    Type = 2,
    ServantID = 350030,
    SkillID = Table_StrateText_t.SkillID[89]
  },
  [2083] = {
    id = 2083,
    Type = 2,
    ServantID = 350020,
    SkillID = Table_StrateText_t.SkillID[151]
  },
  [2090] = {
    id = 2090,
    Type = 5,
    MonsterID = 20030
  },
  [2091] = {
    id = 2091,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[17]
  },
  [2100] = {
    id = 2100,
    Type = 5,
    MonsterID = 20031
  },
  [2101] = {
    id = 2101,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[20]
  },
  [2110] = {
    id = 2110,
    Type = 5,
    MonsterID = 30055
  },
  [2111] = {
    id = 2111,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[24]
  },
  [2112] = {
    id = 2112,
    Type = 2,
    ServantID = 350140,
    SkillID = Table_StrateText_t.SkillID[25]
  },
  [2120] = {
    id = 2120,
    Type = 5,
    MonsterID = 30054
  },
  [2121] = {
    id = 2121,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[27]
  },
  [2122] = {
    id = 2122,
    Type = 2,
    ServantID = 350170,
    SkillID = Table_StrateText_t.SkillID[28]
  },
  [2130] = {
    id = 2130,
    Type = 5,
    MonsterID = 30056
  },
  [2131] = {
    id = 2131,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[33]
  },
  [2132] = {
    id = 2132,
    Type = 2,
    ServantID = 350190,
    SkillID = Table_StrateText_t.SkillID[34]
  },
  [2133] = {
    id = 2133,
    Type = 2,
    ServantID = 350200,
    SkillID = Table_StrateText_t.SkillID[35]
  },
  [2140] = {
    id = 2140,
    Type = 5,
    MonsterID = 20033
  },
  [2141] = {
    id = 2141,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[41]
  },
  [2142] = {
    id = 2142,
    Type = 2,
    ServantID = 350210,
    SkillID = Table_StrateText_t.SkillID[42]
  },
  [2150] = {
    id = 2150,
    Type = 5,
    MonsterID = 20032
  },
  [2151] = {
    id = 2151,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[46]
  },
  [2160] = {
    id = 2160,
    Type = 2,
    MonsterID = 20034
  },
  [2161] = {
    id = 2161,
    SkillID = Table_StrateText_t.SkillID[49]
  },
  [2162] = {
    id = 2162,
    ServantID = 350220,
    SkillID = Table_StrateText_t.SkillID[50]
  },
  [2170] = {
    id = 2170,
    Type = 5,
    MonsterID = 30059
  },
  [2171] = {
    id = 2171,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[53]
  },
  [2180] = {
    id = 2180,
    Type = 5,
    MonsterID = 30058
  },
  [2181] = {
    id = 2181,
    SkillID = Table_StrateText_t.SkillID[55]
  },
  [2182] = {
    id = 2182,
    ServantID = 350260,
    SkillID = Table_StrateText_t.SkillID[56]
  },
  [2183] = {
    id = 2183,
    ServantID = 350270,
    SkillID = Table_StrateText_t.SkillID[57]
  },
  [2184] = {
    id = 2184,
    ServantID = 350280,
    SkillID = Table_StrateText_t.SkillID[58]
  },
  [2185] = {
    id = 2185,
    ServantID = 350290,
    SkillID = Table_StrateText_t.SkillID[59]
  },
  [2190] = {
    id = 2190,
    Type = 5,
    MonsterID = 30060
  },
  [2191] = {
    id = 2191,
    SkillID = Table_StrateText_t.SkillID[61]
  },
  [2192] = {
    id = 2192,
    ServantID = 350440,
    SkillID = Table_StrateText_t.SkillID[62]
  },
  [2200] = {
    id = 2200,
    Type = 5,
    MonsterID = 30061
  },
  [2201] = {
    id = 2201,
    SkillID = Table_StrateText_t.SkillID[63]
  },
  [2202] = {
    id = 2202,
    ServantID = 350330,
    SkillID = Table_StrateText_t.SkillID[64]
  },
  [2210] = {
    id = 2210,
    Type = 5,
    MonsterID = 20037
  },
  [2211] = {
    id = 2211,
    SkillID = Table_StrateText_t.SkillID[65]
  },
  [2212] = {
    id = 2212,
    ServantID = 350350,
    SkillID = Table_StrateText_t.SkillID[66]
  },
  [2213] = {
    id = 2213,
    ServantID = 350360,
    SkillID = Table_StrateText_t.SkillID[67]
  },
  [2214] = {
    id = 2214,
    ServantID = 350370,
    SkillID = Table_StrateText_t.SkillID[68]
  },
  [2220] = {
    id = 2220,
    Type = 5,
    MonsterID = 20036
  },
  [2221] = {
    id = 2221,
    SkillID = Table_StrateText_t.SkillID[70]
  },
  [2230] = {
    id = 2230,
    Type = 5,
    MonsterID = 20038
  },
  [2231] = {
    id = 2231,
    SkillID = Table_StrateText_t.SkillID[73]
  },
  [2232] = {
    id = 2232,
    ServantID = 350400,
    SkillID = Table_StrateText_t.SkillID[74]
  },
  [2240] = {
    id = 2240,
    Type = 5,
    MonsterID = 20039
  },
  [2241] = {
    id = 2241,
    SkillID = Table_StrateText_t.SkillID[75]
  },
  [2250] = {
    id = 2250,
    Type = 5,
    MonsterID = 30062
  },
  [2251] = {
    id = 2251,
    SkillID = Table_StrateText_t.SkillID[77]
  },
  [2253] = {id = 2253, ServantID = 350540},
  [2254] = {
    id = 2254,
    ServantID = 350550,
    SkillID = Table_StrateText_t.SkillID[78]
  },
  [2260] = {
    id = 2260,
    Type = 5,
    MonsterID = 30063
  },
  [2261] = {
    id = 2261,
    SkillID = Table_StrateText_t.SkillID[80]
  },
  [2262] = {
    id = 2262,
    ServantID = 350530,
    SkillID = Table_StrateText_t.SkillID[81]
  },
  [2270] = {
    id = 2270,
    Type = 5,
    MonsterID = 20040
  },
  [2271] = {
    id = 2271,
    SkillID = Table_StrateText_t.SkillID[82]
  },
  [2280] = {
    id = 2280,
    Type = 5,
    MonsterID = 20041
  },
  [2281] = {
    id = 2281,
    SkillID = Table_StrateText_t.SkillID[87]
  },
  [2290] = {
    id = 2290,
    Type = 5,
    MonsterID = 30064
  },
  [2291] = {
    id = 2291,
    SkillID = Table_StrateText_t.SkillID[91]
  },
  [2292] = {
    id = 2292,
    ServantID = 350620,
    SkillID = Table_StrateText_t.SkillID[92]
  },
  [2300] = {
    id = 2300,
    Type = 5,
    MonsterID = 30065
  },
  [2301] = {
    id = 2301,
    SkillID = Table_StrateText_t.SkillID[96]
  },
  [2310] = {
    id = 2310,
    Type = 5,
    MonsterID = 20051
  },
  [2311] = {
    id = 2311,
    SkillID = Table_StrateText_t.SkillID[100]
  },
  [2320] = {
    id = 2320,
    Type = 5,
    MonsterID = 20050
  },
  [2321] = {
    id = 2321,
    SkillID = Table_StrateText_t.SkillID[105]
  },
  [2330] = {
    id = 2330,
    Type = 5,
    MonsterID = 30067
  },
  [2331] = {
    id = 2331,
    SkillID = Table_StrateText_t.SkillID[112]
  },
  [2332] = {id = 2332, ServantID = 350630},
  [2333] = {id = 2333, ServantID = 350640},
  [2334] = {id = 2334, ServantID = 350650},
  [2340] = {
    id = 2340,
    Type = 5,
    MonsterID = 20052
  },
  [2341] = {
    id = 2341,
    SkillID = Table_StrateText_t.SkillID[113]
  },
  [2350] = {
    id = 2350,
    Type = 5,
    MonsterID = 320170
  },
  [2351] = {
    id = 2351,
    SkillID = Table_StrateText_t.SkillID[117]
  },
  [2360] = {
    id = 2360,
    Type = 5,
    MonsterID = 320160
  },
  [2361] = {
    id = 2361,
    SkillID = Table_StrateText_t.SkillID[122]
  },
  [2362] = {id = 2362, ServantID = 320161},
  [2370] = {
    id = 2370,
    Type = 5,
    MonsterID = 320180
  },
  [2371] = {
    id = 2371,
    SkillID = Table_StrateText_t.SkillID[123]
  },
  [2372] = {
    id = 2372,
    ServantID = 320182,
    SkillID = Table_StrateText_t.SkillID[124]
  },
  [2380] = {
    id = 2380,
    Type = 5,
    MonsterID = 320190
  },
  [2381] = {
    id = 2381,
    SkillID = Table_StrateText_t.SkillID[127]
  },
  [2382] = {id = 2382, ServantID = 320191},
  [2383] = {
    id = 2383,
    ServantID = 320196,
    SkillID = Table_StrateText_t.SkillID[128]
  },
  [2390] = {
    id = 2390,
    Type = 5,
    MonsterID = 30068
  },
  [2391] = {
    id = 2391,
    SkillID = Table_StrateText_t.SkillID[129]
  },
  [2400] = {
    id = 2400,
    Type = 5,
    MonsterID = 20053
  },
  [2401] = {
    id = 2401,
    StageIntroduce = "宝箱保护着巨鳄，使其受到的所有伤害都会减少，如果能激怒巨鳄的话，或许就能使其失效。。。"
  },
  [2402] = {
    id = 2402,
    SkillID = Table_StrateText_t.SkillID[131]
  },
  [2403] = {
    id = 2403,
    ServantID = 350690,
    SkillID = Table_StrateText_t.SkillID[132]
  },
  [2404] = {id = 2404, ServantID = 350691},
  [2410] = {
    id = 2410,
    Type = 5,
    MonsterID = 320200
  },
  [2411] = {
    id = 2411,
    SkillID = Table_StrateText_t.SkillID[133]
  },
  [2412] = {id = 2412, ServantID = 320203},
  [2413] = {id = 2413, ServantID = 320204},
  [2420] = {
    id = 2420,
    Type = 5,
    MonsterID = 320220
  },
  [2421] = {
    id = 2421,
    SkillID = Table_StrateText_t.SkillID[134]
  },
  [2430] = {
    id = 2430,
    Type = 5,
    MonsterID = 320230
  },
  [2431] = {
    id = 2431,
    SkillID = Table_StrateText_t.SkillID[135]
  },
  [2440] = {
    id = 2440,
    Type = 5,
    MonsterID = 320240
  },
  [2441] = {
    id = 2441,
    SkillID = Table_StrateText_t.SkillID[136]
  },
  [2442] = {id = 2442, ServantID = 320243},
  [2443] = {id = 2443, ServantID = 320244},
  [2444] = {id = 2444, ServantID = 320245},
  [2450] = {
    id = 2450,
    Type = 5,
    MonsterID = 30069
  },
  [2451] = {
    id = 2451,
    StageIntroduce = "堕落之根的技能命中敌人后会附加“寄生”的负面状态——装备被破坏持续30秒"
  },
  [2452] = {
    id = 2452,
    SkillID = Table_StrateText_t.SkillID[139]
  },
  [2453] = {id = 2453, ServantID = 350694},
  [2454] = {
    id = 2454,
    ItemID = Table_StrateText_t.ItemID[16]
  },
  [2460] = {
    id = 2460,
    Type = 5,
    MonsterID = 30070
  },
  [2461] = {
    id = 2461,
    StageIntroduce = "暗答莱尸的技能命中敌人后会附加“腐化”的负面状态——装备精炼等级降低持续30秒"
  },
  [2462] = {
    id = 2462,
    SkillID = Table_StrateText_t.SkillID[142]
  },
  [2463] = {
    id = 2463,
    ItemID = Table_StrateText_t.ItemID[17]
  },
  [2470] = {
    id = 2470,
    Type = 5,
    MonsterID = 20054
  },
  [2471] = {
    id = 2471,
    StageIntroduce = "远古半龙人的技能命中敌人后会附加“点燃”的负面状态——受到火属性伤害持续30秒"
  },
  [2472] = {
    id = 2472,
    SkillID = Table_StrateText_t.SkillID[147]
  },
  [2473] = {
    id = 2473,
    ItemID = Table_StrateText_t.ItemID[18]
  },
  [2480] = {
    id = 2480,
    Type = 5,
    MonsterID = 20055
  },
  [2481] = {
    id = 2481,
    StageIntroduce = "远古弑神者会通过扭曲骑士的记忆来强化作战能力，打破被束缚的记忆可以削弱弑神者。"
  },
  [2482] = {
    id = 2482,
    SkillID = Table_StrateText_t.SkillID[149]
  },
  [2483] = {
    id = 2483,
    ItemID = Table_StrateText_t.ItemID[19]
  },
  [2490] = {
    id = 2490,
    Type = 5,
    MonsterID = 30071
  },
  [2491] = {
    id = 2491,
    SkillID = Table_StrateText_t.SkillID[153]
  },
  [2492] = {
    id = 2492,
    ItemID = Table_StrateText_t.ItemID[20]
  },
  [2500] = {
    id = 2500,
    Type = 5,
    MonsterID = 320250
  },
  [2501] = {
    id = 2501,
    SkillID = Table_StrateText_t.SkillID[157]
  },
  [2510] = {
    id = 2510,
    Type = 5,
    MonsterID = 30072
  },
  [2511] = {
    id = 2511,
    SkillID = Table_StrateText_t.SkillID[158]
  },
  [2512] = {id = 2512, ServantID = 209056},
  [2520] = {
    id = 2520,
    Type = 5,
    MonsterID = 30073
  },
  [2521] = {
    id = 2521,
    SkillID = Table_StrateText_t.SkillID[156]
  },
  [3010] = {
    id = 3010,
    Type = 1,
    Title = "马勒盗虫★",
    SubTitle = "方式一",
    SubTitle2 = "地点",
    Text = "[u][url=%s]普隆德拉下水道2F[/url][/u]",
    ShortCutID = 80
  },
  [3011] = {
    id = 3011,
    Type = 1,
    SubTitle2 = "出现方式",
    Text = "击杀盗虫卵后,有50%%概率出现。"
  },
  [3012] = {
    id = 3012,
    Type = 1,
    Title = "克瑞米★",
    SubTitle = "地点",
    Text = "迷藏森林"
  },
  [3013] = {
    id = 3013,
    Type = 1,
    SubTitle = "出现方式",
    Text = "迷藏森林里藏有8只。死亡后,150秒后会重新复活。"
  },
  [3014] = {
    id = 3014,
    Type = 1,
    Title = "海葵★",
    SubTitle = "地点",
    Text = "海底神殿"
  },
  [3015] = {
    id = 3015,
    Type = 1,
    SubTitle = "出现方式",
    Text = "海底神殿内藏有5只。死亡后,80秒后会重新复活。"
  },
  [3016] = {
    id = 3016,
    Type = 1,
    Title = "人鱼★",
    SubTitle = "地点",
    Text = "海底神殿"
  },
  [3017] = {
    id = 3017,
    Type = 1,
    SubTitle = "出现方式",
    Text = "海底神殿内藏有5只。死亡后,80秒后会重新复活。"
  },
  [3018] = {
    id = 3018,
    Type = 1,
    Title = "马克★",
    SubTitle = "地点",
    Text = "海底神殿"
  },
  [3019] = {
    id = 3019,
    Type = 1,
    SubTitle = "出现方式",
    Text = "海底神殿内藏有5只。死亡后,约80秒会重新复活。"
  },
  [3020] = {
    id = 3020,
    Type = 1,
    Title = "刺刀哥布灵★",
    SubTitle = "地点",
    Text = "哥布灵森林"
  },
  [3021] = {
    id = 3021,
    Type = 1,
    SubTitle = "出现方式",
    Text = "对会说话的剃刀哥布灵使用变傻光线枪,有85%概率将其增加变大BUFF,15%概率变小。变大buff叠加2层后,变为对应的剃刀哥布灵★；变小buff叠加2层后,此哥布灵被传送到别处。"
  },
  [3022] = {
    id = 3022,
    Type = 1,
    Title = "榔头哥布灵★",
    SubTitle = "地点",
    Text = "哥布灵森林"
  },
  [3023] = {
    id = 3023,
    Type = 1,
    SubTitle = "出现方式",
    Text = "对会说话的榔头哥布灵使用变傻光线枪,有85%概率将其增加变大BUFF,15%概率变小。变大buff叠加2层后,变为对应的榔头哥布灵★；变小buff叠加2层后,此哥布灵被传送到别处。"
  },
  [3024] = {
    id = 3024,
    Type = 1,
    Title = "刺锤哥布灵★",
    SubTitle = "地点",
    Text = "哥布灵森林"
  },
  [3025] = {
    id = 3025,
    Type = 1,
    SubTitle = "出现方式",
    Text = "对会说话的刺锤哥布灵使用变傻光线枪,有85%概率将其增加变大BUFF,15%概率变小。变大buff叠加2层后,变为对应的刺锤哥布灵★；变小buff叠加2层后,此哥布灵被传送到别处。"
  },
  [3026] = {
    id = 3026,
    Type = 1,
    Title = "长矛哥布灵★",
    SubTitle = "地点",
    Text = "哥布灵森林"
  },
  [3027] = {
    id = 3027,
    Type = 1,
    SubTitle = "出现方式",
    Text = "对会说话的长矛哥布灵使用变傻光线枪,有85%概率将其增加变大BUFF,15%概率变小。变大buff叠加2层后,变为对应的长矛哥布灵★；变小buff叠加2层后,此哥布灵被传送到别处。"
  },
  [3028] = {
    id = 3028,
    Type = 1,
    Title = "大斧哥布灵★",
    SubTitle = "地点",
    Text = "哥布灵森林"
  },
  [3029] = {
    id = 3029,
    Type = 1,
    SubTitle = "出现方式",
    Text = "出现方式：对会说话的大斧哥布灵使用变傻光线枪,有85%概率将其增加变大BUFF,15%概率变小。变大buff叠加2层后,变为对应的大斧哥布灵★；变小buff叠加2层后,此哥布灵被传送到别处。"
  },
  [3030] = {
    id = 3030,
    Type = 1,
    Title = "兵蚁★",
    SubTitle = "地点",
    Text = "苏克拉特沙漠"
  },
  [3031] = {
    id = 3031,
    Type = 1,
    SubTitle = "出现方式",
    Text = "击杀蚂蚁卵后,有50%概率出现。"
  },
  [3032] = {
    id = 3032,
    Type = 1,
    Title = "鬼火★",
    SubTitle = "地点",
    Text = "斐扬洞窟1F、2F"
  },
  [3033] = {
    id = 3033,
    Type = 1,
    SubTitle = "出现方式",
    Text = "幽灵相机拍摄鬼影,有30%几率出现。"
  },
  [3034] = {
    id = 3034,
    Type = 1,
    Title = "鬼女★",
    SubTitle = "地点",
    Text = "斐扬洞窟1F、2F"
  },
  [3035] = {
    id = 3035,
    Type = 1,
    SubTitle = "出现方式",
    Text = "幽灵相机拍摄鬼影,有30%几率出现。"
  },
  [3036] = {
    id = 3036,
    Type = 1,
    Title = "飞行魔书★",
    SubTitle = "地点",
    Text = "古城大厅"
  },
  [3037] = {
    id = 3037,
    Type = 1,
    SubTitle = "出现方式",
    Text = "在古城大厅,每被击杀200个飞行魔书时,会出现2个飞行魔书★。"
  },
  [3038] = {
    id = 3038,
    Type = 1,
    Title = "小巴风特★",
    SubTitle = "地点",
    Text = "古城大厅"
  },
  [3039] = {
    id = 3039,
    Type = 1,
    SubTitle = "出现方式",
    Text = "每天20:00至22:00,在古城大厅内会出现大量小巴风特★。"
  },
  [3040] = {
    id = 3040,
    Type = 1,
    Title = "巫婆★",
    SubTitle = "地点",
    Text = "钟楼1F"
  },
  [3041] = {
    id = 3041,
    Type = 1,
    SubTitle = "出现方式",
    Text = "每天20:00至22:00,在钟楼1F内会出现大量巫婆★。"
  },
  [3042] = {
    id = 3042,
    Type = 1,
    Title = "钟怪★",
    SubTitle = "地点",
    Text = "钟楼2F"
  },
  [3043] = {
    id = 3043,
    Type = 1,
    SubTitle = "出现方式",
    Text = "在钟楼2F,每被击杀200个钟怪时,会出现4个钟怪★。"
  },
  [3044] = {
    id = 3044,
    Type = 1,
    Title = "玩具士兵★",
    SubTitle = "地点",
    Text = "玩具工厂1F"
  },
  [3045] = {
    id = 3045,
    Type = 1,
    SubTitle = "出现方式",
    Text = "在玩具工厂1F,每被击杀250个玩具士兵时,会出现1个玩具士兵★。"
  },
  [3046] = {
    id = 3046,
    Type = 1,
    Title = "玩偶熊★",
    SubTitle = "地点",
    Text = "玩具工厂1F、2F"
  },
  [3047] = {
    id = 3047,
    Type = 1,
    SubTitle = "出现方式",
    Text = "每天20:00至21:00,在玩具工厂1F与2F内会出现大量玩具熊★。"
  },
  [3048] = {
    id = 3048,
    Type = 1,
    Title = "鸟人哈比★",
    SubTitle = "地点",
    Text = "国境检查站"
  },
  [3049] = {
    id = 3049,
    Type = 1,
    SubTitle = "出现方式",
    Text = "每1800秒在国境检查站的固定位置会出现3个哈比的蛋,全部打碎后会在随机位置出现1个鸟人哈比★。"
  },
  [3050] = {
    id = 3050,
    Type = 1,
    Title = "爆炎小恶魔★",
    SubTitle = "地点",
    Text = "熔岩洞窟1F"
  },
  [3051] = {
    id = 3051,
    Type = 1,
    SubTitle = "出现方式",
    Text = "每被击杀200个爆炎小恶魔,地图随机会出现3个爆炎小恶魔★。"
  },
  [3052] = {
    id = 3052,
    Type = 1,
    Title = "土拨鼠★",
    SubTitle = "地点",
    Text = "艾因布洛克原野"
  },
  [3053] = {
    id = 3053,
    Type = 1,
    SubTitle = "出现方式",
    Text = "每7200秒在艾因布洛克原野的固定位置会出现1个土拨鼠小宝,杀死后固定位置召唤出传说中的土拨鼠公主和4只土拨鼠★。"
  },
  [3054] = {
    id = 3054,
    Type = 1,
    Title = "墓碑怪人★",
    SubTitle = "地点",
    Text = "雾之森林"
  },
  [3055] = {
    id = 3055,
    Type = 1,
    SubTitle = "出现方式",
    Text = "地图上每900秒会出现玛格丽特的墓碑、伊丽莎白的墓碑、莱罗娜的墓碑,全部杀死后地图随即位置会刷新3只墓碑怪人★。"
  },
  [3056] = {
    id = 3056,
    Type = 1,
    Title = "南瓜魂★",
    SubTitle = "地点",
    Text = "斯凯领顿"
  },
  [3057] = {
    id = 3057,
    Type = 1,
    SubTitle = "出现方式",
    Text = "在该地图内,每被击败100个南瓜魂时,会出现1个南瓜魂★。"
  },
  [3058] = {
    id = 3058,
    Type = 1,
    Title = "巨型金属土拨鼠★",
    SubTitle = "地点",
    Text = "里希塔乐原野"
  },
  [3059] = {
    id = 3059,
    Type = 1,
    SubTitle = "出现方式",
    Text = "在里希塔乐原野每击杀100个土拨鼠拾荒者,会出现1只土拨鼠监控员,击杀后地图随机位置会刷新1只巨型金属土拨鼠★，最小出现间隔为3600秒。"
  },
  [3060] = {
    id = 3060,
    Type = 1,
    Title = "消防队长★",
    SubTitle = "地点",
    Text = "生命体研究所 地下1F"
  },
  [3061] = {
    id = 3061,
    Type = 1,
    SubTitle = "出现方式",
    Text = "在生命体研究所 地下1F,每隔3600秒会刷新6个灭火中的消防魔，全部击杀后在地图随机位置会刷新1个消防队长★。"
  },
  [3062] = {
    id = 3062,
    Type = 1,
    Title = "堆积物融合体★",
    SubTitle = "地点",
    Text = "生命体研究所 地下2F"
  },
  [3063] = {
    id = 3063,
    Type = 1,
    SubTitle = "出现方式",
    Text = "在生命体研究所 地下2F,每被击杀150个异变堆积物时,会出现1个堆积物融合体★。"
  },
  [3064] = {
    id = 3064,
    Type = 1,
    Title = "巨型雪兽★",
    SubTitle = "地点",
    Text = "圣域冰洞"
  },
  [3065] = {
    id = 3065,
    Type = 1,
    SubTitle = "出现方式",
    Text = "在圣域冰洞,每被击杀200只雪兽后,会出现1个巨型雪兽★。"
  },
  [3066] = {
    id = 3066,
    Type = 1,
    Title = "鼬群首领★",
    SubTitle = "地点",
    Text = "伊达平原"
  },
  [3067] = {
    id = 3067,
    Type = 1,
    SubTitle = "出现方式",
    Text = "在伊达平原,每隔3600秒会刷新6个平原守卫兵，全部击杀后在地图随机位置会刷新1个鼬群首领★。"
  },
  [3068] = {
    id = 3068,
    Type = 1,
    Title = "恶魔之眼★",
    SubTitle = "地点",
    Text = "圣域神殿地下"
  },
  [3069] = {
    id = 3069,
    Type = 1,
    SubTitle = "出现方式",
    Text = "在圣域神殿地下每击杀100只恶魔之眼后，地图随机位置会刷新1只恶魔之眼★，最小出现间隔为3600秒。"
  },
  [3070] = {
    id = 3070,
    Type = 1,
    Title = "七彩飞龙★",
    SubTitle = "地点",
    Text = "宝藏洞窟"
  },
  [3071] = {
    id = 3071,
    Type = 1,
    SubTitle = "出现方式",
    Text = "在宝藏洞窟,每隔3600秒会在固定位置刷新3个太阳水晶，全部打碎后会在太阳水晶的位置上刷新三个水晶守护者，击败全部水晶守护者后在随机位置出现1个七彩飞龙★。"
  },
  [3072] = {
    id = 3072,
    Type = 1,
    Title = "海獭★",
    SubTitle = "地点",
    Text = "多拉贡岛"
  },
  [3073] = {
    id = 3073,
    Type = 1,
    SubTitle = "出现方式",
    Text = "地图上每3600秒会出现朴素鲜味虾、迷你虾串串、原味龙虾煲,全部杀死后地图召唤出超·至尊海虾套餐，击破超·至尊海虾套餐后会引来海獭★"
  },
  [3074] = {
    id = 3074,
    Type = 1,
    Title = "狂野蜂兵★",
    SubTitle = "地点",
    Text = "罗比奥森林"
  },
  [3075] = {
    id = 3075,
    Type = 1,
    SubTitle = "出现方式",
    Text = "在罗比奥森林每击杀200只狂野蜂兵后，地图随机位置会刷新1只狂野蜂兵★，最小出现间隔为3600秒。"
  },
  [3076] = {
    id = 3076,
    Type = 1,
    Title = "万圣魔★",
    SubTitle = "地点",
    Text = "雾之森林"
  },
  [3077] = {
    id = 3077,
    Type = 1,
    SubTitle = "出现方式",
    Text = "地图上每60分钟会出现封印之焰,全部杀死后目标区域周围会刷新1只万圣魔★。"
  },
  [4010] = {
    id = 4010,
    Type = 1,
    Image = "001"
  },
  [4011] = {
    id = 4011,
    Type = 1,
    Image = "002",
    Desc = Table_StrateText_t.Desc[3]
  },
  [4012] = {
    id = 4012,
    Type = 1,
    Image = "003",
    Desc = Table_StrateText_t.Desc[4]
  },
  [4013] = {
    id = 4013,
    Type = 1,
    Image = "map_intro"
  },
  [4014] = {
    id = 4014,
    Type = 1,
    Image = "004",
    Desc = Table_StrateText_t.Desc[2]
  },
  [4015] = {
    id = 4015,
    Type = 1,
    Image = "005",
    Desc = Table_StrateText_t.Desc[1]
  },
  [5001] = {
    id = 5001,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[137]
  },
  [5010] = {
    id = 5010,
    Type = 5,
    MonsterID = 204000
  },
  [5011] = {
    id = 5011,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[140]
  },
  [5020] = {
    id = 5020,
    Type = 5,
    MonsterID = 204010
  },
  [5021] = {
    id = 5021,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[143]
  },
  [5022] = {
    id = 5022,
    Type = 2,
    ServantID = 209006,
    SkillID = Table_StrateText_t.SkillID[144]
  },
  [5030] = {
    id = 5030,
    Type = 5,
    MonsterID = 204020
  },
  [5031] = {
    id = 5031,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[148]
  },
  [5032] = {
    id = 5032,
    Type = 2,
    ServantID = 209007,
    SkillID = Table_StrateText_t.SkillID[69]
  },
  [5040] = {
    id = 5040,
    Type = 5,
    MonsterID = 204030
  },
  [5041] = {
    id = 5041,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[150]
  },
  [5042] = {
    id = 5042,
    Type = 2,
    ServantID = 209006
  },
  [5050] = {
    id = 5050,
    Type = 5,
    MonsterID = 204040
  },
  [5051] = {
    id = 5051,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[155]
  },
  [5060] = {
    id = 5060,
    Type = 5,
    MonsterID = 204050
  },
  [5061] = {
    id = 5061,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[93]
  },
  [5070] = {
    id = 5070,
    Type = 5,
    MonsterID = 204060
  },
  [5071] = {
    id = 5071,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[94]
  },
  [5072] = {
    id = 5072,
    Type = 2,
    ServantID = 209010,
    SkillID = Table_StrateText_t.SkillID[95]
  },
  [5080] = {
    id = 5080,
    Type = 5,
    MonsterID = 204070
  },
  [5081] = {
    id = 5081,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[119]
  },
  [5090] = {
    id = 5090,
    Type = 5,
    MonsterID = 204080
  },
  [5091] = {
    id = 5091,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[118]
  },
  [5100] = {
    id = 5100,
    Type = 5,
    MonsterID = 204090
  },
  [5101] = {
    id = 5101,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[97]
  },
  [5110] = {
    id = 5110,
    Type = 5,
    MonsterID = 204100
  },
  [5111] = {
    id = 5111,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[98]
  },
  [5112] = {
    id = 5112,
    Type = 2,
    ServantID = 209021,
    SkillID = Table_StrateText_t.SkillID[99]
  },
  [5120] = {
    id = 5120,
    Type = 5,
    MonsterID = 204110
  },
  [5121] = {
    id = 5121,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[115]
  },
  [5122] = {
    id = 5122,
    Type = 2,
    ServantID = 209023,
    SkillID = Table_StrateText_t.SkillID[114]
  },
  [5123] = {
    id = 5123,
    Type = 2,
    ServantID = 209024,
    SkillID = Table_StrateText_t.SkillID[101]
  },
  [5124] = {
    id = 5124,
    Type = 2,
    ServantID = 209025,
    SkillID = Table_StrateText_t.SkillID[83]
  },
  [5130] = {
    id = 5130,
    Type = 5,
    MonsterID = 204120
  },
  [5131] = {
    id = 5131,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[102]
  },
  [5132] = {
    id = 5132,
    Type = 2,
    ServantID = 209026,
    SkillID = Table_StrateText_t.SkillID[103]
  },
  [5133] = {
    id = 5133,
    Type = 2,
    ServantID = 209027,
    SkillID = Table_StrateText_t.SkillID[111]
  },
  [5134] = {
    id = 5134,
    Type = 2,
    ServantID = 209028,
    SkillID = Table_StrateText_t.SkillID[110]
  },
  [5140] = {
    id = 5140,
    Type = 5,
    MonsterID = 204130
  },
  [5141] = {
    id = 5141,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[109]
  },
  [5150] = {
    id = 5150,
    Type = 5,
    MonsterID = 204150
  },
  [5151] = {
    id = 5151,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[108]
  },
  [5152] = {
    id = 5152,
    Type = 2,
    ServantID = 209037,
    SkillID = Table_StrateText_t.SkillID[107]
  },
  [5153] = {
    id = 5153,
    Type = 2,
    ServantID = 209038,
    SkillID = Table_StrateText_t.SkillID[16]
  },
  [5154] = {
    id = 5154,
    Type = 2,
    ServantID = 209039
  },
  [5160] = {
    id = 5160,
    Type = 5,
    MonsterID = 204160
  },
  [5161] = {
    id = 5161,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[18]
  },
  [5162] = {
    id = 5162,
    Type = 2,
    ServantID = 209042,
    SkillID = Table_StrateText_t.SkillID[19]
  },
  [5163] = {
    id = 5163,
    Type = 2,
    ServantID = 209046,
    SkillID = Table_StrateText_t.SkillID[19]
  },
  [5170] = {
    id = 5170,
    Type = 5,
    MonsterID = 204140
  },
  [5171] = {
    id = 5171,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[21]
  },
  [5172] = {
    id = 5172,
    Type = 2,
    ServantID = 209035,
    SkillID = Table_StrateText_t.SkillID[22]
  },
  [5173] = {
    id = 5173,
    Type = 2,
    ServantID = 209036,
    SkillID = Table_StrateText_t.SkillID[23]
  },
  [5180] = {
    id = 5180,
    Type = 5,
    MonsterID = 204170
  },
  [5181] = {
    id = 5181,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[26]
  },
  [5190] = {
    id = 5190,
    Type = 5,
    MonsterID = 280500
  },
  [5191] = {
    id = 5191,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[29]
  },
  [5192] = {
    id = 5192,
    Type = 2,
    ServantID = 280501,
    SkillID = Table_StrateText_t.SkillID[30]
  },
  [5193] = {
    id = 5193,
    Type = 2,
    ServantID = 280502,
    SkillID = Table_StrateText_t.SkillID[31]
  },
  [5194] = {
    id = 5194,
    Type = 2,
    ServantID = 280503,
    SkillID = Table_StrateText_t.SkillID[32]
  },
  [5195] = {
    id = 5195,
    Type = 4,
    ItemID = Table_StrateText_t.ItemID[7]
  },
  [5200] = {
    id = 5200,
    Type = 5,
    MonsterID = 280600
  },
  [5201] = {
    id = 5201,
    Type = 2,
    StageIntroduce = "第一阶段：水武与火武被全部击杀前",
    SkillID = Table_StrateText_t.SkillID[36]
  },
  [5202] = {
    id = 5202,
    Type = 2,
    StageIntroduce = "第二阶段：水武与火武被全部击杀，MVP血量30%以上",
    SkillID = Table_StrateText_t.SkillID[37]
  },
  [5203] = {
    id = 5203,
    Type = 2,
    StageIntroduce = "第三阶段：MVP血量30%以下时",
    SkillID = Table_StrateText_t.SkillID[38]
  },
  [5204] = {
    id = 5204,
    Type = 2,
    ServantID = 280601,
    SkillID = Table_StrateText_t.SkillID[39]
  },
  [5205] = {
    id = 5205,
    Type = 2,
    ServantID = 280602,
    SkillID = Table_StrateText_t.SkillID[40]
  },
  [5206] = {
    id = 5206,
    Type = 2,
    ServantID = 280603,
    SkillID = Table_StrateText_t.SkillID[106]
  },
  [5207] = {
    id = 5207,
    Type = 4,
    ItemID = Table_StrateText_t.ItemID[11]
  },
  [5210] = {
    id = 5210,
    Type = 5,
    MonsterID = 204180
  },
  [5211] = {
    id = 5211,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[43]
  },
  [5212] = {
    id = 5212,
    Type = 2,
    ServantID = 350570,
    SkillID = Table_StrateText_t.SkillID[44]
  },
  [5213] = {
    id = 5213,
    Type = 2,
    ServantID = 350580,
    SkillID = Table_StrateText_t.SkillID[45]
  },
  [5220] = {
    id = 5220,
    Type = 5,
    MonsterID = 204190
  },
  [5221] = {
    id = 5221,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[47]
  },
  [5222] = {
    id = 5222,
    Type = 2,
    ServantID = 350590,
    SkillID = Table_StrateText_t.SkillID[48]
  },
  [5230] = {
    id = 5230,
    Type = 5,
    MonsterID = 204200
  },
  [5231] = {
    id = 5231,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[51]
  },
  [5232] = {
    id = 5232,
    Type = 2,
    ServantID = 209051
  },
  [5233] = {
    id = 5233,
    Type = 2,
    ServantID = 209052,
    SkillID = Table_StrateText_t.SkillID[52]
  },
  [5240] = {
    id = 5240,
    Type = 5,
    MonsterID = 204210
  },
  [5241] = {
    id = 5241,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[54]
  },
  [5250] = {
    id = 5250,
    Type = 5,
    MonsterID = 204220
  },
  [5251] = {
    id = 5251,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[104]
  },
  [5252] = {
    id = 5252,
    Type = 2,
    ServantID = 350660,
    SkillID = Table_StrateText_t.SkillID[60]
  },
  [5253] = {
    id = 5253,
    Type = 2,
    ServantID = 350670
  },
  [10000] = {
    id = 10000,
    Type = 1,
    Title = "波纳佩博物岛",
    Image = "bowudao",
    SubTitle = "地理位置",
    Text = "克魔岛"
  },
  [10001] = {
    id = 10001,
    Type = 1,
    SubTitle = "波纳佩博物岛",
    Text = "波纳佩岛位于克魔岛西南部海域，是一座小型近海岛屿。许多年前，这里是克魔岛岛民们祭祀祖先的场所，近年来，为了发展旅游业，这里被开发为一座巨大的露天博物馆。这座博物馆很好的保留了岛上原始的自然与人文生态。在这里，游客们可以浏览热带海岛风光，领略克魔岛的悠久历史，再现数千年前克魔岛先民的原始生活。"
  },
  [10002] = {
    id = 10002,
    Type = 1,
    SubTitle = "副本入口",
    Text = "与克魔岛码头船长哈奇对话即可乘船前往波纳佩博物岛，副本进入等级限制为120级"
  },
  [10003] = {
    id = 10003,
    Type = 1,
    SubTitle = "副本流程",
    Text = "冒险者需沿路经过化石广场、博物海滩、棋士团雕像群、战场遗迹与勇士战团雕像群等5个主要景点，不断击败强大魔物，以探寻博物岛异变的源头。"
  },
  [10004] = {
    id = 10004,
    Type = 1,
    SubTitle = "进度保存",
    Text = "冒险者每通过博物岛内的一处主要景点，即可记录副本攻略进度；副本进度每周一5点清空，同一周内反复进入副本，以队长的进度为开始，已攻略内容不再刷新。【注意：若冒险者在特殊情况下跳过中间的进度并且先完成了后续的进度，当他作为队长再次进入副本时，跳过的进度也不会刷新。若想获得跳过部分的奖励，可以作为队员加入其他仍有该部分进度的玩家队伍再次进行攻略】；"
  },
  [10005] = {
    id = 10005,
    Type = 1,
    SubTitle = "奖励规则",
    Text = "副本内共有三个强大的MVP魔物，击败之后可获取奖励。每个MVP的掉落奖励同一个账号一周内限定获得一次，掉落奖励每周一5点刷新。每周击败MVP魔物获取奖励后，可以消耗好运币进行额外奖励的获取。通过好运币获得的每个MVP的额外奖励，同一个账号一周内限定获得一次，额外奖励每周一5点刷新。每个MVP在勇士和英灵难度共享奖励与好运币获取次数，初心难度奖励单独计算。（例如：当获得勇士难度的幻龙MVP奖励后，无法再次获得英灵难度的幻龙MVP奖励。）"
  },
  [10006] = {
    id = 10006,
    Type = 1,
    SubTitle = "复活规则",
    Text = "在副本内与MVP魔物战斗时，会限制战斗区域，并且复活冒险者会消耗复活次数；当复活次数用完后，冒险者将无法被复活。每次击败MVP魔物可重置复活次数，与非MVP魔物交战时，不会消耗复活次数。"
  },
  [10010] = {
    id = 10010,
    Type = 5,
    Location = 1,
    MonsterID = 270500
  },
  [10011] = {
    id = 10011,
    Type = 1,
    StageIntroduce = "曾经的它再怎么强大，如今也只是博物馆中供游客参观的化石枯骨。\n生前是波纳佩岛最强大的巨龙，在上古时代与克魔岛勇士们的战争中被投矛贯穿心脏，当场毙命。它的尸骸被当作克魔岛勇武的象征而得以完整的留存。波纳佩岛博物园兴建时，被作为化石藏品陈列于园中。\n对于人类有着强烈的恨意，在邪恶力量的影响下复生，它会将这份恨意倾泄在这些打扰了它安眠的渺小人类身上！"
  },
  [10012] = {
    id = 10012,
    Type = 1,
    StageIntroduce = "【属性：不死】【体型：大】【种族：龙】"
  },
  [10013] = {
    id = 10013,
    Type = 2,
    StageIntroduce = "幻龙加利厄隆坦会灵活运用火、毒两种属性来迎敌。当幻龙身上冒出红色的火焰或者蓝绿色的毒焰时，它的技能将会为受到伤害的敌人附加对应的火或者毒之印记。受到火/毒印记的敌人，会每2秒受到火/毒属性的伤害，同时每隔数秒会额外叠加一层相同的印记，当同一种印记叠加到10层后，将陷入长时间的石化状态，不可驱散和主动解除，只有被幻龙的巨龙冲撞接触后方可解除。两种属性的印记不会同时存在，当附带火之印记的冒险者受到毒属性技能影响后，会清除自身的火之印记同时开始叠加毒之印记，反之亦然。当冒险者触发自身的印记属性切换时，会触发范围爆炸伤害。（英灵难度下火/毒印记伤害不受对应的火/毒属性减伤影响）",
    SkillID = Table_StrateText_t.SkillID[116]
  },
  [10014] = {
    id = 10014,
    Type = 4,
    ItemID = Table_StrateText_t.ItemID[12]
  },
  [10015] = {
    id = 10015,
    Type = 3,
    ServantID = 272504
  },
  [10016] = {
    id = 10016,
    Type = 3,
    ServantID = 272505
  },
  [10020] = {
    id = 10020,
    Type = 5,
    Location = 1,
    MonsterID = 270600
  },
  [10021] = {
    id = 10021,
    Type = 1,
    StageIntroduce = "上古时期克魔岛某位伟大国王及他亲卫队的雕像。相传通过这些雕像，人们能与先王的灵魂进行沟通。笼罩在波纳佩岛的邪恶力量唤醒了雕像中隐藏的灵魂力量，但令人意外的是，这位伟大的克魔岛古王似乎对下棋更感兴趣。"
  },
  [10022] = {
    id = 10022,
    Type = 1,
    StageIntroduce = "【属性：念】【体型：大】【种族：无形】"
  },
  [10023] = {
    id = 10023,
    Type = 2,
    StageIntroduce = "国王雕像在战斗时会使用自己的亲卫队棋子来对冒险者进行干扰。准确判断棋子的移动路径将会是战胜国王的关键。每隔一段时间，国王会命令棋子进行移动，移动结束后国王将颁布随机一条法令",
    SkillID = Table_StrateText_t.SkillID[120]
  },
  [10024] = {
    id = 10024,
    Type = 3,
    ServantID = 270604,
    SkillID = Table_StrateText_t.SkillID[121]
  },
  [10025] = {
    id = 10025,
    Type = 3,
    ServantID = 270606
  },
  [10026] = {
    id = 10026,
    Type = 3,
    ServantID = 270603
  },
  [10027] = {
    id = 10027,
    Type = 3,
    ServantID = 270605
  },
  [10028] = {
    id = 10028,
    Type = 3,
    ServantID = 270601
  },
  [10029] = {
    id = 10029,
    Type = 4,
    ItemID = Table_StrateText_t.ItemID[13]
  },
  [10030] = {
    id = 10030,
    Type = 5,
    Location = 1,
    MonsterID = 270701
  },
  [10031] = {
    id = 10031,
    Type = 5,
    MonsterID = 270702
  },
  [10032] = {
    id = 10032,
    Type = 5,
    MonsterID = 270703
  },
  [10033] = {
    id = 10033,
    Type = 5,
    MonsterID = 270704
  },
  [10034] = {
    id = 10034,
    Type = 1,
    StageIntroduce = "克魔岛历史上最伟大的勇士战团，他们曾合力击败了某位意图毁灭整个克魔岛文明的恐怖存在，为了纪念他们岛民们在波纳佩岛修建了他们的雕像。被邪恶力量赋予了生命的雕像将贸然闯入的冒险者当作了入侵者，誓要遵循他们生前守护克魔岛的誓言。"
  },
  [10035] = {
    id = 10035,
    Type = 1,
    StageIntroduce = "【属性：火/圣/毒/念】【体型：大】【种族：人】"
  },
  [10036] = {
    id = 10036,
    Type = 2,
    Stage = Table_StrateText_t.Stage[11],
    StageIntroduce = "祖尔作为战团的前锋熟练掌握了骑士与猎人的技能，小心他的弓箭与陷阱。身为骑士，他会响应冒险者的嘲讽技能。（英灵难度下祖尔获得被动技能：每隔一段时间为自己添加霸邪之阵的效果，同时阵亡时会为击杀者施加持续一段时间的负面效果：生命值上限降低）",
    SkillID = Table_StrateText_t.SkillID[86]
  },
  [10037] = {
    id = 10037,
    Type = 2,
    Stage = Table_StrateText_t.Stage[10],
    StageIntroduce = "珀卡拉尼作为战团的辅助熟练掌握了牧师与贤者的技能，小心她的领域与驱散，不可被嘲讽。（英灵难度下珀卡拉尼获得被动技能：为自己添加永久的暗之障壁的效果，同时阵亡时会为击杀者施加持续一段时间的负面效果：无法添加增益效果）",
    SkillID = Table_StrateText_t.SkillID[85]
  },
  [10038] = {
    id = 10038,
    Type = 2,
    Stage = Table_StrateText_t.Stage[12],
    StageIntroduce = "努卡作为战团的近战输出手，兼具武僧与流氓的技能，小心他的阿修罗霸凰拳，不可被嘲讽。（英灵难度下努卡获得被动技能：为自己添加永久的光之障壁的效果，同时阵亡时会为击杀者施加持续一段时间的负面效果：被缴械）",
    SkillID = Table_StrateText_t.SkillID[125]
  },
  [10039] = {
    id = 10039,
    Type = 2,
    Stage = Table_StrateText_t.Stage[13],
    StageIntroduce = "卡摩拉作为战团的魔法攻手，兼具法师与炼金术师的技能，小心她的地狱植物与陨石术，不可被嘲讽。（英灵难度下卡摩拉获得被动技能：阵亡时会为击杀者施加持续一段时间的负面效果：sp归零且无法恢复sp）",
    SkillID = Table_StrateText_t.SkillID[126]
  },
  [10040] = {
    id = 10040,
    Type = 4,
    ItemID = Table_StrateText_t.ItemID[14]
  },
  [10100] = {
    id = 10100,
    Type = 1,
    Title = "浪潮下的禁忌",
    Image = "qiwangshiRaid",
    SubTitle = "地理位置",
    Text = "迷踪岛"
  },
  [10101] = {
    id = 10101,
    Type = 1,
    SubTitle = "迷踪岛",
    Text = "位于王国南部远海的神秘小岛，传说这里常年被风暴环绕，船只一旦进入迷踪岛附近必定有来无回，多年来唯一的例外是传奇海盗巴克萨，那是千年来唯一一个从迷踪岛活着回来的人。传说他将自己的宝藏藏在了迷踪岛……"
  },
  [10102] = {
    id = 10102,
    Type = 1,
    SubTitle = "副本入口",
    Text = "与克魔岛码头罗杰·巴尔特对话即可乘船前往迷踪岛，副本进入等级限制为120级"
  },
  [10103] = {
    id = 10103,
    Type = 1,
    SubTitle = "副本流程",
    Text = "冒险者需沿路经过浮焰区、海灵仪祭与国王荣光号等3个主要区域，不断击败强大魔物，以探寻迷踪岛的秘密。"
  },
  [10104] = {
    id = 10104,
    Type = 1,
    SubTitle = "进度保存",
    Text = "冒险者每通过迷踪岛内的一处主要景点，即可记录副本攻略进度；副本进度每周一5点清空，同一周内反复进入副本，以队长的进度为开始，已攻略内容不再刷新。【注意：若冒险者在特殊情况下跳过中间的进度并且先完成了后续的进度，当他作为队长再次进入副本时，跳过的进度也不会刷新。若想获得跳过部分的奖励，可以作为队员加入其他仍有该部分进度的玩家队伍再次进行攻略】；"
  },
  [10105] = {
    id = 10105,
    Type = 1,
    SubTitle = "奖励规则",
    Text = "副本内共有三个强大的MVP魔物，击败之后可获取奖励。每个MVP的掉落奖励同一个账号一周内限定获得一次，掉落奖励每周一5点刷新。每周击败MVP魔物获取奖励后，可以消耗好运币进行额外奖励的获取。通过好运币获得的每个MVP的额外奖励，同一个账号一周内限定获得一次，额外奖励每周一5点刷新。每个MVP在勇士和英灵难度共享奖励与好运币获取次数，初心难度奖励单独计算。"
  },
  [10106] = {
    id = 10106,
    Type = 1,
    SubTitle = "复活规则",
    Text = "在副本内与MVP魔物战斗时，会限制战斗区域，并且复活冒险者会消耗复活次数；当复活次数用完后，冒险者将无法被复活。每次击败MVP魔物可重置复活次数，与非MVP魔物交战时，不会消耗复活次数。"
  },
  [10110] = {
    id = 10110,
    Type = 5,
    Location = 1,
    MonsterID = 273100
  },
  [10111] = {
    id = 10111,
    Type = 1,
    StageIntroduce = "在魔女力量和海灵的石之力量加持下，由熔岩中诞生的魔兽。"
  },
  [10112] = {
    id = 10112,
    Type = 1,
    StageIntroduce = "【属性：火】【体型：大】【种族：无形】"
  },
  [10113] = {
    id = 10113,
    Type = 2,
    SkillID = Table_StrateText_t.SkillID[138]
  },
  [10114] = {
    id = 10114,
    Type = 3,
    ServantID = 275102
  },
  [10115] = {
    id = 10115,
    Type = 3,
    ServantID = 273104
  },
  [10116] = {
    id = 10116,
    Type = 3,
    ServantID = 273105
  },
  [10117] = {
    id = 10117,
    Type = 4,
    ItemID = Table_StrateText_t.ItemID[10]
  },
  [10120] = {
    id = 10120,
    Type = 5,
    Location = 1,
    MonsterID = 273200
  },
  [10121] = {
    id = 10121,
    Type = 1,
    StageIntroduce = "海灵是古代克魔岛所信仰的自然意志，并非真实存在的神，它代表着海、树、石、风四种力量，这是海岛上常见的四种事物，由于魔女力量的影响，用于祭祀的海灵图腾变成邪恶的魔物，使用风暴的力量创造了迷踪岛及附近的迷之海域。"
  },
  [10122] = {
    id = 10122,
    Type = 1,
    StageIntroduce = "【属性：念】【体型：大】【种族：无形】"
  },
  [10123] = {
    id = 10123,
    Type = 2,
    StageIntroduce = "海灵会激活不同的力量印记来释放不同的技能，同时海灵在释放印记技能时会使用随机的祭祀动作。海灵的祭祀动作有三种，分别是顺时针旋转、逆时针旋转与颠倒旋转。当冒险者被海灵视线变身为小图腾之后，也可以从这三种祭祀动作中选择一种进行表演。在进行“成分分析”时，海灵会记忆在此之前释放不同印记技能时使用的祭祀动作，只有正确表演了祭祀动作的冒险者才能解除海灵施加的死亡诅咒。",
    SkillID = Table_StrateText_t.SkillID[141]
  },
  [10124] = {
    id = 10124,
    Type = 3,
    ServantID = 273202
  },
  [10125] = {
    id = 10125,
    Type = 3,
    ServantID = 273203
  },
  [10126] = {
    id = 10126,
    Type = 3,
    ServantID = 273204
  },
  [10127] = {
    id = 10127,
    Type = 3,
    ServantID = 273205
  },
  [10128] = {
    id = 10128,
    Type = 4,
    ItemID = Table_StrateText_t.ItemID[9]
  },
  [10130] = {
    id = 10130,
    Type = 5,
    Location = 1,
    MonsterID = 273300
  },
  [10131] = {
    id = 10131,
    Type = 1,
    StageIntroduce = "三百年前是雷根弗莱格家族年轻一代的翘楚，年纪轻轻竟成为了海军旗舰国王荣光号的船长。巴克萨还在巴尔特家族时就与他不对付，在巴克萨成为海盗、尼克莱成为海军后两人更是成为宿敌。在追击巴克萨的渡鸦号时被引入迷踪岛，困在其中。被狂乱的海灵诅咒成为了半人半海怪的魔物，对于海盗、巴克萨以及跟巴克萨扯上关系的人具有强烈恨意。"
  },
  [10132] = {
    id = 10132,
    Type = 1,
    StageIntroduce = "【属性：无】【体型：大】【种族：恶魔】"
  },
  [10133] = {
    id = 10133,
    Type = 2,
    StageIntroduce = "妖灵会灵活运用枪手技能与召唤腐化物进行战斗，战斗过程中产生的腐化水圈会停留在船只上，冒险者站在其上会持续受到伤害。当血量被打到70%以下后，妖灵会开启无敌护盾，同时召唤出自己的心脏与源源不断的腐化大军来进行战斗。妖灵心脏被腐化能量所保护，平时是无敌的。当冒险者击败腐化军队中的MVP（魔鬼大乌贼、海盗之王、海神）时，会在固定位置产生腐化能量球朝心脏移动。冒险者如果击败它则可以获得短暂的对心脏造成伤害的能力，若心脏吸收了能量球，则会恢复场上腐化大军的生命值。击破心脏之后，会解除妖灵的无敌护盾同时对其造成巨大伤害。之后妖灵会变身并使用更强大的技能来对抗冒险者。",
    SkillID = Table_StrateText_t.SkillID[145]
  },
  [10134] = {
    id = 10134,
    Type = 3,
    ServantID = 273310,
    SkillID = Table_StrateText_t.SkillID[146]
  },
  [10135] = {
    id = 10135,
    Type = 3,
    ServantID = 273311,
    SkillID = Table_StrateText_t.SkillID[72]
  },
  [10136] = {
    id = 10136,
    Type = 3,
    ServantID = 273312,
    SkillID = Table_StrateText_t.SkillID[71]
  },
  [10137] = {
    id = 10137,
    Type = 3,
    ServantID = 273313
  },
  [10138] = {
    id = 10138,
    Type = 3,
    ServantID = 273314
  },
  [10139] = {
    id = 10139,
    Type = 3,
    ServantID = 273315
  },
  [10140] = {
    id = 10140,
    Type = 3,
    ServantID = 273316
  },
  [10141] = {
    id = 10141,
    Type = 3,
    ServantID = 273317
  },
  [10142] = {
    id = 10142,
    Type = 4,
    ItemID = Table_StrateText_t.ItemID[8]
  },
  [13010] = {
    id = 13010,
    Type = 1,
    SubTitle = "方式二",
    SubTitle2 = "地点",
    Text = "[u][url=%s]星怪使者[/url][/u]"
  },
  [13011] = {
    id = 13011,
    Type = 1,
    SubTitle2 = "出现方式",
    Text = "在星怪使者处召唤。（%s）"
  }
}
local cell_mt = {
  __index = {
    Desc = _EmptyTable,
    Image = "",
    ItemID = _EmptyTable,
    SkillID = _EmptyTable,
    Stage = _EmptyTable,
    StageIntroduce = "",
    SubTitle = "",
    SubTitle2 = "",
    Text = "",
    Title = "",
    id = 1
  }
}
for _, d in pairs(Table_StrateText) do
  setmetatable(d, cell_mt)
end
