Table_Help = {
  [1] = {
    id = 1,
    Desc = "力量Str：增加近战职业物理攻击力\n敏捷Agi：增加攻击速度和闪避\n体质Vit：增加最大生命值、生命恢复速度和物理防御\n智力Int：增加魔法攻击、魔法防御、魔法值上限和魔法恢复速度\n灵巧Dex：增加远程物理职业的物理攻击、命中和吟唱速度\n幸运Luk：增加暴击、抗暴和异常状态的命中",
    Title = ""
  },
  [2] = {
    id = 2,
    Desc = "1.Base等级达到120级时开启【勇者试炼塔】\n2.【勇者试炼塔】不能组队进入，可携带佣兵猫及宠物进入\n3.击杀关卡中所有怪物视为挑战成功，自动进入下一关。\n4.每层关卡有挑战时间限制，时间到后没有通过，视为挑战失败\n5.【勇者试炼塔】 每个关卡只能通关1次，不能反复挑战\n6.挑战过关即可获得通关奖励，所有奖励一个账号只能领取一次\n7.【勇者试炼塔】中不能使用苍蝇翅膀和巨大苍蝇翅膀\n8.【勇者试炼塔】继承【神树之灵】所有已提升属性",
    Title = "勇者试炼塔规则"
  },
  [31] = {
    id = 31,
    Desc = "1.消耗指定的精炼材料和Zeny可以提升装备的精炼等级。增加精炼属性\n2.精炼等级上限为15级，裂隙产出的装备精炼等级上限为12级。\n3.精炼成功率：\n精炼1-4:100%\n精炼5-6:50%\n精炼7-15:40%\n4.失败后精炼等级下降1级，精炼等级4-9的装备精炼失败时装备有50%概率损坏，精炼等级10-14的装备精炼失败时装备必定损坏。损坏的装备需要消耗指定装备修理后才可继续精炼，损坏的装备不影响正常使用。\n5.精炼等级4级时可以使用【安全精炼】消耗指定数量的道具，材料和Zeny本次精炼必定成功。\n6.【安全精炼】需要填充一定数量的【精炼值】即可100%使当前装备的精炼等级提升。\n7.在安全精炼后，如果放入的装备精炼价值超出安全精炼所需，超出的部分会记录在这件装备上。\n8.当装备精炼+15后，此装备上附带的【精炼值】会被清空。\n9.【天火碎片·锋锐型】可当作任意武器的维修道具。\n10.家园等级升至9级后，精炼消耗Zeny减少5%。",
    Title = "精炼规则"
  },
  [32] = {
    id = 32,
    Desc = "1.限制条件：【组合特性】等级低于3级或【组合特性】为“耐心”或“专注”的附魔装备不可使用。\n2.每次提升的属性项系统按当前属性百分比最低的为本次提升的属性\n3.属性数值达到Max时将不会继续提升。\n4.每次提升需要消耗一定的【莫拉金币】和【Zeny】",
    Title = "附魔属性提升"
  },
  [33] = {
    id = 33,
    Desc = "1.限制条件：没有【组合特性】或【组合特性】为“耐心”或“专注”的附魔装备不可使用。\n2.附魔属性重置不改变【组合特性】和组成特性的属性类型，只重新随机第三条属性及属性数值。\n3.重新随机的属性不会出现和当前组成【组合特性】相同的属性类型。\n4.每次重置需要消耗一定的【附魔结晶】",
    Title = "附魔属性重置"
  },
  [34] = {
    id = 34,
    Desc = "1.消耗指定材料和Zeny可提升装备等级，增加等级属性。\n2.一阶装备升级至二阶装备时，精炼等级会下降2级，剩余精炼值将被清空，装备中的卡片也会被自动卸下。\n3.部分装备不可升级，不显示在装备栏中。\n4.损坏的装备不能作为被消耗的材料。\n5.精炼+8以上的装备不能作为被消耗的材料。",
    Title = "装备升级"
  },
  [35] = {
    id = 35,
    Desc = "1.消耗指定材料和Zeny可制作装备。\n2.制作装备时如果所需材料不足，可使用【抵扣材料】代替材料被消耗。制作时优先消耗指定材料。\n3.带有插卡，升级，附魔，精炼状态的装备不可作为制作材料",
    Title = "装备制作"
  },
  [93] = {
    id = 93,
    Desc = "1.冒险者可将暂时不需要的装备进行分解；\n2.制作类型的装备和看板掉落装备不可进行分解；\n3.插卡、附魔、升级（除远古系列装备）的装备需还原后才可进行分解。",
    Title = "装备分解"
  },
  [127] = {
    id = 127,
    Desc = "多职业解锁属性如下：\n1.骑士领主/符文骑士：str+4/str+6；圣殿十字军/皇家卫士：vit+4/vit+6；\n2.超魔导师/大法师：int+4/int+6；智者/元素使：dex+4/dex+6；\n3.十字刺客/十字切割者：agi+4/agi+6；神行者/逐影：luk+4/luk+6；\n4.神射手/游侠：dex+4/dex+6；搞笑艺人/宫廷乐师：agi+4/agi+6；冷艳舞姬/漫游舞者：agi+4/agi+6；\n5.神官/大主教：vit+4/vit+6；武术宗师/修罗：int+4/int+6；\n6.神工匠/机匠：luk+4/luk+6；创造者/基因学者：str+4/str+6。",
    Title = ""
  },
  [133] = {
    id = 133,
    Desc = "1.每个英雄职业配有5个成长任务。\n2.成长任务完成无先后关系，每个成长任务可独立完成。\n3.单个英雄的成长任务全部完成后可领取最终奖励。（最终奖励只能领取1次）",
    Title = "英雄养成界面帮助"
  },
  [300] = {
    id = 300,
    Desc = "1.裂隙副本根据角色Base等级解锁，同账号下任意角色通关一次裂隙副本后解锁所有角色的快速完成功能\n2.角色每日领取5次裂隙奖励后可获得「乐园币」x150与随机装备、材料奖励若干（如防御手套、力量戒指、钢铁等），可点击宝箱按钮查看额外奖励列表\n3.每日裂隙奖励领取次数将于次日5:00重置\n4.未达解锁等级的裂隙副本显示为灰色，已达等级但未解锁快速完成的裂隙副本显示为蓝色，已解锁快速完成的裂隙副本显示为橙色",
    Title = "裂隙"
  },
  [485] = {
    id = 485,
    Desc = "1.成为导师的条件：Base等级达到130级，且完成了导师任务的冒险者。\n2.成为学生的条件：Base等级在10级在90级之间，且没有导师的冒险者。\n3.导师任务：Base等级达到130级，且没有拥有导师的玩家，可以与[冒险者公会高级导师]特奇领取导师任务。\n4.学生数量：每个导师可以同时招收最多不超过3个的冒险者成为自己的学生。\n5.学生毕业：当学生的base等级达到90级时，可以前往普隆德拉与[冒险者公会高级导师]塔塔吉领取毕业典礼任务。\n6.后续等级调整时，若未达到调整后等级，师生关系将保留，但全部师生关系解除后将无法继续担任导师。",
    Title = ""
  },
  [487] = {
    id = 487,
    Desc = "关于冒险任务：\n1.学生完成冒险任务，自身可获取经验值和Zeny奖励，导师可以获得名师之证奖励。\n2.每周导师获取名师之证的数量有上限，超出后导师将不再能获得名师之证，但不影响学生获得冒险任务奖励。",
    Title = ""
  },
  [495] = {
    id = 495,
    Desc = "图纸制作所需装备的规则如下:\n1.没有标记为喜好的装备。\n2.装备上不能插卡。\n3.装备不能有精炼等级。\n4.装备不能有附魔。",
    Title = "头饰制作"
  },
  [500] = {
    id = 500,
    Desc = "交易所规则：\n1.玩家可以通过交易所使用银币进行物品交易；\n2.物品的价格会随着市场交易情况进行波动；\n3.升级、插卡装备在上架时会自动进行还原，返还银币和卡片；\n4.交易税率会随着上架物品的单价大小进行变动；\n5.带有【精炼值】的装备在交易成功后其【精炼值】会被清空，若交易未成功，下架时返还其【精炼值】；\n6.玩家在交易所预购和购买道具时，若该道具的预购数量、购买数量和账号持有量之和大于最大持有量，则不可再从交易所中预购或购买该道具，其中账号持有量的统计涵盖账号下所有角色的背包、各类仓库、冒险手册存入、当前装备等处；\n7.不同道具的最大持有量不同。",
    Title = ""
  },
  [501] = {
    id = 501,
    Desc = "抢购期规则：\n1.稀有道具在上架时会进入抢购期，当抢购期结束后，会随机出售给抢购者，才视为卖出并获得Zeny；\n2.抢购失败会返还预支的购买费用；\n3.道具在抢购期期间无法下架；\n4.大部分道具同一天内仅能上架至指定数量，超出的部分将不可继续上架直至第二日5点，不同道具的上架限制数量不同。\n5.同一天内，上架的道具被取回时将会返还相应的剩余可上架数，跨天的订单取回时则不会返还。",
    Title = ""
  },
  [502] = {
    id = 502,
    Desc = "抢购期规则：\n1.稀有道具在上架时会进入抢购期，当抢购期结束后，会随机出售给抢购者，才视为卖出并获得Zeny；\n2.抢购失败会返还预支的购买费用；\n3.道具在抢购期期间无法下架；\n4.大部分道具同一天内仅能上架至指定数量，超出的部分将不可继续上架直至第二日5点，不同道具的上架限制数量不同。\n5.同一天内，上架的道具被取回时将会返还相应的剩余可上架数，跨天的订单取回时则不会返还。",
    Title = ""
  },
  [507] = {
    id = 507,
    Desc = "赠送规则：\n1.近30天内玩家每次充值都能获得等值/10的赠送额度，每次赠送成功将会扣除与赠送商品Zeny价格相等的赠送额度。\n2.赠送需要一定的赠送费用，礼物价值越高，所需赠送费用越多。\n3.同一时间只能进行一次赠送，赠送礼物价值低于100,000Zeny时不能赠送。\n4.赠送物品由姜饼快递员进行运送，物品送达后，玩家有五分钟的时间对赠礼进行接收或者拒绝。\n5.如果赠送失败，物品将会返还至赠送玩家的交易记录，玩家可继续选择赠送或者领取。\n6.赠送按钮最多保留3天。\n7.在交易所购买的物品无法赠送给在该物品购入时间之后添加的好友。\n8.达到B级冒险家才可以使用赠送功能。",
    Title = ""
  },
  [520] = {
    id = 520,
    Desc = "1. 公会成员们参与公会中的活动，会为公会获得大量资金。\n2. 公会资金主要用于公会升级。\n3. 每日公会资金的获取参照公会等级有对应上限，到达上限后次日才能继续增加。\n4. 连续15天没有上线的公会会长，系统会自动移交会长职位给其他成员。\n5. 移交成员需为15天内上线过的公会成员，移交优先级为副会长＞历史贡献最高者＞入会时间最早者，由系统审核授权。",
    Title = ""
  },
  [522] = {
    id = 522,
    Desc = "使用规则：\n1.公会语音功能的开关，需要公会会长，副会长授予公会成员权限，公会成员才能使用。\n2.公会会长，副会长需要在公会成员界面的权限编辑按钮中编辑成员权限。\n3.权限最高支持9人，其中包括会长，副会长。初建公会默认会长与副会长拥有权限。\n4.公会会长，副会长可以解除任何人的语音权限，包括自己。\n5.公会会长，副会长以及权限人员可以打开公会语音频道。\n6.无权限成员可以进入语音频道，但是无法在频道中说话。\n7.已授予权限的成员在公会成员列表中显示标记。\n8.公会人员职位变更时，若权限数量仍旧有剩余（小于9人），则默认将权限给予会长或副会长；若已经没有剩余的权限，则不会自动授予权限，需要会长副会长手动获取。",
    Title = "关于【公会语音】的使用"
  },
  [524] = {
    id = 524,
    Desc = "1.每个公会至多可雇佣20名佣兵，每个玩家只可被1个公会雇佣。\n在GVG期间，佣兵与雇主公会敌友关系一致。\n雇佣关系仅于GVG生效，其他环境下均不生效。\n2.佣兵可与雇主公会成员获得相同的个人周奖励，但不可获得雇主公会的赛季奖励。\n3.在GVG期间处于备战区域与GVG地图中时，敌方目标查看佣兵均显示为随机名称。\n4.在GVG期间，佣兵可从公会领地的GVG传送点进入雇主公会城池备战区域。\n5.GVG开始前30分钟至GVG城池结算期结束，不可再进行雇佣关系的变更。\n6.雇主公会神器可分配给佣兵，但不可分配给外派的公会成员。\n公会佣兵只能在公会战及其备战营地使用神器。",
    Title = "公会佣兵"
  },
  [525] = {
    id = 525,
    Desc = "[b]1.目标[/b]\n\n①团体目标\n公会战开始时，将对每个公会都下发四个团体目标，达成目标后每个公会成员可在城池结算期结束后获得【祈祷晶片包】*4。（包括本公会已雇佣的佣兵，但不包括被其他公会雇佣的本公会成员）\n根据GVG开始时公会所占领的城池规模，冒险者达成团体目标和个人目标时可获得基础上限外的奖励数量。\n中型城池所属公会的成员可额外获得25%，小型城池50%，无城50%。\n★【本场个人目标基础荣誉值】一项的奖励不享有额外加成。\n\n[b]2.结算[/b]\n\n若达成以下各项的积分获取条件，则将在本场GVG的城池结算期结束后向公会会长发送随机【战后重建红包】，每项至多获取1个红包。\n当处于赛季模式时，完成以下各项还将获得对应积分，积分将用于计算GVG赛季公会排名。\n\n★保卫城池：本场GVG开始前所占领城池的华丽水晶在本场从未被击破，即可获得1分。本项上限1分。\n★进攻城池：任意公会击破大型城池华丽水晶，即可获得4分；小型城池所属公会或无城公会击破中型城池华丽水晶，即可获得2分。本项上限4分。\n★完美防守：己方任意城池达成完美防守即可获得2分。本项上限2分。\n己方城池华丽水晶在15分钟倒计时内未受到伤害则达成完美防守。\n若中途华丽水晶受到伤害，则需将其恢复至满血后再等待60秒才会继续倒计时。\n★占领城池：城池结算期结束后，公会最终占领大型/中型/小型城池，即可获得8/5/3分。本项上限8分。\n★连续占领：GVG开始前与城池结算期结束后均占领城池，即可获得2分。本项上限2分。\n★击杀MVP：尾刀击杀在每个大型城池中召唤MVP[梦罗克之影]即可获得3分，本项上限12分。",
    Title = "目标&结算"
  },
  [527] = {
    id = 527,
    Desc = "1.GVG结束后将会进入【城池结算期】，持续时长为10分钟。在本场GVG结束时，临时占领各城池的公会会长需要在期间内选择1座城池，将其作为最终正式占领的城池。\n2.在本场GVG中，若公会曾占领过开战前为【空城】的城池，则该城池将被记为该公会的【预备城池】。当该城池被最终占领方放弃占领时，则加入上一个占领该城池的公会的【可选城池列表】中，逐级追溯，直至有公会占领该城池；若最终无公会可再追溯且无公会将该城池占领，则该城池最终仍为空城。\n3.在本场GVG结束时，若公会临时占领开战前【不为空城】的城池，则一旦放弃占领，该城池将加入其开战前归属公会的【可选城池列表】中。\n4.当公会临时占领多个城池时，公会会长可在【可选城池列表】中选择【直接占领】某个城池。\n5.公会若选择【直接占领】其原城池以外的城池，那么其原城池将作为【预备城池】加入本场GVG中临时占领过该城池的其他各公会的【可选城池列表】中，并将由最终占领方开始逐级向前追溯归属方，直至无可追溯且无公会将其占领，则该城池最终仍为空城。\n6.在本场GVG结束后，若公会未成功占领其原城池，则公会会长可以选择将其【首选占领】后，另外【备选】1座临时占领的城池。若原城池被其临时占领方释放则可成功占领，否则占领备选城池。\n7.未被【直接占领】与【备选】的其他城池将被自动释放，并自动加入本场GVG开战前所归属的公会的【可选城池列表】中。\n8.城池选择一经确认无法变更，请各位会长谨慎选择。\n9.若逾期仍未作出选择，则系统将按【原城池】>【规模最大】的优先级顺序执行选择。在对【规模最大】进行判定时，包括临时占领的城池与有选择权利的预备城池。\n10.本场GVG结束后，上周无城且本周只占领一个城池的公会、只占领原城池的公会、未占领城池且无预备城池的公会均无需执行选择。",
    Title = "城池结算"
  },
  [528] = {
    id = 528,
    Desc = "1.GVG结束后将会进入【城池结算期】，持续时长为10分钟。在本场GVG结束时，临时占领各城池的公会会长需要在期间内选择1座城池，将其作为最终正式占领的城池。\n2.在本场GVG中，若公会曾占领过开战前为【空城】的城池，则该城池将被记为该公会的【预备城池】。当该城池被最终占领方放弃占领时，则加入上一个占领该城池的公会的【可选城池列表】中，逐级追溯，直至有公会占领该城池；若最终无公会可再追溯且无公会将该城池占领，则该城池最终仍为空城。\n3.在本场GVG结束时，若公会临时占领开战前【不为空城】的城池，则一旦放弃占领，该城池将加入其开战前归属公会的【可选城池列表】中。\n4.当公会临时占领多个城池时，公会会长可在【可选城池列表】中选择【直接占领】某个城池。\n5.公会若选择【直接占领】其原城池以外的城池，那么其原城池将作为【预备城池】加入本场GVG中临时占领过该城池的其他各公会的【可选城池列表】中，并将由最终占领方开始逐级向前追溯归属方，直至无可追溯且无公会将其占领，则该城池最终仍为空城。\n6.在本场GVG结束后，若公会未成功占领其原城池，则公会会长可以选择将其【首选占领】后，另外【备选】1座临时占领的城池。若原城池被其临时占领方释放则可成功占领，否则占领备选城池。\n7.未被【直接占领】与【备选】的其他城池将被自动释放，并自动加入本场GVG开战前所归属的公会的【可选城池列表】中。\n8.城池选择一经确认无法变更，请各位会长谨慎选择。\n9.若逾期仍未作出选择，则系统将按【原城池】>【规模最大】的优先级顺序执行选择。在对【规模最大】进行判定时，包括临时占领的城池与有选择权利的预备城池。\n10.本场GVG结束后，上周无城且本周只占领一个城池的公会、只占领原城池的公会、未占领城池且无预备城池的公会均无需执行选择。",
    Title = "城池结算"
  },
  [529] = {
    id = 529,
    Desc = "占领大/中/小型城池的公会，会长可在发送本场GVG中所获得的GVG红包时，自由选择3/2/1名作出杰出贡献的成员予以祝福，使其在领取红包时获取更多奖励。",
    Title = "会长的祝福"
  },
  [530] = {
    id = 530,
    Desc = "1.城池结算期结束后，占领据点模式城池的公会会长可以对该城池设置防守方案，布置路障位置；经典模式城池暂不支持设置防守方案。\n2.每一组路障位置中，至多只能选择1个位置进行布置，完成任意布置均可以保存防守方案。\n3.下一场GVG开战前10分钟起，已保存的防守方案生效，直至城池结算期结束后失效，期间不可再进行方案变更。\n4.生效的路障不可被破坏；城池进攻方无法在路障区域内行走；防守方行走不受路障限制。\n5.只要达成【连续占领】，不论是否是同一城池，防守方案都将自动继承；否则将重置防守方案。",
    Title = "GVG防守方案帮助"
  },
  [531] = {
    id = 531,
    Desc = "1.会长可以更改每个职位分组的名称。\n2.各项权限具体含义如下：\n邀请权限：①邀请同服无公会角色加入公会的权限；②邀请同服非佣兵非本公会成员角色成为本公会佣兵的权限。\n驱逐权限：①将普通成员逐出公会的权限；②解除雇佣本公会佣兵的权限。\n照片墙权限：编辑公会照片墙的权限。\n佣兵权限：成为其他公会的佣兵的权限。\n编辑权限：可对其他小组的权限进行编辑。\n3.不可对自身职位的权限进行编辑。",
    Title = "职位权限帮助"
  },
  [534] = {
    id = 534,
    Desc = "1.请使用至少128x128像素的清晰图片裁剪、上传\n2.上传图片大小应不超过5M\n3.涉及政治、宗教、色情、恐怖等违反法律法规及真人照片将一律不予通过\n4.人工审核需要一定时间，请耐心等待",
    Title = "审核标准"
  },
  [547] = {
    id = 547,
    Desc = "1.玩家可以通过点击激活按钮之后弹出的预设按钮进行模拟加点。\n2.模拟加点时，加点和重置加点将不会消耗任何道具和货币。\n3.模拟加点将会建立起黄色的预设路径。\n4.玩家可以点击左下角按钮隐藏或显示模拟路线，以便跟随预设路线完成加点。\n5.玩家可通过搜索栏搜索全部重要星盘点，搜索结果会高亮显示在星盘和小地图上。\n6.玩家可以点击右上角小地图将星盘快速移动到指定区域。\n7.玩家消耗进阿萨神碑的金质勋章和贡献在重置时会转换为等量的锁定金质勋章和锁定贡献，切换职业时同理。\n8.锁定金质勋章和锁定贡献仅能使用于阿萨神碑中，不可消耗在其他系统。\n9.激活星盘点时，优先消耗锁定资源。",
    Title = ""
  },
  [549] = {
    id = 549,
    Desc = "【公会挑战】奖励\n1.公会会长/副会长在猫管家处指示开展【设施建设】后，公会挑战开启。\n2.每周一5:00将会根据公会等级下发若干挑战目标。\n3.每个公会成员达成公会挑战条件，挑战目标进度+1。\n4.完成公会挑战后，所有公会成员都可以前往猫管家处领取奖励。\n5.公会挑战奖励会随着建筑【奇异猫砂盆】升级而增加。\n\n【公会建筑】奖励\n1.每个公会建筑完成建造后，每隔一定时间可前往猫管家处领取奖励。\n2.公会建筑奖励会随着建筑等级的提升而增加。\n\n*退出公会时若存在仍未领取的公会挑战/建筑奖励，则退出公会后不可再领取。",
    Title = "公会挑战与建筑奖励"
  },
  [630] = {
    id = 630,
    Desc = "1.账号下所有角色共享战斗次数。\n2.每日超过指定战斗次数，击杀魔物时不再获取经验和掉落。\n3.每日战斗次数默认为3500次；账号下任意角色达到二转时，每日战斗次数增加至5500次；账号下任意角色达到进阶二转时，每日战斗次数增加至7500次；账号下任意角色达到三转时，每日战斗次数增加至10000次。\n4.每日凌晨5点恢复所有战斗次数，每日未使用的战斗次数将按一定规则转化为奖励下发。\n5.PVP不计入战斗次数，MINI和MVP也不计入战斗次数。\n6.如果队友和自己处于同一张地图，则队友战斗时，战斗次数会共享至本地图所有队员，且本地图所有队员均会获得一份所击杀魔物的奖励。\n7.普通魔物被击杀时，仅有最先造成伤害的两名玩家可获得对应奖励。\n8.魔物等级高于角色20级以上时，魔物受到的伤害逐级减少，对玩家造成的伤害逐级增加，且等级差距越大增幅率越高。\n9.玩家击杀普通魔物时，如果魔物等级高于自身等级40级，获得的经验将按照一定比例衰减。\n10.语音技术由科大讯飞提供。",
    Title = ""
  },
  [640] = {
    id = 640,
    Desc = "【亡灵MVP玩法说明】：\n\n1.尼夫海姆的亡灵大门将在每天的偶数整点打开。\n2.亡灵大门每次打开时将会使一个MVP变为亡灵形态，亡灵形态的MVP将代替原MVP 出现在相应的地图上。\n3.每成功击杀一次亡灵MVP，亡灵MVP等级+1，若击杀失败等级-1。\n4.亡灵MVP掉落奖励规则与原MVP规则一致，且亡灵MVP掉落奖励包含原MVP掉落奖励。\n5.亡灵MVP出现之前将会在地图上随机刷新一个召唤玩法，玩家需要在15分钟之内完成当前地图的任务玩法，如果超时则地图上将会刷出原MVP。\n6.任务玩法关键字：奥立芬、地上的尸体、亡者卫兵（聪明的你们一定可以解开谜题！)\n\n【世界MVP玩法规则】：\n\n1.亡灵大门打开时也有概率会在尼夫海姆野外地图上召唤一个世界MVP。\n2.世界MVP出现时所有玩家界面将会看到倒计时图标，倒计时归零世界MVP现身。\n3.点击倒计时图标可以看到世界MVP现身具体位置。\n4.参与击杀世界MVP的玩家都将有概率获得相应的奖励，且世界MVP等级不变。\n\n【天启MVP玩法规则】：\n\n1.每天中午12：00与晚上22：00刷新的MVP以及亡灵MVP转变为天启MVP。\n2.天启MVP拥有着比普通MVP更高的伤害以及减伤。\n3.和天启MVP战斗每隔10秒可以获得一层buff，增加对天启boss的伤害。\n4.天启MVP掉落奖励规则与原MVP规则一致，且天启MVP掉率为普通版本的3倍，所有参与击杀天启MVP的冒险者们都可以获得一份随机boss材料作为奖励。",
    Title = "亡灵BOSS玩法规则"
  },
  [650] = {
    id = 650,
    Desc = "数字显示说明：\n1.【全部】显示所有我方和敌方的战斗数字。\n2.【队伍】只显示所在队伍中所有队员和与队员产生战斗的数字。\n3.【仅自身】仅显示自身和与自身战斗单位的数字。",
    Title = "伤害数字帮助说明"
  },
  [651] = {
    id = 651,
    Desc = "强锁定模式：\n1.在强锁定模式下，不会自动切换目标。使用锁定类型技能时，仅会对当前锁定目标使用。\n弱锁定模式：\n1.在弱锁定模式下，使用锁定类型技能会优先选择可攻击的目标。",
    Title = "锁定目标模式帮助说明"
  },
  [682] = {
    id = 682,
    Desc = "1.冒险者可对插卡、附魔、升级进行还原操作。",
    Title = "装备还原"
  },
  [720] = {
    id = 720,
    Desc = "EP版本卡宝箱概率公示：\nEP版本宝箱（亡者宝箱、倾城宝箱等）100%获得当前版本及之前版本的MVP或Mini材料*1\n贪婪系列宝箱：每次开启100%获得该EP版本MVP或Mini材料*1、稀有材料*1、制作材料*1。",
    Title = "概率公示"
  },
  [721] = {
    id = 721,
    Desc = "冒险手册中有部分魔物和NPC被隐藏起来了，需要玩家在地图和任务进程中寻找才可解锁图鉴。",
    Title = ""
  },
  [911] = {
    id = 911,
    Desc = "很高兴你能回来！你离开的那天，我在这里；你回来的这天，我还在这里。可能这个世界变化太大，已经不是你所熟悉的那个世界。但是，我和卡普拉小姐姐都已经为你的这次回归做好了充足的准备！跟我签订契约之后，打开【热点】按钮，找到卡普拉的指引，我将带着你，重新认识这个美好的、充满爱的世界！",
    Title = ""
  },
  [913] = {
    id = 913,
    Desc = "欢迎来到沙漠之狼斗技场。\n在这里将由两队冒险者进行对战。\n得分规则：\n队伍成员每击倒1名敌对冒险者，本队可以获得1分，最先获得30分的队伍获胜。\n战斗开始15分钟后，若没有队伍获得30分，则当前得分较多的队伍获胜；\nMVP评选规则：\n获胜的一方成员中KDA（击杀与助攻/死亡）最高的队员获得MVP称号；当KDA相同时，Combo数量高的获得；当KDA与Combo数量都相同时，随机选取一名队员获得MVP称号；\n当发生平局情况时，不再从获胜队伍，而是从两个参赛队伍中评选MVP。",
    Title = "帮助"
  },
  [914] = {
    id = 914,
    Desc = "1、关于职业：无重复职业是指同一方的队伍中不允许有相同名字的职业重复出现；（例：修罗与龙神算作不同的职业，但同一个队伍中不能出现两个龙神）\n2、关于上古遗物：不生效是指遗物带来的属性效果和特殊词条效果都不生效；\n3、关于药剂：此处的药剂特指PVP专用药剂，即公会建筑黑猫咖啡厅里换取的药剂；\n4、关于神器：指公会神器是否生效；\n",
    Title = "帮助"
  },
  [921] = {
    id = 921,
    Desc = "这里是深受冒险者喜爱的溜溜猴大乱斗。\n入场时拥有初始积分30，积分为0时将退出房间。\n被其它玩家击倒，积分-4。\n击倒1名玩家，积分+2。\n协助击倒1名玩家，积分+1。\n20s内，连续击倒玩家，每击倒1人额外获得1分。\n血量低于10%时，每成功击倒1名玩家，额外获得积分1。\n协助血量低于20%的玩家击倒其他玩家，积分+2。",
    Title = ""
  },
  [922] = {
    id = 922,
    Desc = "欢迎来到沙漠之狼斗技场。\n在这里将由两队冒险者进行对战。\n队伍成员每击倒1名敌对冒险者，本队可以获得1分，最先获得30分的队伍获胜。\n战斗开始15分钟后，若没有队伍获得30分，则当前得分较多的队伍获胜。",
    Title = ""
  },
  [923] = {
    id = 923,
    Desc = "欢迎来到华丽金属斗技场。\n在这里将由三队冒险者进行对战。\n最先击破华丽金属的队伍将获得胜利。\n华丽金属由两名守卫保护，在击倒守卫后才能攻击华丽金属，同时只有普通攻击技能才能对华丽金属造成伤害。",
    Title = ""
  },
  [925] = {
    id = 925,
    Desc = "一、副本规则\n1.参赛规则\n比赛为6V6组队对抗模式，参赛成员需在90级以上。队伍需组满6人才能参赛。\n2.胜利条件\n*双方队伍在地牢中进行资源收集对抗，当一方胜利分数达到4000时，立即获得胜利\n*副本时长10分钟\n*如10分钟内无一方队伍达到4000分，则分数高的一方获胜。\n排行榜规则：\n按照个人分数由高到低进行顺序排列；同分情况下，先达到当前分数的玩家排列在前；同分同时间的情况下，最后一局分数高的玩家排列在前。\n3.魔力地牢与轮回神殿\n元素法球\n*地牢4角将在开场30秒后刷新地、水、火、风4颗元素球，持有元素球的玩家每2秒获得胜利分数\n*每个玩家最多拿一颗元素球，同队1-4人拿球时，每2秒得分分别为10、20、25、30分\n*持球玩家受到易伤buff影响，每层使持球者受到伤害提高5%，随着持球时间增长，易伤buff不断叠加\n*持球玩家将受到法球力量影响，变的越来越不受控制，拿球时无法隐身、加速，技能有一定CD\n*2个法球组合将召唤魔法效果，削弱敌方队伍成员，具体组合有：\n火+水：[元素障壁]使敌方攻击和施法距离减少30%，持球玩家攻击和施法距离减少40%\n火+地：[岩浆之路]敌方持球玩家移动过程中将会损失百分比血量，移动越快，血量流失越快\n火+风：[灵魂枷锁]敌方玩家接近时，将造成持续减速效果\n水+地：[法力燃烧]使敌方使用技能Sp消耗＋200%，并每秒流失1%最大魔法\n水+风：[法力泄漏]使敌方持球玩家对友方造成异常效果，【水】：使5米范围内的队友沉默，【地】：使5米范围内的队友石化，【风】：使5米范围内的队友定身，【火】：使5米范围内的队友灼烧\n风+地：[风暴迷雾]使敌方每隔5秒进入1.5秒不可抵抗的黑暗状态，敌方持球玩家永久处于黑暗状态\n*组合法术有15秒CD时间，在此期间切换法球将不会改变魔法效果\n*如a队抢夺法球超过2个，则移除其召唤的魔法效果，此时敌方队伍b可以通过[地牢守护者]NPC，召唤对应魔法反噬a队\n*当持球玩家死亡，法球将会掉落，法术组合效果也将被移除，法球将回归地图上祭坛所在位置\nBuff法球\n*场地中央将在开场1分钟后刷新Buff法球，此后每30s刷新一次只有持球玩家可以争夺Buff法球，并获得150胜利分数和随机buff\n*Buff类型包括：\n[反隐]友方所有队员可以探测隐形单位，持续10s\n[伤害增加]拾取buff者对持球玩家伤害提高50%，持续10s\n[加速]持球玩家可在短时间内速度超过限制，速度提升至200%，持续10s\n击杀\n每次击杀敌方玩家，队伍获得20点胜利分数\n4.黑白棋\n地图\n由3*3的棋盘构成，除中心棋子外的其余8个棋子可通过踩点与棋子规则占领，中心棋子只能通过棋子规则占领；\n棋子规则\n*棋盘四角的棋子为中占领点，占领后每秒可为队伍累积4分；棋盘每条边的中点棋子为小占领点，占领后每秒可为队伍累积2分；棋盘正中为大占领点，占领后每秒可为队伍累积6分；\n*击败敌方队员可为队伍增加1分，率先达到4000分的队伍获胜或者在副本时长结束时总积分高的队伍获胜；\n*特殊规则：棋盘中一条直线上的三个棋子，如果有队伍占领了两端的棋子，则中间的棋子也会立刻变成该队伍占领的状态（即三点一线）；通过三点一线规则占领的小占领点，如果直线被打破，不会破坏现有的占领状态；大占领点可通过四种直线方式占领，一旦两端的棋子任意一端被另一方占领，则大占领点会变成规则占领前的状态；\n个人得分\n*击败敌方玩家可获得10分；\n参与争夺中立点与敌方占领点每秒可获得1分；\n二、排位规则及奖励\n1.排位模式为赛季制，每个赛季为5周，前四周自由匹配比赛获取积分，第五周自由组队报名参与杯赛；\n2.排位段位按照积分从低到高分为斗士、精英、战神、传说四个段位，每个段位可解锁购买不同头饰；\n3.每场比赛获胜将获得荣誉之证、历战币奖励，可用于兑换头饰、往期第三档坐骑等奖励；\n4.赛季将于五周比赛打完之后结算，结算时将按照杯赛排名以及积分划分奖励区间。\n第一档奖励：杯赛冠军队伍；\n第二档奖励：杯赛亚军队伍；\n第三档奖励：杯赛3-8名队伍；\n第四档奖励：杯赛9-16名队伍；\n第五档奖励：杯赛17-32名的队伍以及赛季积分排名前200但未获得以上四档奖励的玩家。\n5、赛季模式匹配规则：\n*积分每200分会划分为一个匹配段位，根据队伍的均分会优先匹配自己当前分段的队伍，超过一定时间未能寻找到合适队伍时，会扩大匹配到与自己分数段位相邻的匹配段位。例如1900分的队伍会优先匹配1800分至2000分的队伍，之后会放大匹配段位至1600分到2200分。\n*3000分以上的队伍划分为同一个匹配段位，因此当队伍均分到达3000分之后，最多只会匹配到2800分以上的队伍，如果在最长匹配时长30分钟内未能找到合适队伍的话，会匹配失败。\n*如果在匹配成功后退出队伍放弃比赛，会受到扣除100分赛季积分同时5分钟内不能参与匹配的惩罚。\n*当队伍中相同职业数量超过2个时，将无法进行匹配；匹配开始后将无法切换职业。\n6、赛季模式积分规则：\n*赛季模式下每赢/输一场比赛都会对应增加/扣除个人的赛季积分；\n*在积分达到2000分以前，失败不会扣除分数，之后随着积分的增加，失败扣除的分数也会增加。\n*当个人积分达到3000分之后，3000分以上部分获胜获得的积分或者失败扣除的积分会以1/10的基准进行折算。例如3005分的队员如果赢下一局比赛理应增加100分时，经过折算后分数会变成3015分，若输下一局比赛理应扣除100分时，会先扣除50分到3000分，再正常扣除剩下的50分，结算后分数变为2950分。同理2950分获胜得到100分后，积分又会重回3005分。",
    Title = ""
  },
  [926] = {
    id = 926,
    Desc = "一、副本规则\n1.参赛规则\n比赛为6V6组队对抗模式，参赛成员需在90级以上。队伍需组满6人才能参赛。\n2.胜利条件\n*双方队伍在地牢中进行资源收集对抗，当一方胜利分数达到4000时，立即获得胜利\n*副本时长10分钟\n*如10分钟内无一方队伍达到4000分，则分数高的一方获胜。\n排行榜规则：\n按照个人分数由高到低进行顺序排列；同分情况下，先达到当前分数的玩家排列在前；同分同时间的情况下，最后一局分数高的玩家排列在前。\n3.魔力地牢与轮回神殿\n元素法球\n*地牢4角将在开场30秒后刷新地、水、火、风4颗元素球，持有元素球的玩家每2秒获得胜利分数\n*每个玩家最多拿一颗元素球，同队1-4人拿球时，每2秒得分分别为10、20、25、30分\n*持球玩家受到易伤buff影响，每层使持球者受到伤害提高5%，随着持球时间增长，易伤buff不断叠加\n*持球玩家将受到法球力量影响，变的越来越不受控制，拿球时无法隐身、加速，技能有一定CD\n*2个法球组合将召唤魔法效果，削弱敌方队伍成员，具体组合有：\n火+水：[元素障壁]使敌方攻击和施法距离减少30%，持球玩家攻击和施法距离减少40%\n火+地：[岩浆之路]敌方持球玩家移动过程中将会损失百分比血量，移动越快，血量流失越快\n火+风：[灵魂枷锁]敌方玩家接近时，将造成持续减速效果\n水+地：[法力燃烧]使敌方使用技能Sp消耗＋200%，并每秒流失1%最大魔法\n水+风：[法力泄漏]使敌方持球玩家对友方造成异常效果，【水】：使5米范围内的队友沉默，【地】：使5米范围内的队友石化，【风】：使5米范围内的队友定身，【火】：使5米范围内的队友灼烧\n风+地：[风暴迷雾]使敌方每隔5秒进入1.5秒不可抵抗的黑暗状态，敌方持球玩家永久处于黑暗状态\n*组合法术有15秒CD时间，在此期间切换法球将不会改变魔法效果\n*如a队抢夺法球超过2个，则移除其召唤的魔法效果，此时敌方队伍b可以通过[地牢守护者]NPC，召唤对应魔法反噬a队\n*当持球玩家死亡，法球将会掉落，法术组合效果也将被移除，法球将回归地图上祭坛所在位置\nBuff法球\n*场地中央将在开场1分钟后刷新Buff法球，此后每30s刷新一次只有持球玩家可以争夺Buff法球，并获得150胜利分数和随机buff\n*Buff类型包括：\n[反隐]友方所有队员可以探测隐形单位，持续10s\n[伤害增加]拾取buff者对持球玩家伤害提高50%，持续10s\n[加速]持球玩家可在短时间内速度超过限制，速度提升至200%，持续10s\n击杀\n每次击杀敌方玩家，队伍获得20点胜利分数\n4.黑白棋\n地图\n由3*3的棋盘构成，除中心棋子外的其余8个棋子可通过踩点与棋子规则占领，中心棋子只能通过棋子规则占领；\n棋子规则\n*棋盘四角的棋子为中占领点，占领后每秒可为队伍累积4分；棋盘每条边的中点棋子为小占领点，占领后每秒可为队伍累积2分；棋盘正中为大占领点，占领后每秒可为队伍累积6分；\n*击败敌方队员可为队伍增加1分，率先达到4000分的队伍获胜或者在副本时长结束时总积分高的队伍获胜；\n*特殊规则：棋盘中一条直线上的三个棋子，如果有队伍占领了两端的棋子，则中间的棋子也会立刻变成该队伍占领的状态（即三点一线）；通过三点一线规则占领的小占领点，如果直线被打破，不会破坏现有的占领状态；大占领点可通过四种直线方式占领，一旦两端的棋子任意一端被另一方占领，则大占领点会变成规则占领前的状态；\n",
    Title = ""
  },
  [927] = {
    id = 927,
    Desc = "老玩家召集规则\n1.活动期间，玩家可以对Base等级大于等于60级且离线时间大于30天的好友发送召集邀请\n2.收到召集邀请的玩家上线之后可以与召集者签订契约，签订契约的两人可以获得「友情重燃礼盒」x1\n3.冒险者首次分享召集邀请，可以获得「卡普拉的谢礼」x1,打开之后可以获得限定头饰「惊喜波利」x1",
    Title = "老玩家召集规则"
  },
  [928] = {
    id = 928,
    Desc = "1.每个角色每天可以完成3次魔物研究所。\n2.每次副本将会消耗玩家30分钟战斗时长。\n3.中途掉线或退出副本将不会获得结算奖励也不会扣除玩家战斗时长。\n4.副本时长为5分钟，玩家在副本内消灭的魔物数量越多，结算时获得的奖励越丰厚。\n5.玩家在进入副本前需要选择获取的奖励类型。\n6.玩家在副本中每杀死一只魔物将会获得一点调查积分，消耗调查积分可以在副本内商人处购买战斗道具，使用战斗道具将会帮助玩家更快捷的消灭魔物。\n7.Base等级低于80级的冒险者通关魔物研究所的经验模式可获得3倍Base经验",
    Title = "经验副本"
  },
  [929] = {
    id = 929,
    Desc = "一、副本规则\n1.参赛规则\n比赛为12V12组队对抗模式，参赛成员需在100级以上。\n2.胜利条件\n*双方团队在教堂中进行对抗，当一方击破敌方基地时，立即获得胜利\n*副本时长15分钟\n*若15分钟内无一方队伍击破基地，则剩余防御塔和基地血量高的一方获胜；当比赛结束防御塔血量相同时，判定双方经验，经验多的一方获胜，如果双方经验相同，则先达到该经验值的一方获胜；\n3.副本有三种模式；①.休闲模式可随时匹配参与；②.赛季模式需要在赛季开始时间内的每周六晚8点至12点参加，同时完成副本专属任务可以获得道具“主教纹章”，使用后可兑换特殊奖励，休闲与赛季模式均没有参赛队伍人数限制；③杯赛模式，详情见杯赛页签内帮助；④.每一轮比赛间隔30分钟，比赛开始后战队将不能进入其他副本；\n二、游戏玩法\n1.进入副本后，玩家角色会随机分配到鹰派、鸽派两个阵营之一。每个阵营拥有防御塔、兵营、基地、商店以及进攻路线和防守路线两条道路。防守路线搭配三座防御塔，进攻路线搭配对建筑可造成大量伤害的攻城车。\n2.基地：己方基地是玩家防卫的目标，当基地被破坏则判定失败。玩家击败敌方单位可以获取基地经验值，基地升级后，兵营产出的小兵属性将增强；\n关于经验值的掉落：野区梦罗克＞野区MVP＞敌方玩家＞远程小兵＞线上MVP＞近战小兵，同时单位阵亡时经验掉落有拾取范围，当阵亡单位附近的玩家越多时，经验有一定加成（加成有上限），若单位阵亡时周围无敌方玩家，则该部分经验会流失；\n3.兵营：进攻防守路各一个兵营。每隔一段时间会产出小兵来进攻与防守；\n4.防御塔：可以对敌方单位造成大量伤害，只有攻城车才能对其造成明显伤害；玩家只有在攻城车攻击防御塔的情况下，才可以对防御塔造成伤害；\n5.攻城车：只有己方单位在附近时才会向前移动，否则会后退或停滞，本身是无敌的状态；\n6.商店：玩家击败敌方单位可以获取金币，点击基地或者游戏界面的金币UI可以打开商店，购买各种道具；\n7.传送门：玩家通过点击进攻或防守路线上的传送门，可快速传送至对应的路线上；（进攻路线需破坏敌方防御塔才可激活）\n8.野区：进攻与防守路线中间夹杂了大范围的野区。野区内会刷新各种拥有不同光环效果的MVP，一方势力击杀MVP后，MVP会刷新在该势力兵线上，提高兵线实力。\n★野区中央将在游戏开始后的第4,8,12分钟刷新梦罗克，梦罗克将会掉落变身卷轴。使用变身卷轴的玩家将在变身期间可以直接攻击非无敌状态的防御塔；",
    Title = "玩法说明"
  },
  [933] = {
    id = 933,
    Desc = "一、参与规则\n1.参赛时间：\n在特定的杯赛开启时间内可报名参加。杯赛开启的一周内，周一到周五为组建战队时间，周五早5点开始进行战队报名，24点报名结束，周六20点开始正式比赛；\n2.报名规则：\n战队人数需组满6人，并且所有成员均点击确认后，战队队长方可进行报名；\n3.参赛规则：\n①.杯赛最多报名32支战队，报名后会根据战队所有成员的6V6总分来决定参与资格，总分排名高的战队优先获得参赛资格；\n②.周六正式比赛开始前，战队成员必须在线并组成队伍，比赛前15分钟（19点45-20点）需由队长点击“开始匹配”来确认参与比赛，未在规定的15分钟内点击“开始匹配”的战队视为放弃比赛；当队伍中存在非报名时的战队成员时、当队伍中有成员离线时、当队伍中人数不足3人时，无法进行匹配。\n③.当队长点击“开始匹配”后，队伍会进入匹配状态，若队伍在比赛中获胜，无需再次点击匹配，会自动进入匹配状态；但是一旦有成员退队导致队伍人数少于3人，则会取消匹配状态，无法继续参与比赛，请务必保证队伍人数达到3人及以上，并时刻处于匹配状态；\n二、赛制模式\n1.报名结束后，将会对报名战队进行随机分组，比赛模式为单淘汰晋级制。\n2.若比赛的双方，有一方未匹配，则另一方自动获胜，若双方都未匹配，则随机一方获胜。\n3.参与杯赛比赛的队伍中不能有重复的职业，当队伍内有相同职业时将无法进行杯赛的匹配准备。（同一职业是指名称相同的职业，例如武僧、修罗属于不同职业）\n4.杯赛每一轮时间15分钟，四强之后将以三局两胜的方式进行对局；\n三、特殊情况\n1.杯赛正式开始后，若意外出现服务器波动等特殊情况，导致某一轮比赛无法正常开始，则会自动将该轮比赛推迟至下一轮比赛时间内，请参赛的队伍留意系统公告以及游戏内显示的剩余匹配时长；\n2.若出现某一场比赛未正常判定胜负状态，则该场次比赛结果作废，自动推迟至半小时后的下一轮比赛时间重赛，其余队伍无需再次比赛，延后一轮；\n3.若因特殊原因推迟时间太久，剩余场次的时间在23点30或之后开始，则剩余比赛自动推迟到下一周的周六20点正式开始，请参赛的队伍留意系统公告并在下周比赛开始前提前做好准备。",
    Title = ""
  },
  [945] = {
    id = 945,
    Desc = "一、参与规则\n1.参赛时间：\n在特定的杯赛开启时间内可报名参加。杯赛开启的一周内，周一到周五为组建战队时间，周五早5点开始进行战队报名，24点报名结束，周六20点开始正式比赛；\n2.报名规则：\n战队人数需组满12人，并且所有成员均点击确认后，战队队长方可进行报名；\n3.参赛规则：\n①.杯赛最多报名32支战队，报名后会根据战队所有成员的6V6总分来决定参与资格，总分排名高的战队优先获得参赛资格；\n②.周六正式比赛开始前，战队成员必须在线并组成团队，比赛前15分钟（19点45-20点）需由团长点击“开始匹配”来确认参与比赛，未在规定的15分钟内点击“开始匹配”的战队视为放弃比赛；当团队中存在非报名时的战队成员时、当团队中有成员离线时、当团队中人数不足7人时，无法进行匹配。\n③.当团长点击“开始匹配”后，团队会进入匹配状态，若团队在比赛中获胜，无需再次点击匹配，会自动进入匹配状态；但是一旦有成员退队导致团队人数少于7人，则会取消匹配状态，无法继续参与比赛，请务必保证团队人数达到7人及以上，并时刻处于匹配状态；\n匹配中有团队成员切换职业也会取消匹配状态；\n二、赛制模式\n1.报名结束后，将会对报名战队进行随机分组，比赛模式为单淘汰晋级制。\n2.若比赛的双方，有一方未匹配，则另一方自动获胜，若双方都未匹配，则随机一方获胜。\n三、特殊情况\n1.杯赛正式开始后，若意外出现服务器波动等特殊情况，导致某一轮比赛无法正常开始，则会自动将该轮比赛推迟至半小时后的下一轮比赛时间内，请参赛的队伍留意系统公告以及游戏内显示的剩余匹配时长；\n2.若出现某一场比赛未正常判定胜负状态，则该场次比赛结果作废，自动推迟至半小时后的下一轮比赛时间重赛，其余队伍无需再次比赛，延后一轮；\n3.若因特殊原因推迟时间太久，剩余场次的时间在23点30或之后开始，则剩余比赛自动推迟到下一周的周六20点正式开始，请参赛的队伍留意系统公告并在下周比赛开始前提前做好准备。",
    Title = "杯赛帮助"
  },
  [990] = {
    id = 990,
    Desc = "1.使用金币抽取扭蛋时可获得额外奖励。\n2.金币累计抽取次数每次活动结束后清除。\n3.以下是本次活动额外抽取奖励：",
    Title = "扭蛋额外奖励"
  },
  [993] = {
    id = 993,
    Desc = "消耗闪亮玻璃珠有概率获得四种货币的一种。\n随着公会设施：奇异猫砂盆的等级提升，获得四种货币的数量也会随着增长。",
    Title = ""
  },
  [997] = {
    id = 997,
    Desc = "7号大扭蛋机测试文本",
    Title = ""
  },
  [1000] = {
    id = 1000,
    Desc = "1.头饰、时装、部分武器、盾牌、坐骑可以存入冒险手册中，只有已存入的符合当前职业的，并且与身上同部位的装备类型一致的才会显示在该页面。点击后可穿戴在身上。\n2.在该界面中穿戴的头饰将只显示外观，不会提供属性。\n3.在该界面穿戴依然可以触发冒险手册中的存入属性。\n4.同一款头饰有多种颜色的，任意一个就可以获得激活和存入奖励。\n5.武器上卡片还原后才能存入冒险手册。只有Base40级以上或激活了月卡的角色可以存入和取出武器。",
    Title = "换装界面说明"
  },
  [1001] = {
    id = 1001,
    Desc = "1.同种装备或道具只可以上架一个；\n2.起拍价为交易所价格的60%；\n3.卡片起拍价取自以下两个中较低者：系统交易指导价和交易所价格的60%；\n4.装备如有升级、插卡，上架后会自动还原并返还对应的zeny和材料；\n5.装备必须满足以下条件才可报名：\n   ·拥有三条附魔；\n   ·附魔词条中至少有2个较好属性（点赞标志），或者拥有组\n      合词条；\n6.系统会随机增加稀有道具做为拍品供所有玩家竞拍；",
    Title = ""
  },
  [1002] = {
    id = 1002,
    Desc = "· 每期EP卡可购买10次（帐号限定）。\n· 所有EP卡前3次购买可享受6.9折优惠。",
    Title = "EP卡说明"
  },
  [1003] = {
    id = 1003,
    Desc = "1.消耗选择的3个技能符文并花费一定zeny进行融炼，获得一个新的随机职业技能符文；\n2.选择不同品质的技能符文，合成不同品质技能符文的概率不同，有几率合成更高品质的符文；\n3.最高可合成S级技能符文；\n4. 被标记为喜好的技能符文无法进行融炼。",
    Title = "进阶融炼"
  },
  [1004] = {
    id = 1004,
    Desc = "1.消耗选择的5个技能符文，并花费一定zeny进行融炼，获得一个指定职业的技能符文；\n2.选择不同品质的技能符文时，合成不同品质技能符文的概率不同；\n3.合成的符文的品质不会超过所选符文的最高品质；\n4. 被标记为喜好的技能符文无法进行融炼。",
    Title = "定向融炼"
  },
  [1005] = {
    id = 1005,
    Desc = "1.消耗选择的3个同名技能符文并花费一定zeny进行融炼，获得一个随机属性的同名技能符文；\n2.非同名符文无法进行融炼；\n3. 被标记为喜好的技能符文无法进行融炼；\n4. 属性同调拥有较高概率获得高数值以及生成词条。",
    Title = "属性同调"
  },
  [1006] = {
    id = 1006,
    Desc = "1.符文分为属性符文、技能符文、奥秘符文；\n2.技能符文分为13个职业类别，每个类别含S、A、B三种品质；\n3.属性符文分为攻击符文、防御符文、特殊符文；\n4.奥秘符文分为攻击符文和通用符文；\n5.技能符文槽仅可镶嵌当前角色职业的技能符文；\n6.每个技能符文需要3个指定类别的属性符文供给能量，当3个属性符文全部满足镶嵌要求时，技能符文效果才会生效；\n7.技能符文槽下方三个圆点即为激活该技能符文所需的属性符文：\n    红色—>攻击符文\n    青色—>防御符文\n    黄色—>特殊符文\n    白色—>任意符文\n8.无法镶嵌同名属性符文和技能符文；\n9.职业发生变化时，会将符文卸除并记录原职业镶嵌状态，切回时会自动镶嵌记录的镶嵌状态，发生变化的属性符文将镶嵌同类型最高等级符文，无同类型符文的位置将放空。\n10.可长按符文进行拖动操作：\n    长按已镶嵌符文拖动可移动符文、卸下符文、互换符文位置；\n    长按背包内符文拖动可镶嵌符文、替换符文；\n11.最多可装配两个同颜色的奥秘符文，奥秘符文仅可镶嵌至奥秘符文槽。",
    Title = "符文镶嵌"
  },
  [1007] = {
    id = 1007,
    Desc = "1.可消耗属性符文，对同类型的属性符文进行升级；\n2.升级可提升属性符文的相关属性；\n3.已镶嵌的属性符文或被标记为喜好的属性符文无法做为素材提升其他属性符文的等级；\n4.高等级属性符文做为素材提升其他属性符文等级时，无经验衰减。",
    Title = "符文升级"
  },
  [1008] = {
    id = 1008,
    Desc = "1.可消耗放大镜对未鉴定符文进行鉴定；\n2.鉴定后的技能符文无法交易；\n3.部分技能符文带有特殊属性，且不同特殊属性的生成概率不同，可在鉴定界面符文预览tips内查看生成概率，已鉴定符文属性中灰色属性表明该技能符文未生成当前特殊属性；\n4.连续鉴定以拥有的选中未鉴定符文数量，当拥有的该未鉴定符文不足10个时，连续鉴定可直接鉴定该符文拥有数量最大值个符文。",
    Title = "符文鉴定"
  },
  [1009] = {
    id = 1009,
    Desc = "1. 符文雕刻可以将选中的技能符文激活条件变为\"不限\"属性符文激活；\n2. 每个技能符文仅可改变一个激活条件；\n3. 若想重复雕刻，需将之前的雕刻状态还原后，才可重新雕刻；\n4. 每次雕刻消耗1个虚空刻刀，还原雕刻状态无消耗；\n5. 技能符文进行雕刻后，会自动标记为喜好品，喜好品无法进行雕刻和还原操作；\n6. 虚空刻刀可在金币商店中购买；\n7. 不建议选择原有的\"不限\"激活条件进行雕刻哦~",
    Title = "符文雕刻"
  },
  [1010] = {
    id = 1010,
    Desc = "1.符文置换可以选择一个S级目标符文，消耗与目标符文同职业的3个S级符文进行置换获得目标符文；\n2.目标符文数值随机及词条生成概率与鉴定相同；\n3.不建议消耗与目标符文同名的符文进行置换哦~",
    Title = "符文置换"
  },
  [1011] = {
    id = 1011,
    Desc = "1.可消耗属性符文，对同类型的属性符文进行升级；\n2.升级可提升属性符文的相关属性；\n3.已镶嵌的属性符文或被标记为喜好的属性符文无法做为素材提升其他属性符文的等级；\n4.高等级属性符文做为素材提升其他属性符文等级时，无经验衰减；\n5.属性符文升级追赶加速已开放，详情可查看[url=2094][c][3333cc][u]符文追赶加速界面[/u][-][/c][/url]。",
    Title = "符文升级"
  },
  [1100] = {
    id = 1100,
    Desc = "1.强化精炼分为武器与饰品两种，可根据穿戴的装备的精炼等级给予冒险者一定的精炼攻击加成；\n2.每个部位分为初级、中级、高级、终极、究级五阶，每阶分为10个等级，每个等级提升一定的精炼攻击加成；\n3.当穿戴的装备的精炼等级达到需求时，相应阶级的精炼攻击加成才生效：\n初级：穿戴装备精炼+1以上生效\n中级：穿戴装备精炼+5以上生效\n高级：穿戴装备精炼+9以上生效\n终级：穿戴装备精炼+13以上生效\n究级：穿戴装备精炼+13以上生效\n4.冒险者可根据自身需求自由选择每个等级增加精炼物攻还是精炼魔攻；\n5.强化精炼提供的精炼攻击总值不变",
    Title = "强化精炼"
  },
  [1140] = {
    id = 1140,
    Desc = "显示规则：星盘中特殊属性点的属性将不会显示在此界面中，此界面只用以显示基础属性的变化",
    Title = "星盘属性对比界面"
  },
  [1200] = {
    id = 1200,
    Desc = "1.和自己的佣兵猫一起战斗并消耗战斗次数可获得佣兵经验。\n2.每日耗尽战斗次数，不再获得佣兵经验。\n3.Base等级达到25级后，佣兵团的[url=405][c][fff000][u]珊珊·雪耳[/u][-][/c][/url]每隔三天会发布一条委托，完成委托可获得大量佣兵经验和猫猫币。\n4.猫猫币可在珊珊·雪耳处购买佣兵猫头饰解锁道具。\n5.使用佣兵猫头饰解锁道具可解锁佣兵猫的外观并解锁/提升指定佣兵猫技能。",
    Title = "佣兵猫相关"
  },
  [1201] = {
    id = 1201,
    Desc = "1、坐骑扭蛋中获取的坐骑可以通过坐骑合成功能提升品质、解锁属性和外观特效\n2、消耗5个坐骑碎片可以合成任意一个蓝色品质坐骑\n3、坐骑合成规则：\n蓝色品质提升至蓝色+品质需要2个任意蓝色品质坐骑\n蓝色+品质提升至紫色品质需要1个蓝色+品质本体坐骑\n紫色品质提升至紫色+品质需要2个任意紫色品质坐骑\n紫色+品质提升至橙色品质需要1个紫色+品质本体坐骑\n橙色品质提升至橙色+品质需要1个任意橙色品质坐骑\n橙色+品质提升至金色品质需要2个本体橙色品质坐骑",
    Title = "坐骑进阶"
  },
  [1202] = {
    id = 1202,
    Desc = "1.每次购买订阅礼包，可立即获得1个订阅礼包与为期30天的订阅礼包生效时间\n2.订阅礼包生效时间内，每日登录可领取1个该礼包（每日凌晨5点更新）\n3.当重复购买多个订阅礼包时，总生效时间会延长\n4.冒险者在订阅礼包生效期间，未登录游戏，将不会扣除生效时间",
    Title = "订阅说明"
  },
  [1510] = {
    id = 1510,
    Desc = "1.公会神器打造消耗\n对同一种神器进行打造2次后，第3次打造消耗材料为基础数量的1.5倍，第4次以上打造消耗材料为基础数量的2倍。\n*每阶神器的消耗材料基础数量不同；\n*打造次数为神器制作次数与升阶次数的总和。\n\n2.公会神器生效范围\n公会成员可在以下地图中使用公会神器，否则将无法装备，包括：主城、野外、公会领地、公会战地图及备战营地、公会巅峰决战、瓦尔哈拉遗迹、斗技场（溜溜猴大乱斗、沙漠之狼大乱斗、华丽金属抢夺战）、恩德勒斯塔\n*公会佣兵只能在公会战及其备战营地使用神器",
    Title = "公会神器"
  },
  [1550] = {
    id = 1550,
    Desc = "关于【据点宝箱】：\n1.玩家当前公会成功占领对应据点后，可以获得据点宝箱奖励，具体据点对应不同的奖励。\n2.会长/副会长可以进行据点宝箱的开启，开启后将会获得对应据点的神器残片与材料。\n关于【公会华丽宝箱】：\n1.每一个公会每周可以使用Zeny（30次）与公会资金（1次）开启公会华丽宝箱。\n2.只有会长与副会长可以进行公会资金开启。\n3.开启公会华丽宝箱需要消耗Zeny与额度，且随开启次数增加而增加。\n4.公会华丽宝箱开启后，公会将会概率获得对应宝箱的神器残片与材料，每一个公会成员会获得额外的货币奖励（新进公会成员需要等待下一次重置才可以享受。）。\n5.若公会当前占领了据点，将可以开启该据点对应的华丽宝箱。",
    Title = "帮助"
  },
  [1560] = {
    id = 1560,
    Desc = "1.所有打工场所、宠物打工、领取奖励都为账号共享。\n2.宠物好感度达到5级才可进行打工派遣，并且每个场所对宠物都有等级要求。\n3.宠物技能、好感度和等级影响打工效率，效率越高打工时长越短。\n4.初始同时可在2处场所打工，可通过冒险技能、激活特典卡和提升家园评分来获得宠物同时打工的上限，最多同时可在6处场所打工。\n5.每只宠物每天最多只能转换1次打工场所。\n6.所有场所的报酬最多累计3天。",
    Title = ""
  },
  [1580] = {
    id = 1580,
    Desc = "分解规则：\n1.分解一张白色卡片必定获得10个古拉姆晶末。\n2.分解一张绿色卡片必定获得20个古拉姆晶末。\n3.分解一张蓝色卡片必定获得50个古拉姆晶末。\n4.分解一张紫色卡片必定获得100个古拉姆晶末。\n5.若玩家背包中存在多张相同卡片，每次分解只会选取一张卡片进行分解 。\n6.分解任何品质的卡片都有一定几率额外获得少量古拉姆晶末。",
    Title = ""
  },
  [1590] = {
    id = 1590,
    Desc = "1.转移至的目标必须是远古装备。\n2.附魔转移只能在同部位的装备之间进行转移。\n3.转移是覆盖目标的附魔效果，原装备的附魔效果将被清空（两者不会进行互换操作）。\n3.附魔转移后原装备附魔中如果有未保存的附魔属性将会被清空。",
    Title = "附魔转移"
  },
  [1591] = {
    id = 1591,
    Desc = "1.可以在左侧界面中选择需要注入的材料数量。\n2.图标上的“-”可以快速将所选材料数量清零。\n3.每100%都会获得一份奖励材料。\n4.注入材料后不要忘记要提炼拿走奖励哦~",
    Title = "材料提炼"
  },
  [1592] = {
    id = 1592,
    Desc = "1.只有冒险家系列装备、荒境系列装备、远古系列装备才可以进行精炼转移或被转移。其中冒险家系列装备包括前缀为“冒险新秀”、“冒险精英”、“冒险英雄”和“冒险大师”的装备，荒境系列包括前缀为“神话尘封”和“辉煌再临”的装备，远古系列包含“波纳佩博物岛”和“探秘迷踪岛”两个副本中掉落的所有装备\n2.精炼转移过程中只能由精炼等级高的装备（源装备）向精炼等级低的装备（目标装备）转移。\n3.精炼转移过程中，冒险家系列装备的精炼等级可以转移给其他所有符合可被转移条件的装备，但荒境系列装备不可转移给冒险家系列装备，而远古系列装备仅能转移给远古系列装备。\n4.转移是覆盖目标装备的精炼等级，源装备的精炼等级将被清空（两者不会进行互换操作）。\n5.损坏的装备无法进行精炼转移或被转移。\n6.精炼转移只能在同部位的装备之间进行转移。",
    Title = "装备精炼转移"
  },
  [1593] = {
    id = 1593,
    Desc = "1.通过点击“+”可以选择您想要打洞的装备。\n2.损坏，已打洞的装备不能进行打洞操作，请注意。\n3.损坏，已打洞，已装备，精炼等级超过6级的装备也不能作为部分装备的材料。\n4.基础装备会作为材料自动填充但你也可以自己选择一些个性化属性的装备作为材料。\n5.不同的装备打洞所需要消耗的材料各不相同，请自己查看哦~",
    Title = "新装备打洞"
  },
  [1594] = {
    id = 1594,
    Desc = "活动期间，每周五--周日的5：00--24：00，克魔岛将举行游园会！\n\n1.Base等级大于等于12级的冒险者可以前往克魔岛，通过「培卜杜拉」接取「游园会系列任务」\n2.每完成1个活动任务，可以获得「个人欢乐值」x10，「个人欢乐值」可以在游园会中兑换各类稀有奖励，同时也会按照一定比例转化成「全服欢乐值」，当「全服欢乐值」达到指定数额，即可领取额外奖励\n3.每天完成6个活动任务，即可在「培卜杜拉」处领取「个人欢乐值」x60、「克魔岛游园礼盒」x1\n4.活动任务刷新时间为早晨 5：00，未完成的任务将被重置，请各位冒险者留意刷新时间\n5.该活动为帐号限定类活动",
    Title = "游园会"
  },
  [1595] = {
    id = 1595,
    Desc = "迪士尼活动引导测试ID",
    Title = "迪士尼之旅"
  },
  [1619] = {
    id = 1619,
    Desc = "参考您当前的角色等级，为您推荐难度适中的挂机魔物~战斗吃力的话，可以选择更简单的魔物哦~",
    Title = "推荐挂机点"
  },
  [1620] = {
    id = 1620,
    Desc = "达到对应好感度可领取以下奖励：\n1.好感度达到20：冒险丸子\n2.好感度达到40：乐园币\n3.好感度达到60：幻想创造机·宴券\n4.好感度达到80：zeny\n5.好感度达到100：B格猫福利券",
    Title = "奖励标准"
  },
  [1630] = {
    id = 1630,
    Desc = "[b]参赛规则[/b]\n1）GVG决战于周日%s进行。\n2）周日GVG巅峰决战开启前，所有占领城池的公会获得参赛资格，可在开战前3分钟往GVG决战地图。\n\n[b]战场规则[/b] \n*阵营\nGVG决战由四方公会角逐名次，参赛公会都为独立阵营，无法结盟。\n\n*获胜方式\n1）收集到5颗 【水晶资源】的公会立即获胜。\n2）若在战场结束前没有一方公会收集到5颗【水晶资源】，则水晶排名第一的公会为胜利方。\n\n*水晶资源\n1）战场上共5个产出水晶资源的区域供公会争夺。\n【中央核心】：战场开始3分钟后开放占领，占领时获得2个水晶，丢失则立刻扣除水晶。\n【东部水晶塔】【西部水晶塔】：战场开始3分钟后开放占领，占领时获得1个水晶，丢失则立刻扣除水晶。\n【绿方华丽】【蓝方华丽】【红方华丽】【紫方华丽】：未被击破时价值1个水晶资源，若被其他公会击破则扣除，且无法修复。\n2）如果公会的华丽被击破，则在接下来的一段时间内所有公会成员在战场上死亡都会被强制驱逐回公会平台复活。\n\n*占领方式：占领圈内当前人数最多的公会持续累积占领值，直到占领进度满后该区域归属于此公会。\n\n*水晶碎片资源\n1）上/下大平台上每3分钟左右刷新一只MVP，对MVP造成致命一击的玩家所在公会获得1块【水晶碎片资源】。\n2）每集齐4个水晶碎片会转换为1颗无法被抢夺的【水晶资源】。\n\n[b]奖励规则[/b] \n参与活动满3分钟的冒险者可在结算时获得奖励。",
    Title = "GVG巅峰决战"
  },
  [1638] = {
    id = 1638,
    Desc = "1.GVG战报会统计在上一场GVG中本公会各位成员（含佣兵）的参与表现，将在每次GVG城池结算期结束后更新。\n2.部分统计项规则如下：\n占领据点：当该据点被己方占领时，处于该据点范围内的成员，统计次数+1\n占领时间：不论据点的归属方，成员处于据点范围内的时间（单位：秒）\n3.仅（雇主）公会战线中会产生占领据点、占领时间与华丽水晶伤害数据。",
    Title = "GVG战报"
  },
  [1684] = {
    id = 1684,
    Desc = "摆摊抢购期规则：\n1.稀有道具在摆摊上架时会进入抢购期，当抢购期结束后，会随机出售给抢购者，才视为卖出并获得Zeny；\n2.买家抢购物品需按原价1:1冻结打赏积分，成功抢到道具后扣除冻结的打赏积分。\n3.抢购失败会返还预支的购买费用和打赏积分；\n4.道具在抢购期期间无法下架。",
    Title = ""
  },
  [1710] = {
    id = 1710,
    Desc = "1.消耗指定材料和Zeny可提升装备等级，增加等级属性。\n2.一阶装备升级至二阶装备时，精炼等级会下降2级，剩余精炼值将被清空，装备中的卡片也会被自动卸下。\n3.部分二阶装备可以升级为三阶装备，三阶装备将会完全继承二阶装备的精炼、附魔、开孔，损坏的二阶装备需要修理后才可以升阶。\n4.三阶装备在精炼、开孔、修理时不需要使用同名装备作为素材，而是使用其二阶装备作为消耗材料。\n5.部分装备不可升级，不显示在装备栏中。\n6.损坏的装备不能作为被消耗的材料。\n7.精炼+8以上的装备不能作为被消耗的材料。",
    Title = "装备升级"
  },
  [1711] = {
    id = 1711,
    Desc = "1.拥有影子进度属性的装备可被装配至副装备栏；\n2.影子装备的属性按照暗影进度的百分比进行折算，其中卡片效果在作为影子装备时不生效。\n3.能够成为影子装备主要为以下两种类型的装备：灌注装备、克魔岛远古系列装备。\n4.主装备栏与副装备栏的相同部位仅可装备不同类型的装备。\n5.副装备栏位共包含副手/盔甲/披风/鞋子/饰品五个部位。\n6.影子装备的制作需要消耗对应的影子魔力矿石，这种稀有材料可在影子秘境找到。\n7.拥有影子进度的装备无法上架交易所，仅可通过魔力铁炉进行还原后才可上架交易所，通过还原可返还总消耗80%的影子魔力矿石。",
    Title = "影子装备"
  },
  [1780] = {
    id = 1780,
    Desc = "勇气排行规则介绍\n\n勇气值获取\n1.每日前5次通关【异世界·裂痕】\n2.击杀【异世界·黑洞】中的入侵魔物\n3.击杀魔王梦罗克\n4.活动期间使用金币抽取各种型号的幻想创造机\n\n排名奖励\n\n·勇气值排名1-50可以获得：\n1.迷你梦罗克宠物限定皮肤*1\n2.魔王梦罗克典藏头像*1\n3.限定玩具[梦罗克之影]*1\n4.专属称号[梦罗克的荣光]*1\n\n·勇气值排名51-100可以获得：\n1.魔王梦罗克典藏头像*1\n2.限定玩具[梦罗克之影]*1\n3.专属称号[梦罗克的荣光]*1\n\n·勇气值排名101-200可以获得：\n1.限定玩具[梦罗克之影]*1\n2.专属称号[梦罗克的荣光]*1\n\n·所有参与活动的冒险者，在活动结束后，都可获得限定玩具「迷你时空裂隙」*1以及活动称号「见证者」*1",
    Title = "勇气排行规则介绍"
  },
  [1800] = {
    id = 1800,
    Desc = "初心商店商品说明\n1.等级礼包\n在玩家达到相应等级且进行转职后，可在初心商店中购买等级礼包。\n等级礼包分为1转等级礼包，2转等级礼包，2转进阶等级礼包。玩家购买礼包商品后，使用礼包道具直接提升玩家的Base和Job等级：\n使用1转等级礼包，玩家的Base和Job等级提升至2转前；\n使用2转礼包，玩家的Base和Job等级提升至2转进阶前；\n使用2转进阶等级礼包，玩家的Base和Job等级提升至巅峰等级前；\n*玩家在购买等级礼包后请尽快使用，玩家等级超过对应的使用阶段后礼包将会失效。\n2.初心订单\n个人金章数量小于450的玩家，将会在初心商店中进行初心订单的兑换。\n玩家在初心订单中使用MVP&Mini材料进行兑换，1个材料可兑换1金质勋章+200贡献。\n初心订单兑换上限为25，兑换达到上限后消失。\n3.卡普拉订单\n初心商店提供卡普拉订单，玩家在购买后可兑换相应的金质勋章与贡献，并收到赠送的金质勋章与贡献；\n卡普拉订单分为三种：\n卡普拉订单·Ⅰ：玩家个人金章数量小于100个时可进行购买；\n卡普拉订单·Ⅱ：玩家个人金章数量小于200个时可进行购买；\n卡普拉订单·Ⅲ：玩家个人金章数量小于400个时可进行购买；\n注意事项：\n*在未购买卡普拉订单前，订单可兑换上限根据玩家个人金章数量进行动态变化，在购买后，订单的兑换上限保持不变，但是会扣除外部兑换数量（比如公会兑换）；\n*订单的兑换数量不叠加累计，购买一种订单的玩家无法再购买其他订单；",
    Title = "关于【初心商店】"
  },
  [1838] = {
    id = 1838,
    Desc = "1.公会会长向其他公会发起约战邀请时可确认比赛时间、比赛模式等信息。\n约战的发起方只能作为比赛的进攻方。\n每天至多发出12次约战邀请。\n2.进攻方在30分钟内击破华丽水晶则取胜，反之落败。\n华丽水晶若10分钟内未受到攻击，则防守方达成完美防守获胜。\n其他比赛规则与GVG环境中一致。\n3.在“死斗模式”下，可以设定本场比赛中每名玩家的最大死亡次数，达到上限后，将不能再进入战场。\n在“血战模式”下，可以设定本场比赛的公会累计击杀人数为额外胜利条件，优先击杀指定人数的公会，将立即获胜。\n4.约战比赛进行中，无法使用备战营地中的战术沙盘、公会大乱炖功能。\n5.参与公会约战比赛无奖励。",
    Title = "公会约战"
  },
  [1843] = {
    id = 1843,
    Desc = "1.玩家可随时自定义自己家园的名称和家园签名，其中家园名称不得多于八个字，家园签名不得多于20个字；\n2.累积家园评分可获得对应的加成属性，充实自己的家园同时也是提升自己的一种途径；\n3.每有一名其他玩家进入家园时，家园人气值加1，当天多次拜访家园不会重复增加人气值。\n4.玩家可点击左上区域的房屋图片选择花园的房屋展示，努力解锁新的房屋外观吧！",
    Title = "家园详情"
  },
  [1844] = {
    id = 1844,
    Desc = "1.摆放在家园内的家具会生成评分，评分的值影响评分等级，评分等级的提升可为自己增加一些额外的增益效果；\n2.同一种类型的家具摆放多个时，最多只生效该类型中评分最高的家具，重复摆放同一家具不会重复增加评分；\n3.具体的评分增益效果可在家园详情界面中进行查看。\n4.若将家具摆放至其限制区域外时，则视为评分失效，失效评分会记录在评分详情面板中，失效评分不计入评分总分，但是不影响家具的摆放。\n5.家具摆放至其限制区域外时,功能也将受到限制。",
    Title = "评分详情"
  },
  [1845] = {
    id = 1845,
    Desc = "玩家可以通过设置界面对以下功能分别进行设置：\n1.是否允许他人进入自己的家园；\n2.是否屏蔽部分功能家具的使用；\n3.是否屏蔽他人使用我的家具。\n玩家可以根据自身的选择来私人订制。",
    Title = "设置详情"
  },
  [1940] = {
    id = 1940,
    Desc = "1.玩家可将闲置的宠物放置在宠物房内进行培养；\n2.宠物的等级将会按照自身的战斗所得经验的百分比进行增加；\n3.宠物的好感度会按照寄养的时长持续增加,每1分钟增长1点好感度；\n3.不同品质的宠物房对宠物的等级和好感度有额外的加成；\n4.当从宠物房取出宠物时，宠物的等级不得大于玩家自身的等级。\n5.宠物房之间宠物数据共享，即多个宠物房最多只能寄养3个宠物。\n6.初始宠物房开放两个空位，第三个空位需使用zeny解锁。",
    Title = "宠物房"
  },
  [2010] = {
    id = 2010,
    Desc = "1.购买家具时优先消耗家居提货券；\n2.已拥有家具再次购买享有额外折扣(礼包不参与额外折扣)；\n3.家具礼包只能购买一次；\n4.家居提货券与B格猫金币的价格比为1：1；",
    Title = "家具商城说明"
  },
  [2020] = {
    id = 2020,
    Desc = "1.活动签到每日可签一次；\n2.使用签到券可直接获得下一天的奖励（需当日签到后才可使用）；\n3.签到券不限使用次数；",
    Title = "活动签到说明"
  },
  [2031] = {
    id = 2031,
    Desc = "专属于RO玩家的小游戏！\n如果你对RO的卡片足够了解，又有不凡的记忆力的话，试试来挑战小游戏“卡牌配对”吧！\n在这个游戏中，你需要在规定的时间内将所有卡片的卡面、卡背或卡牌效果完成配对。\n每轮成功后有概率获得提示次数或加时。点击提示按钮可将匹配的一对卡牌自动翻开。~\n※注意：成功配对会获得时间奖励，错误则会受到惩罚哦（若匹配失败的两张卡牌都是首次翻开则不会扣除时间）。\n游戏的奖励只有在第一次通关时才会获得。\n另外，每角色每日该游戏的次数上限为5次，普通关卡胜利则不消耗次数，挑战模式必定消耗上限次数，次数上限将于次日5:00重置。",
    Title = "卡牌配对玩法说明"
  },
  [2032] = {
    id = 2032,
    Desc = "专属于RO玩家的小游戏！\n如果你对RO的魔物足够了解，试试来挑战小游戏“魔物问答”吧！\n在这个游戏中，你需要根据每轮场内的魔物，在规定的时间内完成问答。\n问题包括：魔物的颜色、足数量、元素属性及种族。\n一关游戏内成功轮数大于总轮数的一半则判定游戏胜利，反之则失败。\n每轮成功后有概率获得快速完成次数或加时。点击快速完成按钮则直接判定本轮成功并进入下一轮。\n※注意：当题目出现A与B时，则需两者都满足才计数。当题目出现A或B时，满足条件之一的魔物需要计数，但两者都满足时不重复计数。\n游戏的奖励只有在第一次通关时才会获得。\n另外，每角色每日该游戏的次数上限为5次，普通关卡胜利则不消耗次数，挑战模式必定消耗上限次数，次数上限将于次日5:00重置。",
    Title = "魔物问答玩法说明"
  },
  [2033] = {
    id = 2033,
    Desc = "专属于RO玩家的小游戏！\n如果你是一个摄影大师，试试来挑战小游戏“魔物摄影”吧！\n在这个游戏中，你需要根据每轮场内的魔物，在规定的时间内拍摄到符合数量要求的照片。\n一关游戏内成功轮数大于总轮数的一半则判定游戏胜利，反之则失败。\n每轮成功后有概率获得快速完成次数或加时。点击快速完成按钮则直接判定本轮成功并进入下一轮。\n游戏的奖励只有在第一次通关时才会获得。\n※注意：本游戏中还准备了秒杀魔物攻击、小范围击退攻击和重置本轮魔物刷新三个技能可供使用以调整魔物的位置。\n另外，每角色每日该游戏的次数上限为5次，普通关卡胜利则不消耗次数，挑战模式必定消耗次数，次数上限将于次日5:00重置。",
    Title = "魔物拍摄玩法说明"
  },
  [2050] = {
    id = 2050,
    Desc = "1.界面分为历史最高统计和今日挑战排行；\n2.历史最高会记录并保存该木桩历史受到的最高DPS；\n3.今日挑战仅记录当日玩家的输出详情，玩家可以点击详情按钮查看具体的输出状况；\n4.玩家可以选择删除统计数据，该操作仅主人可选；\n5.每个木桩的伤害统计独立计算。",
    Title = "家园木桩伤害统计"
  },
  [2051] = {
    id = 2051,
    Desc = "1.该界面详细记录了玩家的每个技能输出形式；\n2.相同的技能输出仅显示一条总伤害；\n3.玩家可以点击分享分享自己的总数据或者单条数据；\n4.具体木桩强度数据如下：\n10%:物理防御500，魔法防御500；\n20%：物理防御1000，物理防御百分比：30%，魔法防御1000      ",
    Title = "家园木桩伤害分析"
  },
  [2052] = {
    id = 2052,
    Desc = "1.玩家可以自由选择木桩的种族、体型和属性；\n2.木桩的默认种族为人型种族、中体型和无属性；\n3.木桩的强度代表着木桩的减伤程度，请谨慎使用最高档位；\n4.木桩具体强度如下：\n    木桩强度10%：\n        物理防御                            500\n        魔法防御                            500\n    木桩强度20%：\n        物理防御                            1000\n        物理防御%                          30%\n        魔法防御                            1000\n        魔法防御%                          30%\n    木桩强度30%：\n        物理防御                             1500\n        物理防御%                           50%\n        魔法防御                             1500\n        魔法防御%                           50%\n    木桩强度40%：\n        物理防御                             2000\n        物理防御%                           30%\n        魔法防御                             2000\n        魔法防御%                           30%\n        物伤减免                             50%\n        魔伤减免                             50%\n    木桩强度50%：\n        物理防御                             2500\n        物理防御%                           50%\n        魔法防御                             2500\n        魔法防御%                           50%\n        物伤减免                             70%\n        魔伤减免                             70%\n    木桩强度60%：\n        物理防御                             3000\n        物理防御%                           50%\n        魔法防御                             3000\n        魔法防御%                           50%\n        物伤减免                             70%\n        魔伤减免                             70%\n        暴击防护                             25\n        暴伤减免                             25%\n        对全属性伤害减免              20%\n        对人形减伤%                       30%\n    木桩强度70%：\n        物理防御                             3500\n        物理防御%                           50%\n        魔法防御                             3500\n        魔法防御%                           50%\n        物伤减免                             70%\n        魔伤减免                             70%\n        暴击防护                             30\n        暴伤减免                             40%\n        对全属性伤害减免              60%\n        对人形减伤%                       60%\n        对中体型减伤%                   20%\n    木桩强度80%：\n        物理防御                             4000\n        物理防御%                           100%\n        魔法防御                             4000\n        魔法防御%                           100%\n        物伤减免                             90%\n        魔伤减免                             90%\n        暴击防护                             35\n        暴伤减免                             75%\n        对全属性伤害减免              75%\n        对人形减伤%                       75%\n        对中体型减伤%                   50%\n    木桩强度90%：\n        物理防御                             4000\n        物理防御%                           300%\n        魔法防御                             4000\n        魔法防御%                           300%\n        物伤减免                             150%\n        魔伤减免                             150%\n        暴击防护                             100\n        暴伤减免                             300%\n        对全属性伤害减免              90%\n        对人形减伤%                       90%\n        对中体型减伤%                   50%\n        近战物理伤害减免              25%\n        远程物理伤害减免              25%\n        远程魔法伤害减免              25%\n    木桩强度100%：\n        物理防御                             9999\n        物理防御%                           100%\n        魔法防御                            9999\n        魔法防御%                           100%\n        物伤减免                             100%\n        魔伤减免                             100%\n        暴击防护                             50\n        暴伤减免                             100%\n        对全属性伤害减免              100%\n        对人形减伤%                       100%\n        对中体型减伤%                   100%\n        近战物理伤害减免              100%\n        远程物理伤害减免              100%\n        远程魔法伤害减免              100%",
    Title = "家园木桩设置"
  },
  [2100] = {
    id = 2100,
    Desc = "宠物蛋包包规则：\n1.宠物蛋包包是存放玩家已获得宠物蛋的道具。\n2.账号创建角色后，将会获得该道具。\n3.该道具为账号共享，同账号下角色可通用。\n4.宠物蛋等级大于玩家角色等级的情况下，宠物等级将调整为角色等级且不获得经验值；只有在角色等级超过宠物等级后，宠物才能在战斗或冒险中获得经验值。",
    Title = "关于【宠物蛋包包】"
  },
  [2200] = {
    id = 2200,
    Desc = "特殊NPC阿斯特蕾亚会在指定时间段出现在普隆德拉广场，为前来占卜的冒险家解开塔罗牌的奥秘。\n1.卡牌占卜共三轮，每轮十三张牌，三轮各自拥有独特奖励，奖励详情中显示概率为该道具的初始概率，实际概率会随着奖池中道具的减少逐渐提升。\n2.三轮单次占卜分别需要花费48、120、258B格猫金币。\n3.若抽取13次必将获得该轮所有奖励，并进入下一轮占卜。\n4.已经占卜到的卡牌都将从占卜库中移出。\n5.三轮占卜全部完成后，必定获得稀有坐骑。\n6.第二轮与第三轮的首次占卜是免费的哦！\n7.每轮占卜结束后，阿斯特蕾亚会向玩家送上专属道具”阿斯特雷亚的善意“，可以在占卜时代替对应数量的B格猫金币哦。\n8.当玩家完成全部三轮占卜之后，阿斯特蕾亚会为玩家提供专属坐骑皮肤的购买资格。",
    Title = "【星喵塔罗牌】限时开启"
  },
  [2201] = {
    id = 2201,
    Desc = "1.[无限回廊]是个随机构建地图、魔物与机关机制的副本，难度逐层增加，副本内无法携带宠物，可以携带佣兵猫，每个佣兵猫视为一名队员，最多可以六人组队挑战副本；\n2.每层共有9个房间，包括：入口房间，出口房间，2个普通魔物房间，2个首领魔物房间，1个塔罗房间，1个商店房间和1个休息房间；\n3.冒险者在普通魔物房间、首领魔物房间中可获得通关钥匙与金币，获得足够钥匙时则可在出口房间前往下一层；\n4.冒险者可以在通关过程中获得各类道具辅助探索与战斗；\n5.塔罗房可以接受命运的指引，每次会随机刷新三张塔罗牌，玩家可以花费金币刷新牌库。确认牌库后，从三张牌中随机抽取一张，可以花费金币再次抽取，已放弃的牌无法再次抽到。塔罗牌拥有不同的效果，包括：\n战斗牌：进行战斗获取钥匙\n代价牌：承受减益效果以换取钥匙\n道具牌：获得效果强大的塔罗道具，多余的塔罗道具将转化为100金币；\n6.在副本内每一层的入口房间可以进行存档操作，存档会保留当前的层数和获得的道具，再次读档时该层副本将刷新，刷新商店和塔罗牌消耗的金币将计入存档。已接受的塔罗牌命运无法更改，读档后再次进入塔罗房间将会触发。存档分为自动存档与手动存档两种，自动存档会在冒险者每次进入新的一层后存储，默认覆盖，无法手动删除；手动存档一共4个栏位，当存档已满时新的存档会覆盖最早的存档记录。每个存档最多保存一周，每周一5:00会自动清除所有存档；\n7.首通奖励：每个账号首次通关某一层时，需在本层集齐钥匙并成功离开房间后领取首通奖励（每账号每层仅限一次）；\n周常奖励：周常奖励范围由账号的历史最高通关层数决定（以截至上周的数据为准），每10层为一个档位（如1-10层、11-20层）。若本周开放更高层数的档位（如新增21-30层），首次通关新档位内的层数时，周常奖励仍按上周的历史最高档位发放。若本周挑战的层数低于当前历史最高档位（如历史最高20层，本周挑战1-10层），周常奖励按实际通关的档位发放。\n8.魔物拥有不同词缀，包括：\n凝视：随机盯上一名玩家，走到其身旁释放倒计时死亡buff，怪物死亡后会释放小范围净化效果消除该buff\n腐化：每次受击将在自身周围产生一滩毒雾，毒雾对玩家造成百分比伤害\n共生：3只共生魔将同时刷新在一个房间内，对随机玩家使用突进攻击，共生魔死去后5s，如场内还有其他共生魔存活，则将死去的共生魔复活\n隐匿：不停在随机位置召唤小怪进攻玩家，本体处于60s隐身状态，需找到本体将其击破\n被奴役：出现时同时刷新一个隐形的符文球，符文球使本体获得强力buff，并且可以复活符文兽\n封印：该魔物存在于场内时，固定时间清除地领\n光之庇护：该魔物存在于场内时，光环大幅提高其他魔物的 圣/水/火/念/毒 属性伤害减免\n影之庇护：该魔物存在于场内时，光环大幅提高其他魔物的 暗/风/地/不死/无 属性伤害减免\n坚守：该魔物存在于场内时，光环保护其他魔物不受控制影响\n分裂：击杀该魔物将出现5只波利，必须在限定时间内击杀波利，否则波利将再次合成满血魔物\n亡语：死亡后将为周围魔物施加强大buff，需尽量最后击杀\n爆炸：死亡2s后产生大范围爆炸\n蛛网：喷吐蛛网，令 10 码范围内玩家的移动速度降低 50%，持续 10 秒\n奥术：每隔一段时间在自身周围召唤奥术球，触碰到的玩家造成爆炸AOE伤害\n诅咒：攻击到的玩家受到的治疗效果降低\n荆棘：每次受到伤害有一定几率眩晕攻击者\n浴血：不断消耗自身当前血量，提高自身的伤害和减免\n虚无：吟唱1秒后自身周围一定范围内的玩家无法使用技能和道具，持续3秒\n蔽眼：攻击自身的玩家不断叠加减速、咏唱时间变长和减免降低的debuff\n霸邪：携带光环，效果为给周围魔物提供霸体状态和物理减免\n狂击：普通攻击会对玩家附加狂击buff，每叠加一层，对目标伤害越高\n无力化：使目标无法攻击和使用技能，持续一段时间\n鹰眼：携带光环，效果为周围魔物技能100%命中\n劫心：携带光环，效果为周围玩家受到伤害加重\n治愈：死亡时给剩下所有魔物回复30%血量\n奋战：生命值下降到50%以下时无敌3秒，且自身伤害增加\n赏金：主动逃窜，击杀后掉落大量金币",
    Title = "无限回廊详情"
  },
  [2301] = {
    id = 2301,
    Desc = "1.拥有附魔、升级等级、镶嵌卡片和精炼破损的装备是无法作为提取素材的。\n2.萃取功能可以将其所蕴含的神奇能力提取出来并且将会花费玩家一定数量的萃光结晶。\n3.玩家可以通过购买属性栏位来增加自己可以存储的属性数量，在不同情况下可以选择不同的属性激活。\n4.属性激活与取消可在主城、野外和部分副本中操作，并且同名装备包括灌注后装备的属性与萃取属性不可同时生效。\n5.拥有精炼等级的装备在被摧毁后，精炼等级将会成为此条属性的刷新上限，玩家使用萃光结晶刷新时将会有概率提升此条属性的生效精炼等级，刷新操作不会使生效精炼等级下降。\n6.拥有精炼相关属性的装备在精炼等级为0时，不可成为提取素材。\n7.同名装备的未开孔与开孔状态所萃取的属性完全相同并且不可同时生效。\n8.可以通过消耗指定道具提升萃取上限，最大上限为+15。",
    Title = "神谕镜鉴"
  },
  [2410] = {
    id = 2410,
    Desc = "尽情地使用手中的小木锤，来一起开始游戏吧！也许，一不小心就能命中神秘大奖 \n活动规则：\n1.参与指定活动，完成任务，可获得「小木锤」\n2.获得「小木锤」后，点击小波利即可获得奖励\n3.当全部小波利被击碎后，将赢得国王波利的『额外馈赠』，同时也将开启下一轮波利\n另外，活动共计4轮，请各位冒险者努力击碎它们吧！",
    Title = "活动说明"
  },
  [2700] = {
    id = 2700,
    Desc = "累计登录，即可获得丰厚奖励！\n\n活动规则\n活动期间，累计登陆即可领取奖励，一定要记得来领取哦~",
    Title = ""
  },
  [2701] = {
    id = 2701,
    Desc = "累计登录，即可获得丰厚奖励！\n\n活动规则\n活动期间，累计登陆即可领取奖励，一定要记得来领取哦~",
    Title = ""
  },
  [2812] = {
    id = 2812,
    Desc = "一、赛季开启期间内完成列表中的任务目标即可获得奖励。\n二、任务目标完成进度在圣域之战比赛中即进行累积，在比赛结束后会针对已完成的目标发放对应奖励，同时已获得的奖励会打上标签标识。\n三、中途退出比赛无法获得奖励，但是任务目标进度会进行保留，再次完成一次完整的比赛即可获得奖励。",
    Title = "目标说明"
  },
  [2860] = {
    id = 2860,
    Desc = "参与勇气排行方式：获取「虹光印记」并且加入公会\n\n排名奖励\n\n·加入新公会后「虹光印记」数量将会清零并重新计算，之前获得的「虹光印记」留在原公会，且24小时内获得的「虹光印记」不会计入公会排名。\n\n每个角色「虹光印记」单独计算\n\n·排名1-10的公会全体成员可以获得：\n1.头饰「雷神的小脾气」*1\n2.限定头像框「虹色奇遇·时光」*1\n3.玩具「星光祈愿」*1\n4.「荣誉之证」*10000\n5.Zeny*10000000\n\n·排名11-50的公会全体成员可以获得：\n1.头饰「雷神的小脾气」*1\n2.限定头像框「虹色奇遇·童梦」*1\n3.「荣誉之证」*5000\n4.Zeny*5000000\n\n·排名51-150的公会全体成员可以获得：\n1.玩具「星光祈愿」*1\n2.限定头像框「虹色奇遇」*1\n3.「荣誉之证」*3000\n4.Zeny*1000000\n\n·所有参与活动的冒险者，在活动结束后，都可获得「荣誉之证」*2000",
    Title = "勇气排行规则介绍"
  },
  [2861] = {
    id = 2861,
    Desc = "\n※每天可缴纳12次材料，每成功缴纳4次，材料类型及数量会变化。\n※每次成功缴纳材料可获得「斯宾诺的谢礼」x1\\「虹光印记」x5\n※缴纳材料时请确保背包内材料充足",
    Title = "材料缴纳说明"
  },
  [3001] = {
    id = 3001,
    Desc = "为了迎接一年一度的狂欢庆典，多兰族最优秀的甜品师制作了一份巨大的庆典蛋糕。但意外的是，蛋糕的香气飘过彩虹桥，却引来了异世界里贪吃的家伙们……",
    Title = "头饰副本进入界面说明上"
  },
  [3002] = {
    id = 3002,
    Desc = "1.副本内共有15波饥饿的怪物，会前赴后继地扑向庆典蛋糕。\n2.玩家需要阻止怪物到达蛋糕，若蛋糕被怪物吃掉，则副本结束。\n3.灵活运用副本内的水晶资源可以使战斗变得轻松。\n4.副本结算时，防守住5波以上怪物将会扣除次数和60分钟时长，并获得奖励。中途退出不会扣除次数和时长，也不会获得奖励。\n5.奖励可以在商店界面查看，每周获得奖励的上限是4次，超过上限不会获得奖励也不会扣除时长。",
    Title = "头饰副本进入界面说明下"
  },
  [7001] = {
    id = 7001,
    Desc = "1.冒险者可以在活动时间内激活「基金」功能，若活动期间未激活，则活动结束后功能将关闭\n2.激活「基金」后，登录达到指定天数，均可领取对应奖励，直至全部奖励领完，功能关闭\n3.「基金」为帐号限定类功能",
    Title = "基金"
  },
  [7101] = {
    id = 7101,
    Desc = "1.活动期间，每日金币打赏达到指定金额，即可领取对应奖励（赠送的金币将不包含在内）\n2.活动期间，每日5：00将重置打赏金额及奖励次数，未领取的奖励将以邮件的形式发放给冒险者\n3.活动为帐号限定类活动",
    Title = "每日有礼"
  },
  [9003] = {
    id = 9003,
    Desc = "1.虚空领域内的MVP召唤时会被赋予来自虚空的词缀效果；\n2.该词缀效果每天刷新一次，每次随机3个；\n3.词缀分为特性、增益、减益3类，具体词缀效果可在界面内查看；\n4.MVP召唤时赋予3个词缀效果，稀有精英魔物在刷新时随机赋予词缀库中任一效果；\n5.杜拉俾斯大人会在周末开启虚空的盛典，MVP和稀有精英魔物携带词缀数量均-1。",
    Title = "词缀效果"
  },
  [9004] = {
    id = 9004,
    Desc = "1.参与击杀虚空领域的稀有精英可以获得开启虚空宝箱的资格；\n2.开启虚空宝箱玩家可以根据自己的需求来选择适合自己的战斗效果；\n3.战斗效果分为时长限制和次数限制两种，部分效果可以叠加多次；\n4.该效果效果仅在虚空领域生效；\n5.杜拉俾斯大人会在周末开启虚空的盛典，该段时间内击杀稀有精英魔物，可额外获得一个随机的战斗效果。",
    Title = "地图增益"
  },
  [9005] = {
    id = 9005,
    Desc = "1.可在该界面查看虚空领域的所有MVP的召唤状态；\n2.点击具体的MVP可查看其描述、技能和掉落；\n3.冒险者根据自己需求前往对应区域击杀MVP吧，获得MVP称号的玩家将会被扣除60分钟战斗时长（玩法时长通用）；\n4.时长不足的玩家在获得MVP称号时不会获得奖励，MVP称号会顺位至有时长的下一位战斗玩家；\n5.MVP和精英魔物仅在每天的8:00-24:00刷新；\n6.虚空领域的魔物受到时间乱流的影响，在每日5时会消失不见，进入休息时间；\n7.冒险者处于换线疲劳时，无法对MVP造成伤害，但仍可攻击精英魔物和普通魔物；\n8.冒险者的战斗时长与玩法时长均不足60分钟时，无法对MVP造成伤害，但仍可攻击精英魔物和普通魔物；\n9.除获得MVP称号的冒险者外，每次参与击杀的其他玩家根据战中表现会获得幸运冒险家的称号，一共有10名勇者，获此殊荣的冒险者会获得特殊奖励“次元树枝碎片”，并有1/10概率随机一份MVP的掉落奖励，但是囿于虚空领域的法则，每位获得“幸运冒险家”的冒险者会消耗6点战斗时长，是否愿意成为“幸运冒险家”可在裁决魔典中开关；\n10.获得MVP掉落的莫拉金币数量在2/3/5/10中随机获得。",
    Title = "魔物秘闻"
  },
  [9006] = {
    id = 9006,
    Desc = "1.账号下所有角色共享战斗次数。\n2.每日超过指定战斗次数，击杀魔物时不再获取经验和掉落。\n3.每日战斗次数默认为3500次；账号下任意角色达到二转时，每日战斗次数增加至5500次；账号下任意角色达到进阶二转时，每日战斗次数增加至7500次；账号下任意角色达到三转时，每日战斗次数增加至10000次。\n4.每日凌晨5点恢复所有战斗次数，每日未使用的战斗次数将按一定规则转化为奖励下发。\n5.PVP不计入战斗次数，MINI和MVP也不计入战斗次数。\n6.如果队友和自己处于同一张地图，则队友战斗时，战斗次数会共享至本地图所有队员，且本地图所有队员均会获得一份所击杀魔物的奖励。\n7.普通魔物被击杀时，仅有最先造成伤害的两名玩家可获得对应奖励。\n8.魔物等级高于角色20级以上时，魔物受到的伤害逐级减少，对玩家造成的伤害逐级增加，且等级差距越大增幅率越高。\n9.玩家击杀普通魔物时，如果魔物等级高于自身等级30级，获得的经验将按照一定比例衰减。\n10.关闭“是否消耗战斗次数”开关后，视为进入战斗次数耗尽状态，野外击杀魔物将不再消耗战斗次数。开关的切换有5分钟的冷却时间。\n11.语音技术由科大讯飞提供。",
    Title = "战斗次数"
  },
  [9007] = {
    id = 9007,
    Desc = "1.账号下所有角色共享玩法时长。\n2.玩法时长按天为单位刷新，每天凌晨5时恢复150分钟玩法时长，但未登录游戏则不会恢复。\n3.玩法时长的消耗主要用于以下功能消耗：神谕副本通关结算、蛋糕保卫战通关结算、裂隙通关结算；\n4.未使用的玩法时长可进行累积，最多累积480分钟。\n5.剩余玩法时长显示数字以一分钟为计量单位。当实际战斗时长未满1分钟时，显示数字不会变化。（例如当战斗时长剩余59分30秒，超过59分钟，那么剩余战斗时长仍会显示60分钟）；\n6.通过【时空冒险药水】获得的玩法时长会一直保留，不会被刷新；\n7.玩法时长优先消耗每周刷新的基础值；\n8.每周额外获得的玩法时长上限不得超过4500分钟。\n9.关闭“是否消耗玩法时长”开关后，神域副本、蛋糕保卫战、裂隙副本等副本无法再消耗玩法时长来领取或扫荡获得奖励。",
    Title = "玩法时长"
  },
  [9008] = {
    id = 9008,
    Desc = "1.玩家可以选择优先消耗的时长类型；\n2.玩法时长每周补充满，不会累积，可用于神谕副本通关结算、蛋糕保卫战通关结算、裂隙通关结算、虚空领域击杀MVP结算；\n3.战斗时长每日补充，可最多累积3天，使用范围比玩法时长更大，可用于野外挂机消耗和各副本功能消耗。",
    Title = "时长消耗优先级"
  },
  [9009] = {
    id = 9009,
    Desc = "1.瓦尔哈拉遗迹需求同公会人员组队前往；\n2.瓦尔哈拉遗迹共有6个关卡，每个关卡有勇士、精英两种难度。每个关卡内的魔物每周刷新一次，共刷新五只魔物。\n3.在瓦尔哈拉遗迹内击败mini或MVP可以获得对应的掉落奖励，每人每周最多只能获得5次奖励，同一个关卡内的一个mini或MVP奖励只能获得一次。勇士难度下的mini与MVP的魔物掉落奖励为精英难度下的50%，但是金质勋章与贡献不受难度影响，每个魔物固定掉落2个金质勋章与2000贡献。\n4.不同关卡会影响刷新的mini与MVP等级，由低到高分别会刷新等级1-40、41-70、71-100、101-140、141-160以及160-180等级的mini与MVP。\n",
    Title = "瓦尔哈拉遗迹"
  },
  [9010] = {
    id = 9010,
    Desc = "1.开启【逛街】功能可在普隆德拉区域看见商人的摆摊信息并进行选购；\n2.关闭【逛街】功能将不再显示摆摊信息。",
    Title = "逛街"
  },
  [10001] = {
    id = 10001,
    Desc = "赠送规则：\n1.近30天内玩家每次充值都能获得等值/10的赠送额度，每次赠送成功将会扣除与赠送商品Zeny价格相等的赠送额度。\n2.赠送需要一定的赠送费用，礼物价值越高，所需赠送费用越多。\n3.同一时间只能进行一次赠送，赠送礼物价值低于100,000Zeny时不能赠送。\n4.赠送物品由姜饼快递员进行运送，物品送达后，玩家有五分钟的时间对赠礼进行接收或者拒绝。\n5.如果赠送失败，物品将会返还至赠送玩家的交易记录，玩家可继续选择赠送或者领取。\n6.赠送按钮最多保留3天。\n7.在交易所购买的物品无法赠送给在该物品购入时间之后添加的好友。\n8.达到B级冒险家才可以使用赠送功能。",
    Title = ""
  },
  [10009] = {
    id = 10009,
    Desc = "为配合EP4.0的多职业切换功能开放，建议选择一个您最主要进行游戏的角色后进入游戏：\n1、您首次进入游戏的角色将被视为主号，其余角色则视为副号\n2、副号与主号职业不同时，副号中达到二转以上的职业和职业等级将复刻至主号，继承的职业等级至多为主号的巅峰职业等级，若主号未达到巅峰等级则至多继承至进阶二转JOB40。\n3、如副号与主号职业相同或为任意JOB40的一转职业，主号将获得免费职业解锁兑换券，用于解锁该副号对应的两个职业分支。\n4、主号为二转以上职业适用于以上规则，主号为二转以下职业时，副号角色达到一转JOB40可获得职业解锁兑换券",
    Title = "重要公告"
  },
  [20000] = {
    id = 20000,
    Desc = "关于【占卜·星座的指引】，有几个游玩注意事项希望客人您能稍微聆听一下。\n每位冒险者每天都可以有两次占卜的机会来和牵着手的TA获得星座或是爱情的指引。\n特别提示：第二天的凌晨5点星星改变了方向，这时再来就又可以获得星座指引的物品啦~",
    Title = "关于【占卜·星座的指引】"
  },
  [20001] = {
    id = 20001,
    Desc = "关于【占卜·恋爱的季节】，有几个游玩注意事项希望客人您能稍微聆听一下。\n每位冒险者每天都可以有一次占卜的机会来和牵着手的TA获得星座或是爱情的指引。如果已经获得过【爱情】或是【星座】其中任何一个指引给予的物品，当天即使继续游玩占卜也不能再获得了哦~\n特别的福利：每个冒险者每天还有一次改运的机会，不过那就需要购买恋之古董店商店里的特殊物品【恋心的呼唤】了哦，只要发起占卜的冒险者拥有该物品，即使被邀请的冒险者没有该物品也可以再次活动一份恋爱指引的物品呢。不过通过此方法，每个冒险者也最多只能获得一次改运的机会哦。\n特别提示：第二天的凌晨5点太阳和月亮改变了方向，这时再来就又可以获得爱情指引的物品啦~",
    Title = "关于【占卜·恋爱的季节】"
  },
  [20002] = {
    id = 20002,
    Desc = "关于【占卜·皇家庆典】，有几个游玩注意事项希望客人您能稍微聆听一下。\n每位冒险者庆典期间都可以有一次占卜的机会来和牵着手的TA获得来自策划的神秘指引。\n特别的福利：除了来自策划的神秘占卜结果，还能额外获得一些欢乐值",
    Title = "关于【占卜·皇家庆典】"
  },
  [20003] = {
    id = 20003,
    Desc = "关于【地球裂隙】，如果仔细阅读以下说明，可以取得更好的成绩哟。\n\n关于规则：\n1.限定时间内击退更多的魔物，可以获得更高的评级，活动结算取玩家最高评级发放奖励\n2.被击退的魔物有概率掉落技能，针对不同的魔物使用技能可以大大提高效率\n3.倒计时结束或击退所有入侵魔物即为本次挑战结束\n\n关于奖励：\n1.通关奖励：\n每日首次通关可以获得[来自M78星云的谢礼]*5\n2.额外奖励：\n每日首次通关时，根据冒险手册中已解锁的[奥特曼系列头饰]数量，发放额外奖励\n解锁1个，额外奖励[来自M78星云的谢礼]*1\n解锁3个，额外奖励[来自M78星云的谢礼]*2\n解锁5个，额外奖励[来自M78星云的谢礼]*3\n解锁7个，额外奖励[来自M78星云的谢礼]*4\n解锁10个，额外奖励[来自M78星云的谢礼]*10\n[奥特曼系列头饰]共17件，包括：趴趴欧布、队员服系列时装、队员服头盔、奥特曼系列时装、趴趴迪迦、趴趴赛罗、怪兽哥莫拉背饰、怪兽金古桥背饰、怪兽贝姆斯塔背饰、哥莫拉睡衣时装、胜利飞燕1号、怪兽哥尔赞背包、迪迦奥特曼背包、趴趴巴尔坦、趴趴贝姆斯塔、趴趴金古桥、迪迦奥特曼时装\n3.评级奖励：\n根据击退魔物的数量，评级及奖励如下：\n击退30-59个魔物，评级为[行星巡逻员]，奖励[候选警备队补给包]*1\n击退60-89个魔物，评级为[恒星观察员]，奖励[候选警备队补给包]*2\n击退90-119个魔物，评级为[异星监测员]，奖励[称号·宇宙警备队]*1、[现役警备队补给包]*2\n击退120个魔物以上，评级为[星云指挥官]，奖励[称号·宇宙警备队]*1、[现役警备队补给包]*5\n评级奖励将在活动结束后通过邮件发放",
    Title = "关于【地球裂隙】"
  },
  [20004] = {
    id = 20004,
    Desc = "老玩家召集规则\n1.活动期间，玩家可以对Base等级大于等于60级且离线时间大于30天的好友发送召集邀请\n2.收到召集邀请的玩家上线之后可以与召集者签订契约，签订契约的两人可以获得「友情重燃礼盒」x1\n3.冒险者首次分享召集邀请，可以获得「卡普拉的谢礼」x1,打开之后可以获得限定头饰「惊喜波利」x1",
    Title = "老玩家召集规则"
  },
  [20005] = {
    id = 20005,
    Desc = "我爱打波利规则介绍\n1.游戏开始后，点击波利可以对波利造成伤害\n2.在活动时间内，不管有没有打破波利，都可以获得奖励，但是打破波利可以获得更好的奖励哦~\n3.为了奖励，在注意手机安全的情况下，开始点点点点点点点点点吧~",
    Title = "我爱打波利规则介绍"
  },
  [20006] = {
    id = 20006,
    Desc = "试炼之地里充满了可怕的妖邪帝王，有一些已经凝聚出了实体，是他的幻影；有一些还尚未凝聚，只是他的虚影……",
    Title = "EVA副本说明"
  },
  [20007] = {
    id = 20007,
    Desc = "关于规则：\n1.限定时间内击败所有妖邪帝王的幻影，或者副本倒计时结束，即为通关副本\n2.击败妖邪帝王的幻影将加1分，击败妖邪帝王的虚影将被扣5分\n\n关于奖励：\n1.通关奖励：\n每日首次通关可以获得「异乡武士的谢礼」x1\n\n2.评级奖励：\n根据通关副本的积分，评级及奖励如下：\n\n通关积分大于等于35，获得评级“仁”，奖励「妖邪散落的宝物」x5，可解锁限定成就及称号「魔神坛斗士」\n\n通关积分在25（含）--35（不含）之间，获得评级“义”，奖励「妖邪散落的宝物」x2，可解锁限定成就及称号「魔神坛斗士」\n\n通关积分在15（含）--25（不含）之间，获得评级“礼”，奖励「妖邪散落的财物」x2\n通关积分在5（含）--15（不含）之间，获得评级“智”，奖励「妖邪散落的财物」x1\n\n每档评级奖励都可领取1次",
    Title = "EVA副本说明2"
  },
  [20008] = {
    id = 20008,
    Desc = "【幻想创造机·宴】回馈开启！最新时装概率UP！",
    Title = "大扭蛋机额外奖励"
  },
  [20009] = {
    id = 20009,
    Desc = "关于大喵的恋爱占卜：\n喵.活动时间内，每天都可以找到本喵来进行恋爱占卜哟~\n喵x2.虽然本喵不能给你找到另一半，但是本喵可以给你各种爱的力量哦~\n喵x3.既然你诚心诚意的来了，本喵肯定不会让你空手而回，能拿到什么，就看你的运气啦~\n喵x4.最后，本喵知道你可能有很多角色，但是本喵有些忙不过来，所以，本喵的占卜是帐号限定哦~！",
    Title = "大喵的恋爱占卜"
  },
  [30000] = {
    id = 30000,
    Desc = "1.执事任务分为两个部分：日常、周常。\n2.日常会在每天随机选出一个任务作为双倍奖励任务，周常会在每周随机选出一个任务作为双倍奖励任务。\n3.日常任务会在每天凌晨刷新，周常任务会在每周一凌晨刷新。\n4.部分任务会在玩家该项全部达成后自动删除。\n5.前往[url=1005][c][fff000]【[u]执事之间[/u]】[-][/c][/url]可解锁不同的执事。",
    Title = "执事任务"
  },
  [30001] = {
    id = 30001,
    Desc = "1.日历功能最多可查看未来2个月的活动安排，不可查看过往日期的活动安排；\n2.玩家点击每日活动可对活动进行预约和玩法查看；\n3.预约的活动将会在周视图和月视图中背景图标黄色显示；\n4.对于已预约的活动玩家将在活动开始前3分钟收到游戏内通知；\n5.玩家也可通过该功能对正在进行中的活动进行寻路。",
    Title = "活动日历"
  },
  [30002] = {
    id = 30002,
    Desc = "每周一5:00将会根据上周各职业的副本通关情况、PVP活动参与情况，更新各部位的装备使用率与卡片使用率，也会更新匿名高手冒险者们的配装情况以供参考。",
    Title = "装备推荐"
  },
  [32581] = {
    id = 32581,
    Desc = "1.玩家施放有异常状态的技能对不同属性等级魔物有不同的效果，具体效果表现可点击图标进行查看；\n2.异常状态与属性的功能只适用于玩家与魔物之间，暂不适用于玩家与玩家之间；\n3.MVP/MINI魔物血条下方新增控制抗性条，抗性条决定魔物是否受到控制型技能的影响，玩家在使用控制型技能对目标进行输出时，会持续增长魔物的抗性条，抗性条满后魔物会进入一段时间的免控状态；\n4.不同的控制类型对抗性条的增长速度不同，主要分为以下两种：\n硬性控制：使魔物一段时间内强制丧失所有输出能力、打断吟唱技能（如晕眩、冰冻等），对抗性条增长影响较大；\n软性控制：魔物一段时间内受到部分限制能力（如减速、定身等），对抗性条的影响其次；\n5.各控制类型具体如下：\n硬性控制：晕眩、睡眠、冰冻、石化、恐惧、噩梦、伊登的微笑、重破斩、沉默、禁止攻击、增加吟唱时长；\n软性控制：定身、无法移动、移速降低、设置移速上限；\n6.MVP/MINI魔物属性处新增属性抗性条，抗性条决定魔物是否受到转属性技能的影响，玩家在使用转属性技能对目标进行输出时，会持续增长魔物的属性抗性条，抗性条满后魔物会进入一段时间的免疫转属性状态，该状态可在魔物头像左下方属性处查看；\n7.中毒、流血、灼烧等百分比伤害型异常和技能现在可对所有魔物生效了，在对MVP/MINI生效时会衰减为固定数值的生命流失。",
    Title = "异常状态详情"
  },
  [32591] = {
    id = 32591,
    Desc = "1.活动期间，Base等级≥25级的冒险者，前往「普隆德拉」找到「新服大使」领取任务，每日击败300个野外魔物即可获得自选装备奖励\n2.自选装备将根据以下顺序获得：「副手部位自选礼盒」、「盔甲部位自选礼盒」、「饰品部位自选礼盒」、「披风部位自选礼盒」、「鞋子部位自选礼盒」、「饰品部位自选礼盒」、「武器部位自选礼盒」，冒险者一共可以获得3轮共21件装备！",
    Title = "自选装备"
  },
  [32593] = {
    id = 32593,
    Desc = "1.伊米尔的记事簿存档将记录当前职业的素质点分配、技能加点、装备、卡片、符文、阿萨神碑情况与快捷物品栏设置，仅二转及以上的冒险职业可以存储。\n2.冒险者处于[主城][野外][家园][公会领地][公会战备战营地][无限回廊休息房间]中读取存档时，可以读取任意存档中的所有内容。\n3.冒险者处于[副本]与[组队竞技赛][圣域之战][公会战]等PVP地图中读取存档时，仅能读取同职业存档中的装备、卡片与快捷物品栏内容。\n4.读取存档时，若背包内检索不到已存储的物品信息，则读取后此处将保持空缺状态。\n5.长按存档图标并拖动至其他存档栏位的图标处，可交换存档位置。",
    Title = "伊米尔的记事簿"
  },
  [32597] = {
    id = 32597,
    Desc = "凡是打赏都可获得打赏积分：100,000Zeny=10,000点打赏积分；额外赠送部分不获得打赏积分。打赏获得其它道具也将根据您的打赏金额以同样的比例给您打赏积分。",
    Title = "打赏积分"
  },
  [32598] = {
    id = 32598,
    Desc = "【命运合成】\n1.消耗「诺伦卡片」可以参与「命运合成」功能\n2.通过「命运合成」功能获得的卡片可以在冒险手册中解锁\n3.「命运合成」功能每个帐号每天参与次数最多为999次\n\n【MVP合成】\n1.分解Mini卡片可获得「古拉姆结晶」，消耗「古拉姆结晶」可以参与「MVP合成」功能\n2.通过「MVP合成」功能获得的卡片可以在冒险手册中解锁\n\n【限时UP】\n1.限时UP活动期间，通过「MVP合成」功能获得MVP卡时，有50%的概率获得UP卡片\n2.「限时UP」增加了保底机制，第2次必定获得当前UP卡片，该保底帐号共享，且可循环触发",
    Title = "命运合成"
  },
  [32599] = {
    id = 32599,
    Desc = "火力全开模式下进入副本自动激活以下效果：\n1、冒险手册属性、阿萨神碑、女神祝福与女神祈祷全满\n2、全身装备精炼+15\n3、全身装备的附魔效果数值全满，若有附魔特性，则激活特性最大值\n4、角色已激活的装备记忆的特殊词条和第四词条不生效\n5、可前往[url=8331][c][1789d9]「[u][技能]一一[火力全开天赋] 界面[/u]」[-][/c][/url]选择仅在火力全开模式下生效的装备记忆的特殊词条效果",
    Title = "火力全开"
  },
  [32600] = {
    id = 32600,
    Desc = "很久以前，有人预言这片大陆将发生巨大的灾厄，为了保护这片大陆上的小动物们不受灾厄之苦，有人以笔将它们收录进这本寓言中，著成了一部小动物们的狂想。许多年过去，收录者早已化作尘埃，寓言也被封印。直到一缕好奇的风，将寓言打开。在寓言中沉眠的小动物们终于醒来，也许是寂寞了太久，这些小动物们渴望更多的人进入那个狂想的世界与它们作伴，为此，它们准备了丰厚的奖励。\n1、狂想寓言中一共拥有11个寓言，每一个寓言都有对应的等级限制，冒险家需要达到对应的等级才能够进入寓言的世界\n2、每个寓言都需要冒险家击杀300只魔物才能通关\n3、通关副本后访问宝箱即可领取奖励，获得奖励时会扣除本日玩法时长，此外，每周有一次免费获得奖励的机会，即不消耗玩法时长。\n4、每周首次通关某个难度后，可以解锁该难度的扫荡功能。点击扫荡后会获得奖励。扫荡功能每周一5点重置。",
    Title = "狂想寓言"
  },
  [32601] = {
    id = 32601,
    Desc = "1.消耗Zeny可提升装备栏的强化等级，增加属性。\n2.各部位的强化等级上限为当前Base等级。\n3.强化属性需要该部位有装备才会生效\n4.提升各部位装备栏累计强化等级可领取奖励。",
    Title = "强化"
  },
  [32602] = {
    id = 32602,
    Desc = "MVP卡片大放送！您可以通过「MVP卡自选」活动获取指定卡片！\n1、活动期间，完成指定任务即可获得抽取次数：\n「每日」任务将在每天早晨5点重置\n「每周」任务将在每周一早晨5点重置\n「挑战」任务为帐号限定一次性任务，完成后不再重置\n2、每抽取20次必定点亮1张MVP卡片，奖池中的MVP卡片在集齐前不会重复点亮\n3、抽取100次后，您可以从已点亮的卡片中选取1张带出，带出操作仅可进行1次，当您带出卡片后，活动将提前结束，请谨慎操作！\n4、活动中产出的卡片无法在冒险手册解锁\n5、活动中产出的卡片均【不可交易】，使用不可交易的卡片定制的★卡将继承【不可交易】的属性！",
    Title = "MVP卡自选"
  },
  [32611] = {
    id = 32611,
    Desc = "【副本流程】\n重返萨克莱最惨痛的回忆，在赤色的婚礼现场中，击退那可憎的怪物吧！\n【奖励规则】\nMVP的掉落奖励同一个账号一周内限定获得5次，掉落奖励每周一5点刷新。每周通关某个难度获得评价后，可以解锁该难度的扫荡功能。\n【复活规则】\n在副本内与MVP魔物战斗时，会限制战斗区域，并且复活冒险者会消耗复活次数；当复活次数用完后，冒险者将无法被复活。\n【致死保护限制】赤色婚礼的现场被魔剑的力量所覆盖，冒险者料理的“致死保护”效果一场战斗中最多只会生效一次。",
    Title = "幽灵皇宫"
  },
  [32612] = {
    id = 32612,
    Desc = "1.活动期间，收集指定道具即可兑换活动限定奖励\n2.兑换次数为帐号限定次数，同一帐号下所有角色共享剩余次数\n3.活动结束后，将停止奖励兑换，请冒险者留意活动时间，避免错过",
    Title = "奇迹魔术营"
  },
  [32614] = {
    id = 32614,
    Desc = "1.消耗记忆余晖可提升记忆等级，增加记忆基础属性。\n2.绿色品质的记忆升到10级解锁第一个可自选词条。\n蓝色品质的记忆升到20级额外解锁第二个可自选词条。\n紫色品质的记忆升到30级额外解锁第三个可自选词条。\n3.第一词条自选的范围为攻击词条库，第二词条自选的范围为防御词条库，第三词条自选的范围为攻击、防御、特殊词条库。\n4.已升级的记忆分解时返还1-30级80%，31-40级20%的升级消耗，分解不返还突破消耗。",
    Title = "记忆升级"
  },
  [32615] = {
    id = 32615,
    Desc = "1.第一词条自选的范围为攻击词条库，第二词条自选的范围为防御词条库，第三词条自选的范围为攻击、防御、特殊词条库。\n2.冒险者们可对选中的词条进行词条自选，冒险者们可以消耗记忆晶核在词条库中自选一个心仪的效果。\n3.记忆升阶解锁的第四词条首次自选免费。",
    Title = "记忆词条自选"
  },
  [32620] = {
    id = 32620,
    Desc = "1.[星座之塔]是赛季更新制副本，新赛季开启后将无法查看和挑战往期赛季，即无法再获得往期赛季奖励，请冒险者及时参与副本挑战，避免赛季过期。\n2.[星座之塔]分为四座不同的塔楼，每座塔楼又包含多个难度，冒险首次通关某一难度时将获得该难度的首通奖励，首通奖励账号共享且无法重复获得。除首通奖励外，[星座之塔]无常规奖励内容。\n3.[星座之塔]副本无法直接通过副本界面发起挑战，需队长前往恩德勒斯塔区域访问对应的入口NPC并选择难度后才能发起。\n4.[星座之塔]副本包含多个关卡，通关条件除击败所有魔物外，还有额外的时间限制，关卡挑战失败后将从当前关卡继续。\n5.[星座之塔]每座塔楼会对指定的部分职业提供额外的强力加成效果，具体效果可在[祝福加成]中查看。当队伍中包含该塔楼指定的受祝福职业，且职业人数达到目标值时，祝福效果即在塔内生效。\n6.通关[星座之塔]某一赛季的所有副本时，冒险者可通过合成获得特殊的赛季特效。[星座之塔]赛季特效获得后可在幻化界面的背饰部位中设置，将持续至下一赛季结束或获得新的赛季特效，进入[星座之塔]副本时将默认使用，在副本外区域需冒险者手动设置。",
    Title = "星座之塔"
  },
  [32621] = {
    id = 32621,
    Desc = "1.[星座之塔]每座塔楼均对指定的职业系有特殊的祝福加成效果，包括职业祝福和团队祝福两部分，所有祝福均只在副本内生效。\n2.每座塔楼的受祝福职业每周将会重新分配，且祝福效果仅对该职业系二转以上的职业生效。\n3.职业祝福仅对该塔楼受祝福的职业生效，团队祝福则对所有队员生效。团队祝福计算职业种类时，队伍中的相同职业不会重复计算。\n4.团队祝福将以实际在副本内的受祝福职业种类计算，若有冒险者开战前离开副本，可能使团队祝福等级下降。",
    Title = "星座之塔祝福"
  },
  [32622] = {
    id = 32622,
    Desc = "1.[星座图谱]是赛季制养成系统，会随着副本[星座之塔]赛季更新而开放新的养成项。冒险者可查看往期所有赛季的星座图谱养成状况。\n2.当前赛季的部分养成点需要通关一定数量的本赛季[星座之塔]副本才可以解锁，往期赛季的所有养成点在经过两个赛季后将自动解锁。\n3.当前赛季的养成点仅可使用[星座徽章]点亮，往期赛季的养成点可以消耗[星座徽章]和[星座徽章·往期]点亮，优先消耗[星座徽章·往期]。\n4.未消耗完的[星座徽章]在下一赛季开启时将会自动转化为[星座徽章·往期]。\n5.往期[星座图谱]赛季的消耗会在三个赛季后开始折扣，折扣会根据赛季周期累积增加，最多叠加3次",
    Title = "星座图谱"
  },
  [32623] = {
    id = 32623,
    Desc = "1.冒险者可以通过消耗指定数量的材料，在[炽焰炉]中炼制特定道具。炼制配方中的每个格子提供三种材料选择，冒险者可自由选择消耗的材料。\n2.道具均有炼制次数限制，到达上限后则本周无法继续炼制。\n3.炼制道具的材料配方和次数限制都将于每周一05:00更新。",
    Title = "炽焰炉"
  },
  [32624] = {
    id = 32624,
    Desc = "1.团队目标、个人目标奖励都将受到公会占领城池大小影响。\n2.完成常规赛的个人目标除了基础奖励外还可以获得[卓越值]奖励，[卓越值]会计入赛季卓越值进度。\n3.赛季卓越值进度仅对公会战常规赛生效。赛季卓越值进度分为多个阶段及奖励。还分别对应青铜、白银、黄金、钻石、王者5个段位，初始为青铜段位，后续将根据卓越值达成阶段解锁更高的段位和奖励。",
    Title = "公会战目标"
  },
  [32626] = {
    id = 32626,
    Desc = "1.只有会长或副会长可以将公会仓库中的公会神器进行分解。\n2.同一公会神器已累计的打造次数不受神器分解影响。\n3.每一阶公会神器分解后返还的材料数量固定。",
    Title = "公会神器分解"
  },
  [32627] = {
    id = 32627,
    Desc = "【副本流程】\n往昔的恶梦仍旧如影随形搬缠着萨克莱，为了解开他心中的枷锁，冒险者将面对并击败萨克莱的心魔，引领萨克莱走出自我惩罚的牢笼。\n【奖励规则】\n所有装备记忆副本的奖励同一个账号一周内限定获得5次，所有难度共享奖励次数，掉落奖励每周一5点刷新。每周通关某个难度获得评价后，可以解锁该难度的扫荡功能。\n【复活规则】\n在副本内与魔物战斗时，会限制战斗区域，并且复活冒险者会消耗复活次数；当复活次数用完后，冒险者将无法被复活。\n【致死保护限制】副本被魔剑的力量所覆盖，冒险者料理的“致死保护”效果每场Boss战中最多只会生效一次。",
    Title = "残影终焉"
  },
  [32628] = {
    id = 32628,
    Desc = "1.冒险者们三转Job60级时解锁大师技能并提升Job等级上限，提升Job等级获取技能点用于提升大师技能。\n2.升级大师技能需要消耗技能点和Zeny。\n3.大师技能不可被重置。\n[c][4059A8]4.将大师技能拖入技能栏/点击切换按钮后激活，相关的被动技能将自动生效。[-][/c]\n5.大师技能激活后，获取的Job经验得以提升当前激活大师技能的Job等级。\n6.不同大师技能之间的Job等级和技能点数不互通。",
    Title = "大师技能"
  },
  [32632] = {
    id = 32632,
    Desc = "【副本流程】\n作为时间守护者的时空龙，创造了多个分身管理着不同的时间线。其中一个分身在处理事务时遭受异世界力量感染而变得失控，因此霸占着时之空间，试图扰乱所有时间线的秩序。为了阻止它继续犯错，冒险者将直面这次危机。\n【奖励规则】\n所有装备记忆副本的奖励同一个账号一周内限定获得5次，所有难度共享奖励次数，掉落奖励每周一5点刷新。每周通关某个难度获得评价后，可以解锁该难度的扫荡功能。\n【复活规则】\n在副本内与魔物战斗时，会限制战斗区域，并且复活冒险者会消耗复活次数；当复活次数用完后，冒险者将无法被复活。\n【致死保护限制】副本被时空的力量所覆盖，冒险者料理的“致死保护”效果每场Boss战中最多只会生效一次。",
    Title = "时之空间"
  },
  [32634] = {
    id = 32634,
    Desc = "1.冒险者拥有的职业达到三转后，将解锁其传承技能。\n2.传承技能解锁后，冒险者可使用相应职业的龙骨拓片对其进行传承，传承后的技能可以被装配和升级。\n3.传承技能在装配使用时会占据相应数量的能量格，装配的技能所占据的能量之和无法超出能量格上限，当技能等级达到10级时，其占据的能量格数减一。\n4.传承技能分为主动技能和被动技能，其中未达到十级的主动技能占据7格能量、被动技能占据3或4格能量。\n5.技能在传承和升级时，将优先消耗龙骨拓片，龙骨拓片不足时，会继续消耗秘传龙骨拓片。\n6.能量格拥有上限，扩充时优先消耗龙脊契刻，龙脊契刻不足时，会继续消耗秘传龙脊契刻，每扩充一格，冒险者可额外获得一定属性。\n7.技能在传承后，需拖动技能至技能栏才可激活，被动技能激活后即刻生效，主动技能激活后需前往冒险技能页签再次进行装配才可使用，同时，冒险者无法对当前职业的传承技能进行激活使用。",
    Title = "技能传承"
  },
  [32635] = {
    id = 32635,
    Desc = "【限时MVP卡合成】\n1.分解Mini卡片可获得「古拉姆结晶」，消耗「古拉姆结晶」可以参与「限时MVP合成」功能\n2.通过「限时MVP卡合成」功能获得的卡片可以在冒险手册中解锁\n3.「限时MVP卡合成」中UP的卡片，在活动结束后，将不会加入「命运合成」及常驻「MVP卡合成」卡池",
    Title = "限时MVP卡合成"
  },
  [32636] = {
    id = 32636,
    Desc = "1、苍翼卫声望可通过完成深渊秘境区域的苍翼卫任务、解锁跃迁塔、首次开启精英魔物守护的宝箱等多种方式获得，请冒险者多多探索地图吧~\n2、每一级苍翼卫声望的进阶奖励仅可获得一次，将下发给最先达到该等级的角色\n3、地图中分布着众多的魔物营地，冒险者只需加入与营地内魔物的战斗，战斗结束后均有机会开启其守护着的精英宝箱，但若未参与战斗则结束时无法领取宝箱奖励。\n4、每个精英宝箱同一角色每日仅可开启一次。\n5、冒险者在深渊之湖各处的时空矩阵中击败入侵的异界MVP或Mini魔物时，均可获得一份对应的丰厚奖励，但领奖次数每日均有上限，达到上限值时当日内即不可再领取。包括苍翼卫声望在内，所有深渊之湖的声望等级均会影响冒险者在时空矩阵中获取异界MVP、Mini奖励的次数。\n6、除异界魔物首领的击退奖励外，冒险者每日在时空矩阵区域内达成一定的净化进度值时，还可额外获得一份净化奖励，所有深渊之湖的声望等级也会影响冒险者获得的净化奖励，声望等级越高，净化奖励也会越丰厚哦。\n7、声望等级达到4级后，冒险者可访问【法芙娜】，支付一定量的Zeny后即可获得深渊秘境区域的所有营地的日常奖励。",
    Title = "苍翼卫声望"
  },
  [32637] = {
    id = 32637,
    Desc = "1、紫色品质装备记忆可在记忆升阶界面消耗材料提升至金色品质\n2、升阶后基础属性翻倍，前三词条状态不变，额外解锁第四记忆词条\n3、解锁的第四词条可在词条自选界面自由选择，首次自选免费\n4、升阶状态不可逆，金色品质装备记忆无法进行分解",
    Title = "记忆升阶"
  },
  [32638] = {
    id = 32638,
    Desc = "一、活动信息\n1.活动时间：每周日14:00-24:00\n2.活动地图：深渊之湖\n3.活动周期：活动期间，每15分钟将开启一轮新的龙毁世界活动。\n\n二、参与方式\n1.在活动时间内前往深渊之湖，通过小地图可查看不同难度的龙毁世界活动区域。\n2.进入活动区域后，将自动进行匹配，优先匹配至队友所在副本中。\n\n三、奖励详情\n（注意：每一类奖励的每周获取上限，均在不同难度的龙毁世界活动中共享）\n1.参与奖励：[时空降临之匣]\n*每一轮活动结束时，参与战斗的冒险者可获得1个奖励宝箱，账号每周限获得1次\n*活动难度越高，奖励越丰厚\n2.阶段奖励：[时空回响之匣]\n*时空巨龙血量每降低10%，将会掉落1组奖励宝箱（共3个），期间参与战斗的冒险者每周每账号至多拾取8组，共24个\n*所有难度的活动中掉落的阶段奖励内容相同\n3.MVP奖励：[时空守护之匣]\n*成功净化时空巨龙取得MVP的冒险者小队可获得1个奖励宝箱，账号每周限获得1次\n*活动难度越高，奖励越丰厚；仅最高难度活动中掉落的MVP宝箱，有概率开出可交易的[秘传龙脊契刻]\n\n勇敢的冒险者们，请集结力量协助苍翼卫，共同对抗时空巨龙的入侵！",
    Title = "龙毁世界活动说明"
  },
  [32639] = {
    id = 32639,
    Desc = "1、赤鳞团声望可通过完成闪鳞高地区域的赤鳞团任务、解锁跃迁塔、首次开启精英魔物守护的宝箱等多种方式获得，请冒险者多多探索地图吧~\n2、每一级赤鳞团声望的进阶奖励仅可获得一次，将下发给最先达到该等级的角色\n3、地图中分布着众多的魔物营地，冒险者只需加入与营地内魔物的战斗，战斗结束后均有机会开启其守护着的精英宝箱，但若未参与战斗则结束时无法领取宝箱奖励。\n4、每个精英宝箱同一角色每日仅可开启一次。\n5、冒险者在深渊之湖各处的时空矩阵中击败入侵的异界MVP或Mini魔物时，均可获得一份对应的丰厚奖励，但领奖次数每日均有上限，达到上限值时当日内即不可再领取。包括赤鳞团声望在内，所有深渊之湖的声望等级均会影响冒险者在时空矩阵中获取异界MVP、Mini奖励的次数。\n6、除异界魔物首领的击退奖励外，冒险者每日在时空矩阵区域内达成一定的净化进度值时，还可额外获得一份净化奖励，所有深渊之湖的声望等级也会影响冒险者获得的净化奖励，声望等级越高，净化奖励也会越丰厚哦。\n7、声望等级达到4级后，冒险者可访问【梅德】，支付一定量的Zeny后即可获得闪鳞高地区域的所有营地的日常奖励。",
    Title = "赤鳞团声望"
  },
  [32640] = {
    id = 32640,
    Desc = "【副本流程】\n时空巨龙的意识已经彻底混乱，逃离深渊之湖，徘徊于各种错乱的时间线中。大量来自错乱时间线的魔物正在侵蚀时空巨龙的意志，清除它们，带时空巨龙回到正确的时间线！战斗过程中，冒险者可吸收溃败的魔物的力量来强化自身，妥善选取这份力量，与伙伴一同穿越时间的风暴吧！\n【副本规则】\n1、开战后副本内将共计召唤10波魔物，限定时间内击败当前波次的所有魔物即可触发下一波魔物的召唤。除此外，队长可访问“龙之召唤”提前开启下一波魔物的召唤。若队长在上一波魔物未完全击败时选择提前开启下一波魔物的召唤，则两波魔物将会同时在场。\n2、每一波魔物均有限定的歼灭时间，若冒险者无法在限定时间内击败所有魔物，则会挑战失败。若冒险者在限定时间内击败所有魔物或直接提前开启下一波魔物的召唤，则上一波未消耗完的时长将累加至下一波的挑战中。\n3、副本中将有特殊的等级机制——时序能级，冒险者击败任何魔物都将获取时空能量，每积攒一定额度时将会提升自身的时序能级。每次提升时序能级时，冒险者均会获得一点天赋点。消耗一点天赋点可从3项随机的天赋技能中选取一项作为副本内的临时加成。击败魔物获取的时空能量为队伍内共享。\n4、每名冒险者至多可选择4项天赋技能，达到上限后将仅会随机出已获得过的技能。冒险者选择已获得过的技能时，将使其技能等级提升一级，至高为10级。每次技能等级提升时，将会为其提供额外的效果。冒险者可舍弃已选择的天赋技能，舍弃时仅会返回50%的天赋点。\n5、冒险者可在副本入口的技能图谱中查看副本中可获得的所有天赋技能。\n6、挑战失败时副本将会重置，冒险者的时序能级将会同时归零，已获得的天赋技能也会消失。时序能级和天赋技能均只在副本中生效。\n7、副本内冒险者复活时需消耗复活次数。当复活次数耗尽后，冒险者将无法被复活。副本重置时，复活次数也将重置。\n8、每周将会从全部词缀中随机3条作为本周词缀，其中魔物词缀仅对描述中指定的对象生效。\n【奖励规则】\n1、通关副本开启宝箱，会随机出现装备记忆提升奖励，用于强化你当前已穿戴装备的记忆。你可以从三个随机提供的奖励中任选其一。\n2、如果选中的部位没有佩戴记忆，或该装备的等级/突破阶段已达到最高上限，那么奖励会自动兑换成材料。\n3、所有难度的通关奖励不消耗战斗时长，但之间共享奖励次数，奖励次数每周重置。通关时仅可领取当前难度的奖励，不会向下兼容。",
    Title = "混乱时空"
  },
  [32641] = {
    id = 32641,
    Desc = "1、暗爪营声望可通过完成无相沼泽区域的暗爪营任务、解锁跃迁塔、首次开启精英魔物守护的宝箱等多种方式获得，请冒险者多多探索地图吧~\n2、每一级暗爪营声望的进阶奖励仅可获得一次，将下发给最先达到该等级的角色\n3、地图中分布着众多的魔物营地，冒险者只需加入与营地内魔物的战斗，战斗结束后均有机会开启其守护着的精英宝箱，但若未参与战斗则结束时无法领取宝箱奖励。\n4、每个精英宝箱同一角色每日仅可开启一次。\n5、冒险者在深渊之湖各处的时空矩阵中击败入侵的异界MVP或Mini魔物时，均可获得一份对应的丰厚奖励，但领奖次数每日均有上限，达到上限值时当日内即不可再领取。包括暗爪营声望在内，所有深渊之湖的声望等级均会影响冒险者在时空矩阵中获取异界MVP、Mini奖励的次数。\n6、除异界魔物首领的击退奖励外，冒险者每日在时空矩阵区域内达成一定的净化进度值时，还可额外获得一份净化奖励，所有深渊之湖的声望等级也会影响冒险者获得的净化奖励，声望等级越高，净化奖励也会越丰厚哦。\n7、声望等级达到4级后，冒险者可访问【萨尔瓦托雷】，支付一定量的Zeny后即可获得无相沼泽区域的所有营地的日常奖励。",
    Title = "暗爪营声望"
  },
  [32642] = {
    id = 32642,
    Desc = "【副本介绍】\n每到仲夏，幻想乡都会举行盛大的祈福仪式，收集新一年所需的“好运”能量。今年为了提升“仪式”的趣味性，庆典委员会特别打造了浮空“虹光岛”，让梦幻城居民们乘坐魔法加持的“虹光列车”，穿越七道虹光之门汇聚能量，而在道路的终点，还会有皮纳塔特派员献花赠礼。正当整个幻想乡都在为这个新仪式欢呼喝彩时，一群捣蛋魔却突然占据了虹光岛……\n请冒险者们护送梦幻城居民收集能量并安全到达终点吧！\n【副本规则】\n1、副本开始后，“虹光列车”将每隔一段时间出发一班，同时魔物也会在场地边缘不断刷新，在初心难度中，“虹光列车”共出发6班，冒险者成功将6班列车护送至终点即可通关，在无尽难度中，“虹光列车”会不间断地出发，冒险者需要竭尽全力进行护送。\n2、居民们的“虹光列车”拥有血量，所有魔物将优先攻击列车，在初心难度中，当任意1辆列车被魔物摧毁或所有冒险者死亡将导致副本挑战失败，在无尽难度中，累计15辆列车被摧毁或所有冒险者死亡将导致副本挑战失败，挑战失败则副本将在5秒后重置。\n3、当成功抵达终点的列车越多，会有更加强大的魔物前来捣乱。\n4、初心难度挑战成功即可获得奖励，无尽难度中，每成功护送6个居民到达终点，即可获得一次奖励，随着成功护送数量增加，获得的奖励数量也会增加，奖励会累计进入宝箱中，冒险者可在副本挑战结束后领取，奖励存在每日获取上限。无尽模式中单次累计护送24个梦幻城居民即可获得200个圣诞老人的心意。\n5、在无尽难度中，冒险者们最终成功护送梦幻城居民的数量会计入排行榜，若不同冒险者的护送数量相同，则排名相同，排行榜仅记录前1000名冒险者,同一账号下的角色将按照护送数量最多的参与排名。\n6、活动结束后，将根据排名以邮件的方式发放称号，奖励不会重复获得。\n其中，排名对应的称号如下：\n第1名：【SSS级护送专员】\n第2-3名：【SS级护送专员】\n第4-10名：【S级护送专员】\n第11-30名：【A级护送专员】\n7、活动时间截止后副本入口将关闭。",
    Title = "彩虹巡游守护战"
  },
  [32643] = {
    id = 32643,
    Desc = "1、鸢尾团声望可通过完成无相沼泽区域的鸢尾团任务、解锁跃迁塔、首次开启精英魔物守护的宝箱等多种方式获得，请冒险者多多探索地图吧~\n2、每一级鸢尾团声望的进阶奖励仅可获得一次，将下发给最先达到该等级的角色\n3、地图中分布着众多的魔物营地，冒险者只需加入与营地内魔物的战斗，战斗结束后均有机会开启其守护着的精英宝箱，但若未参与战斗则结束时无法领取宝箱奖励。\n4、每个精英宝箱同一角色每日仅可开启一次。\n5、冒险者在深渊之湖各处的时空矩阵中击败入侵的异界MVP或Mini魔物时，均可获得一份对应的丰厚奖励，但领奖次数每日均有上限，达到上限值时当日内即不可再领取。包括鸢尾团声望在内，所有深渊之湖的声望等级均会影响冒险者在时空矩阵中获取异界MVP、Mini奖励的次数。\n6、除异界魔物首领的击退奖励外，冒险者每日在时空矩阵区域内达成一定的净化进度值时，还可额外获得一份净化奖励，所有深渊之湖的声望等级也会影响冒险者获得的净化奖励，声望等级越高，净化奖励也会越丰厚哦。\n7、声望等级达到4级后，冒险者可访问【艾德琳】，支付一定量的Zeny后即可获得赐福密林区域的所有营地的日常奖励。",
    Title = "鸢尾团声望"
  },
  [35001] = {
    id = 35001,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神秘箱子6.0」×1哦~\n\n集齐3块拼图即可获得「莫拉硬币」×4、「神谕之尘」×4；\n集齐6块拼图即可获得「来自女武神的馈赠」×4、「金质勋章」×4；\n集齐9块拼图即可获得活动限定「清爽遮阳帽图纸」！",
    Title = "洛马斯的假期"
  },
  [35002] = {
    id = 35002,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神秘箱子6.0」×1哦~\n\n集齐3块拼图，即可获得「金质勋章」×4；\n集齐6块拼图，即可获得「祈祷晶片包」×4；\n集齐全部9块拼图，即可获得活动限定玩具「B级能量装置」！",
    Title = "王国料理大赛"
  },
  [35003] = {
    id = 35003,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神秘箱子6.0」×1哦~\n\n集齐3块拼图，即可获得「神谕之尘」×4、「莫拉硬币」×4；\n集齐6块拼图，即可获得「来自女武神的馈赠」×4、「金质勋章」×4；\n集齐全部9块拼图，即可获得活动限定卡片「光棍节卡片」！",
    Title = "我不是波利"
  },
  [35005] = {
    id = 35005,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神秘箱子7.0」×1哦~\n\n集齐3块拼图，即可获得「金质勋章」×4；\n集齐6块拼图，即可获得「祈祷晶片包」×4、「来自女武神的馈赠」×4；\n集齐全部9块拼图，即可获得活动限定卡片「不射猎的悲惨圣诞节」！",
    Title = "拯救不射猎"
  },
  [35006] = {
    id = 35006,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「皇家庆典纪念章」×1哦~\n\n集齐3块拼图，即可获得「皇家庆典纪念章」×2、「坠星陨铁」×2；\n集齐6块拼图，即可获得「皇家庆典纪念章」×5、「B格猫福利券·Ⅰ」×30；\n集齐全部9块拼图，即可获得活动限定礼盒「皇家庆典自选礼盒」x1，可以自行选择「皇家庆典头饰精炼券」将头饰一键精炼至+10，或者选择「皇家庆典解锁卡册」解锁一张随机的Mini卡片图鉴！",
    Title = "皇家庆典"
  },
  [35007] = {
    id = 35007,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神秘箱子SP」×1哦~\n集齐3块拼图，即可获得「金质勋章」×4；\n集齐6块拼图，即可获得「祈祷晶片包」×4、「来自女武神的馈赠」×4；\n集齐全部9块拼图，即可获得活动限定头饰「傀儡之心」x1！",
    Title = "叫我女王大人"
  },
  [35008] = {
    id = 35008,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神秘箱子SP」×1哦~\n\n集齐3块拼图，即可获得「坠星陨铁」×3、「破损的卡普拉服务券」×600；\n集齐6块拼图，即可获得「神谕之晶」×8、「神谕之尘」×8；\n集齐全部9块拼图，即可获得活动限定卡片「NPC的复仇」x1",
    Title = "NPC的复仇"
  },
  [35009] = {
    id = 35009,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神秘箱子7.0」×1哦~\n集齐3块拼图，即可获得「金质勋章」×2、「光洁的符文石」×2；\n集齐6块拼图，即可获得「祈祷晶片包」×4、「来自女武神的馈赠」×4；\n集齐全部9块拼图，即可获得「闪耀的符文石」×2、「精装埃米尔卡册」×1。",
    Title = "旅行？不如RO"
  },
  [35010] = {
    id = 35010,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神秘箱子7.0」×1哦~\n集齐3块拼图，即可获得「金质勋章」×2、「光洁的符文石」×2；\n集齐6块拼图，即可获得「祈祷晶片包」×4、「来自女武神的馈赠」×4；\n集齐全部9块拼图，即可获得限定卡片「最强幼女」×1。",
    Title = "最强幼女"
  },
  [35012] = {
    id = 35012,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「小木锤」×1哦~\n集齐3块拼图，即可获得「金质勋章」×3、「信仰之证」×500；\n集齐6块拼图，即可获得「光洁的符文石」×3、「来自女武神的馈赠」×6；\n集齐全部9块拼图，即可获得限定头饰「趴趴洞察眼」×1。",
    Title = "彩蛋狩猎"
  },
  [35013] = {
    id = 35013,
    Desc = "欢迎来到普隆德拉运动会，在本运动会中你不仅可以提升自身能力，展示自身实力，还能获得丰厚报酬哦！",
    Title = "7月运动会说明1"
  },
  [35014] = {
    id = 35014,
    Desc = "比赛规则：\n※每场比赛时长5分钟；\n※每场比赛最多30人，且只能单人进入；\n※进入比赛前有120秒匹配时间，超时则自动取消匹配。\n※运动员入场后需要选择魔物进行变身才能开始比赛，有10秒钟可以选择；\n※每种魔物的属性和技能不同，请谨慎选择；\n※比赛场地上放有可拾取道具「紫色苹果」，捡取后可获得7运动会竞技点；\n※每隔2分钟会出现少量新的「金苹果」，捡取后可获得25运动会竞技点；\n※通过对其他选手进行攻击，且满足7000点伤害后可获得1竞技点；\n※被其他运动员击倒后会失去部分竞技点；\n※每击倒1名运动员可获得3竞技点；\n※比赛结束后进行竞技点的结算与排名，前三的玩家可以获得奖励：「竞技的荣耀·日」、「竞技的荣耀·月」、「竞技的荣耀·星」；\n※竞技点可以兑换其他道具奖励；\n※竞技点每日获取上限为500点；\n※如果中途退出比赛则会失去竞技点，每场比赛竞技点独立计算；\n※如果比赛中失去连接，在1分钟内恢复连接则可以回到比赛中，竞技点保留；\n※比赛时无法使用任何道具；",
    Title = "7月运动会说明2"
  },
  [35015] = {
    id = 35015,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神秘箱子7.0」×1哦~\n集齐3块拼图，即可获得「金质勋章」×4、「来自女武神的馈赠」×4；\n集齐6块拼图，即可获得「神谕之尘」×16、「神谕之晶」×12；\n集齐全部9块拼图，即可获得「龙之宝箱」×5。",
    Title = "夏日狂想曲"
  },
  [35016] = {
    id = 35016,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神秘箱子7.0」×1哦~\n集齐3块拼图，即可获得「金质勋章」×2、「光洁的符文石」×2；\n集齐6块拼图，即可获得「祈祷晶片包」×4、「来自女武神的馈赠」×4；\n集齐全部9块拼图，即可获得「天火碎片·锋锐型」×1，可以用来修复任意破损武器。",
    Title = "魔神坛斗士"
  },
  [35017] = {
    id = 35017,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神秘箱子7.0」×1哦~\n集齐3块拼图，即可获得「神谕之尘」×8、「神谕之晶」×8；\n集齐6块拼图，即可获得「闪耀的符文石」×2、「祈祷晶片包」×4；\n集齐全部9块拼图，即可获得限定卡片「虹色坠落」×1。",
    Title = "虹色坠落"
  },
  [35018] = {
    id = 35018,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神秘箱子7.0」×1哦~\n集齐3块拼图，即可获得「金质勋章」×2、「光洁的符文石」×2；\n集齐6块拼图，即可获得「祈祷晶片包」×4、「来自女武神的馈赠」×4；\n集齐全部9块拼图，即可获得限定卡片「新生庆典卡片」×1。",
    Title = "新生庆典"
  },
  [35019] = {
    id = 35019,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神秘箱子7.0」×1哦~\n集齐3块拼图，即可获得「金质勋章」×4、「光洁的符文石」×2、「神龙扭蛋币」×30；\n集齐6块拼图，即可获得「祈祷晶片包」×4、「来自女武神的馈赠」×4、「玛丝黛拉果实」×1；\n集齐全部9块拼图，即可获得「闪耀的符文石」×1、限定卡片「魔神英雄传」×1。",
    Title = "魔神英雄传"
  },
  [35020] = {
    id = 35020,
    Desc = "被邪恶魔族所控制的海洋魔物们占领了沉没之船，据城防军骑士调查后发现，魔物下一步将会对依斯鲁得岛进行攻击，为了粉碎魔物的计划，请冒险者立即前往沉没之船对魔物们进行驱逐！\n\n※冒险者在进入战斗后会获得莉娜的部分力量，变身为莉娜的同位体。此状态在战斗中无法取消。\n※每次战斗限制10分钟。\n※进入战场后需要先与城防军分队长对话才能开始战斗。\n※每个账号每天仅可获得一次战斗胜利奖励。\n※每位冒险者只能单人进入战斗。\n※只有在击败被控制的海神后才能获得胜利奖励。",
    Title = "秀逗魔导士"
  },
  [35021] = {
    id = 35021,
    Desc = "1.使用B格猫金币抽取幻想创造器·宴时，会增加抽取次数。\n2.当使用B格猫金币抽取次数达到指定次数时，可以分别获得以下奖励。\n3.当期的幻想创造器·宴中的额外奖励分别只能获得一次。",
    Title = "幻想创造器·宴额外奖励"
  },
  [35022] = {
    id = 35022,
    Desc = "波利大集市正在火热进行中！\n活动期间，只要波利大集市中售出的「波利大集市礼盒」，达到指定个数时，所有玩家都可领取到一份奖励！同时，礼包会进行打折出售哦~\n活动结束后，将根据购买礼包时所花费的价格，通过邮件返还与最终售价的差价！\n特别提醒：「波利大集市礼盒」活动期间限购100次，单个账号下多个角色购买，返还的B格猫金币将汇总一封邮件内发放，任意角色都可以领取哦！",
    Title = "波利大集市"
  },
  [35023] = {
    id = 35023,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在依斯鲁得打开了一个未知裂隙，神秘的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n\n沉寂的辉光·依斯鲁得说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及英灵才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「瓦尔基里的恩赐」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。\n※在战斗胜利后可以在战场中使用「净化之息」对英灵进行净化，使用后可获得「B格猫福利券·宴」。净化成功的英灵有机会在之后的战斗中帮助冒险者。",
    Title = "沉寂的辉光·依斯鲁得"
  },
  [35024] = {
    id = 35024,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在妙勒尼山脉打开了一个未知裂隙，神秘的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n\n沉寂的辉光·妙勒尼山脉说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及英灵才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「瓦尔基里的恩赐」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。\n※在战斗胜利后可以在战场中使用「净化之息」对英灵进行净化，使用后可获得「B格猫福利券·宴」。净化成功的英灵有机会在之后的战斗中帮助冒险者。",
    Title = "沉寂的辉光·妙勒尼山脉"
  },
  [35025] = {
    id = 35025,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在天津町打开了一个未知裂隙，神秘的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n\n战场·天津町说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及英灵才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「瓦尔基里的恩赐」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。\n※在战斗胜利后可以在战场中使用「净化之息」对英灵进行净化，使用后可获得「B格猫福利券·宴」。净化成功的英灵有机会在之后的战斗中帮助冒险者。",
    Title = "沉寂的辉光·天津町"
  },
  [35026] = {
    id = 35026,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在伊达平原打开了一个未知裂隙，神秘的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n\n沉寂的辉光·伊达平原说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及英灵才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「瓦尔基里的恩赐」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。\n※在战斗胜利后可以在战场中使用「净化之息」对英灵进行净化，使用后可获得「B格猫福利券·宴」。净化成功的英灵有机会在之后的战斗中帮助冒险者。",
    Title = "沉寂的辉光·伊达平原"
  },
  [35027] = {
    id = 35027,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在斐扬树林打开了一个未知裂隙，神秘的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n\n沉寂的辉光·斐扬树林说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及英灵才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「瓦尔基里的恩赐」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。\n※在战斗胜利后可以在战场中使用「净化之息」对英灵进行净化，使用后可获得「B格猫福利券·宴」。净化成功的英灵有机会在之后的战斗中帮助冒险者。",
    Title = "沉寂的辉光·斐扬树林"
  },
  [35028] = {
    id = 35028,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在依斯鲁得打开了一个未知裂隙，神秘的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n※随着英灵败退并受到净化，看似恢复平静的大陆又将遭遇到什么呢？\n\n未知的侵扰·依斯鲁得说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及精灵守卫长才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「精灵守卫长的遗物」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。\n※在战场中玩家可以选择召唤英灵进行帮助，每个英灵的能力都各不相同，灵活选择你喜爱的英灵吧，但每次战斗最多只能召唤两名英灵！\n※每场战斗仅有一次选择的机会，如果选择错误将无法重来！",
    Title = "未知的侵扰·依斯鲁得"
  },
  [35029] = {
    id = 35029,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在妙勒尼山脉打开了一个未知裂隙，神秘的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n※随着英灵败退并受到净化，看似恢复平静的大陆又将遭遇到什么呢？\n\n未知的侵扰·妙勒尼山脉说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及精灵守卫长才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「精灵守卫长的遗物」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。\n※在战场中玩家可以选择召唤英灵进行帮助，每个英灵的能力都各不相同，灵活选择你喜爱的英灵吧，但每次战斗最多只能召唤两名英灵！\n※每场战斗仅有一次选择的机会，如果选择错误将无法重来！",
    Title = "未知的侵扰·妙勒尼山脉"
  },
  [35030] = {
    id = 35030,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在天津町打开了一个未知裂隙，神秘的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n※随着英灵败退并受到净化，看似恢复平静的大陆又将遭遇到什么呢？\n\n未知的侵扰·天津町说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及精灵守卫长才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「精灵守卫长的遗物」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。\n※在战场中玩家可以选择召唤英灵进行帮助，每个英灵的能力都各不相同，灵活选择你喜爱的英灵吧，但每次战斗最多只能召唤两名英灵！\n※每场战斗仅有一次选择的机会，如果选择错误将无法重来！",
    Title = "未知的侵扰·天津町"
  },
  [35031] = {
    id = 35031,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在伊达平原打开了一个未知裂隙，神秘的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n※随着英灵败退并受到净化，看似恢复平静的大陆又将遭遇到什么呢？\n\n未知的侵扰·伊达平原说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及精灵守卫长才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「精灵守卫长的遗物」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。\n※在战场中玩家可以选择召唤英灵进行帮助，每个英灵的能力都各不相同，灵活选择你喜爱的英灵吧，但每次战斗最多只能召唤两名英灵！\n※由于伊达平原特殊力场的干扰，梅菲尔林瑟及梅丽尔·罗兰兹无法完全使用他们的能力，请谨慎选择！\n※每场战斗仅有一次选择的机会，如果选择错误将无法重来！",
    Title = "未知的侵扰·伊达平原"
  },
  [35032] = {
    id = 35032,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在斐扬树林打开了一个未知裂隙，神秘的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n※随着英灵败退并受到净化，看似恢复平静的大陆又将遭遇到什么呢？\n\n未知的侵扰·斐扬树林说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及精灵守卫长才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「精灵守卫长的遗物」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。\n※每场战斗仅有一次选择的机会，如果选择错误将无法重来！",
    Title = "未知的侵扰·斐扬树林"
  },
  [35033] = {
    id = 35033,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在依斯鲁得打开了一个通向精灵国度的裂隙，失去自主的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n随着英灵败退并受到净化，看似恢复平静的大陆却又卷起了新的波澜，被称为神使的阿卡娜从裂隙中出现，为了取得散落在大陆上的彩虹桥碎片，战争又要开始了。\n\n幻异领域·依斯鲁得说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及阿卡娜分身才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「异界战利品」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。",
    Title = "幻异领域·依斯鲁得"
  },
  [35034] = {
    id = 35034,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在妙勒尼山脉打开了一个通向精灵国度的裂隙，失去自主的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n随着英灵败退并受到净化，看似恢复平静的大陆却又卷起了新的波澜，被称为神使的阿卡娜从裂隙中出现，为了取得散落在大陆上的彩虹桥碎片，战争又要开始了。\n\n幻异领域·妙勒尼山脉说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及阿卡娜分身才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「异界战利品」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。",
    Title = "幻异领域·妙勒尼山脉"
  },
  [35035] = {
    id = 35035,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在天津町打开了一个通向精灵国度的裂隙，失去自主的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n随着英灵败退并受到净化，看似恢复平静的大陆却又卷起了新的波澜，被称为神使的阿卡娜从裂隙中出现，为了取得散落在大陆上的彩虹桥碎片，战争又要开始了。\n\n幻异领域·天津町说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及阿卡娜分身才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「异界战利品」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。",
    Title = "幻异领域·天津町"
  },
  [35036] = {
    id = 35036,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在伊达平原打开了一个通向精灵国度的裂隙，失去自主的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n随着英灵败退并受到净化，看似恢复平静的大陆却又卷起了新的波澜，被称为神使的阿卡娜从裂隙中出现，为了取得散落在大陆上的彩虹桥碎片，战争又要开始了。\n\n幻异领域·伊达平原说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及阿卡娜分身才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「异界战利品」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。",
    Title = "幻异领域·伊达平原"
  },
  [35037] = {
    id = 35037,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在斐扬树林打开了一个通向精灵国度的裂隙，失去自主的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n随着英灵败退并受到净化，看似恢复平静的大陆却又卷起了新的波澜，被称为神使的阿卡娜从裂隙中出现，为了取得散落在大陆上的彩虹桥碎片，战争又要开始了。\n\n幻异领域·斐扬树林说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及阿卡娜分身才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「异界战利品」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。",
    Title = "幻异领域·斐扬树林"
  },
  [35038] = {
    id = 35038,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在伊达平原打开了一个通向精灵国度的裂隙，失去自主的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n随着英灵败退并受到净化，看似恢复平静的大陆却又卷起了新的波澜，被称为神使的阿卡娜从裂隙中出现，为了取得散落在大陆上的彩虹桥碎片，战争又要开始了。\n\n幻异领域·伊达平原说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及阿卡娜分身才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「异界战利品」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。",
    Title = "幻异领域·伊达平原"
  },
  [35039] = {
    id = 35039,
    Desc = "从天空中坠落下的彩虹桥碎片带来了大量的魔力冲击，在天津町打开了一个通向精灵国度的裂隙，失去自主的英灵、被黑色迷雾包裹的魔物，米德加尔特的危机就此展开……\n随着英灵败退并受到净化，看似恢复平静的大陆却又卷起了新的波澜，被称为神使的阿卡娜从裂隙中出现，为了取得散落在大陆上的彩虹桥碎片，战争又要开始了。\n\n幻异领域·天津町说明：\n※冒险者需达到12级后才能进入战场。\n※每位冒险者都必须在组队状态下才能进入战场，只有队长才能进行匹配。\n※副本内退出组队将会退出战场。\n※每个战场最多只能进入6名冒险者。\n※每次战斗时长上限为10分钟，超过则会被传送到普隆德拉西门。\n※冒险者只有击杀战场内所有魔物及阿卡娜分身才能获得胜利。\n※每位冒险者每天最多可获得两次战场胜利奖励「异界战利品」，超过两次仍可继续进入但无法获得奖励。（账号限定）\n※冒险者在战场中击杀魔物可获得「虹光碎片」，可以用来兑换战斗补给。",
    Title = "幻异领域·天津町"
  },
  [35040] = {
    id = 35040,
    Desc = "王立克里图拉学院的导师们准备的特制扭蛋机！\n在这个扭蛋机中，每个新奇的奖励仅能被获得1次。\n（账号限定）",
    Title = "学院庆典扭蛋机"
  },
  [35041] = {
    id = 35041,
    Desc = "补给站规则\n1.消耗少量Zeny，即可在补给站购买心仪的道具\n2.补给站内出售的道具，间隔一定时间自动刷新\n3.玩家也可选择花费Zeny，手动刷新出售的道具\n※随着刷新次数的增多，消耗Zeny也会发生变化\n※每日手动刷新次数有上限，次日凌晨5点重置",
    Title = "初心补给站"
  },
  [35042] = {
    id = 35042,
    Desc = "1.使用【重塑】或【高级重塑】可以增加遗物属性。\n2.重塑遗物时【高级重塑】比【重塑】有更好的提升效果。\n3.重塑需要消耗一定数量「瓦特阿尔凡尘」或「瓦特阿尔仙尘」。\n4.重塑的结果如果全部都是增加则直接替换，如果全部都是下降则系统自动取消本次重塑结果。如果有提升有下降则提供保留或替换选项。",
    Title = "重塑上古遗物"
  },
  [35043] = {
    id = 35043,
    Desc = "1.使用【重塑】或【高级重塑】可以增加遗物属性。\n2.重塑遗物时【高级重塑】比【重塑】有更好的提升效果。\n3.重塑需要消耗一定数量「瓦特阿尔凡尘」或「瓦特阿尔仙尘」。\n4.重塑的结果如果全部都是增加则直接替换，如果全部都是下降则系统自动取消本次重塑结果。如果有提升有下降则提供保留或替换选项。\n5.激活任意碎片后即可激活神器对应的词条，第一次激活碎片可以获得对应神器的【黯淡】版本。\n6.【黯淡】神器可进行重塑，重塑所有的词条。\n7.任意词条属性达到20%时，激活安全重塑功能。安全重塑消耗10倍材料，安全重塑属性必定不会下降。",
    Title = "上古遗物"
  },
  [35044] = {
    id = 35044,
    Desc = "活动期间，投掷后将根据不同的停留格获取丰厚奖励~\n\n「普通骰子」获得途径：\n1.账号每日首次打开活动界面，获得1个\n2.B格猫每隔6小时为你搜寻到1个，最多存储5个\n\n「魔力骰子」获得途径：\n停留在「问号波利」，有一定概率触发XO问答事件，回答正确即可获得！\n\n格子说明\n「普通波利」：每次停留，即获得一份随机奖励\n「问号波利」：每次停留，触发一个随机事件\n「天使波利」：仅限首次停留，即获得一份丰厚奖励\n\n完成一定圈数的大富翁游戏后，还可获得丰厚的额外奖励！",
    Title = "波利大富翁"
  },
  [35045] = {
    id = 35045,
    Desc = "1.玩家在花开伊始之地获得的Base经验会等比转换为波姬的经验；\n2.完成花开伊始之地区域的部分冒险任务可增加波姬的经验；\n3.波姬的初始纹章可在美之宫内或通过其他途径获得；\n4.波姬的初始纹章可通过消耗专属材料来增强升级；\n5.与波姬共同作战通关美之宫，波姬可能有神奇的事件发生；\n6.波姬的实体被束缚在美之宫内部无法逃离，但是波姬的灵体却能超脱于自身并陪伴你在花开伊始之地的冒险，其强大的能量波动让你在花开伊始之地区域能够获得神之祝福；",
    Title = "帮助"
  },
  [35046] = {
    id = 35046,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得：\n「神秘箱子v2.0」×1 哦~\n\n集齐3块拼图，即可获得：「金质勋章」×4、「祈祷晶片包」×4、「B格猫福利券·宴」×30；\n\n集齐6块拼图，即可获得：「神谕之尘」×12、「神谕之晶」×12；\n\n集齐全部9块拼图，即可获得：「玛丝黛拉果实」×1、限定卡片「莉娜·因巴斯卡片」×1。",
    Title = "秀逗魔导士"
  },
  [35047] = {
    id = 35047,
    Desc = "听说我们的公会领地出现了很多老鼠，是不是该进行大扫除了呢？正好今年也到了大扫除的季节，我们一起以崭新的心情迎接新年吧！",
    Title = "日服元旦副本进入界面介绍"
  },
  [35048] = {
    id = 35048,
    Desc = "1.冒险家在进入副本后会变身成为爱丽丝女仆，具有单体攻击，加速技能，范围技能。\n2.冒险家进入副本后与副本内的npc对话开始进行副本。\n3.开始副本后，冒险家需要打败蓝色的老鼠以及巨大蓝色老鼠来获得游戏积分，如果打到白色的老鼠则会扣分（蓝鼠为+1，巨大蓝鼠+5，白鼠-3）。\n4.每天第一次完成副本可以获得日常奖励。\n5.冒险家的单次副本积分达到奖励积分时，可以获得额外奖励（每个奖励只能获得一次）。",
    Title = "日服元旦副本进入界面介绍"
  },
  [35049] = {
    id = 35049,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神秘箱子v2.0」×1哦~\n集齐3块拼图，即可获得「初心庆典礼盒」×1；\n集齐6块拼图，即可获得「初心庆典礼盒」×1\n集齐全部9块拼图，即可获得「皇家庆典荣耀宝箱」×1。",
    Title = "皇家庆典"
  },
  [35050] = {
    id = 35050,
    Desc = "来自另一个米德加尔大陆的初心者罗安，对这里的一切都感到好奇，熟悉而又陌生。于是，他在这本手账中记录了这期间的所见所闻。但这被特殊魔力封印的手账，或许需要一些关键道具才能解锁……\n\n初心者手账 解锁说明：\n1.活动期间，击杀野外魔物获得关键道具「记忆棱镜」\n2.将「记忆棱镜」上交给普隆德拉广场的洛克，全服将累计解锁进度\n3.当解锁进度达成至100%时，即可解锁「初心者手账」",
    Title = "初心者手账"
  },
  [35051] = {
    id = 35051,
    Desc = "1.使用B格猫金币/拾光邀请函启动「拾光许愿机」，将会获得冒险手册中未解锁的头饰、时装！\n\n2. 冒险手册中已解锁的头饰、时装，将不会被抽取到。\n当获得系列头饰/时装中的任意一件后，该系列头饰/时装将不会在「拾光许愿机」被抽到，可在冒险手册中查看获取情况。\n\n3.拾光扭蛋机中的分类与概率如下所示：\n*限定时装·宴：1.5%\n*月度珍藏·紫：1.8%\n*典藏头饰·宴：4.0%\n*月度珍藏·蓝：4.5%\n*限定头饰·宴：15.5%\n*月度珍藏·绿：18.7%\n*重逢之证：54.0%\n当获得除「重逢之证」组外的任意组的所有物品后，「重逢之证」获取概率将提升该组所对应的概率。\n\n4.拾光典藏：使用「重逢之证」，可兑换到本期「拾光许愿机」中的所有物品。",
    Title = "拾光许愿机"
  },
  [35052] = {
    id = 35052,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神秘箱子v2.0」×1哦~\n集齐3块拼图，即可获得「金质勋章」×2、「弗雷硬币」×1\n集齐6块拼图，即可获得「天火碎片-锋锐型」×1、「闪耀的符文石-星」×1\n集齐全部9块拼图，即可获得限定卡片【森林女王的感恩卡片】」×1。",
    Title = "三月活动"
  },
  [35053] = {
    id = 35053,
    Desc = "1.活动期间，Base等级大于等于12级的冒险者前往普隆德拉，通过[url=31263][c][fff000]「[u]克鲁克斯[/u]」[-][/c][/url]接取「骑士的请求」任务，开启「“寻宝三人组”的奇幻旅程」系列任务，帮助「丝碧卡」找回裙装\n\n2.共11环连续的任务，每一环任务开启时间如下：\n-2021-10-01 20:00:00，开启「踏上旅程」、「新的裙装」\n-2021-10-02 10:00:00，开启「未知旅行」、「新的发现」\n-2021-10-03 10:00:00，开启「家主忧愁」、「再接再厉」\n-2021-10-04 10:00:00，开启「淘气精灵」、「双生梦想」\n-2021-10-05 10:00:00，开启「家主心事」\n-2021-10-06 10:00:00，开启「梦想终章」\n-2021-10-07 10:00:00，开启「最终旅途」\n\n3.同服务器内，将根据完成每个任务的先后顺序获得「寻宝积分」\n-第1名完成任务：获得「寻宝积分」x100\n-第2--5名完成任务：获得「寻宝积分」x40\n-第6--10名完成任务：获得「寻宝积分」x30\n-第11名后完成任务：获得「寻宝积分」x20\n\n4.活动结束后，将根据冒险者的「寻宝积分」进行排行，当多名冒险者积分相同时，将根据冒险者取得该分数的时间进行排序，优先取得该分数的排名靠前，对应的名次及奖励如下：\n-第1名：「B格猫金币福袋·大」x1，获得解锁限定成就及称号「寻宝达人」，打开福袋可以获得「B格猫金币」x8888\n-第2--5名：「B格猫金币福袋·中」x1，获得解锁限定成就及称号「寻宝精英」，打开福袋可以获得「B格猫金币」x1688\n-第6--10名：「B格猫金币福袋·小」x1，获得解锁限定成就及称号「寻宝奇兵」，打开福袋可以获得「B格猫金币」x648\n-第11--50名：「微型B格猫金币福袋」x1，打开福袋可以获得「B格猫金币」x328\n-第51--200名：「袖珍B格猫金币福袋」x1，打开福袋可以获得「B格猫金币」x128\n奖励将通过邮件发放\n\n5.活动开始的次周周一早上10：00（2021-10-04 10:00:00），将发布任务提示，此后，每3天发布1条任务提示，直至所有提示发布完毕\n\n6.每完成1环任务，可以获得「丝碧卡的谢礼」x1\n-完成第1环任务，可以额外获得「梦幻贴纸·寻宝」x1、「绘本：波利的新衣」x1\n-完成第15环任务，可以额外获得「公主衣柜·茉莉」x1\n\n7.该任务为帐号限定任务，最晚完成时间为2021.12.01 05：00",
    Title = "寻宝积分排行榜"
  },
  [35054] = {
    id = 35054,
    Desc = "1.填色时需要先选择颜色，再点击空白可填色区域。\n2.需要选择更多颜色的冒险家，可以点击左下角的色盘，添加需要使用的颜色。添加的颜色会在界面关闭后清空哦~\n3.文本框内可输入文字上限为25个，输入的屏蔽字“*”哦。\n4.界面左侧按钮依次为撤销、取消撤销和重置。\n5.想要放大和缩小，冒险家可以通过点击放大缩小按钮，放大后可以通过点击拖动的方式查看漫画其余内容。\n6.点击一键填充可以填充默认颜色和文本。\n7.填色后可进行分享，分享后可以获得奖励哦（只有第一次分享可以获得奖励）~",
    Title = "四格漫画"
  },
  [35055] = {
    id = 35055,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神秘箱子v2.0」×1哦~\n集齐3块拼图，即可获得「波利之王的纪念」×1\n集齐6块拼图，即可获得「波利之王的纪念」×2、「弗雷硬币」×1\n集齐全部9块拼图，即可获得限定卡片「波利庆典卡片」×1。",
    Title = "波利庆典"
  },
  [35056] = {
    id = 35056,
    Desc = "\"厨王争霸\"游戏\n麦克唐未加入云海群岛时，可与其进行挑战模式比赛。\n玩家与NPC每轮各选择一样食材，结束后选择烹饪方式，做出料理的等级更高的一方获胜。\n获取神秘道具后，可解锁食谱功能，可以在游戏中查看本局食材能做出的料理。\n麦克唐加入云海群岛后，可与其进行日常交流赛。\n日常交流赛中，每一局的1、3、5轮中玩家与NPC需要帮对方选择食材。",
    Title = "厨王争霸"
  },
  [35057] = {
    id = 35057,
    Desc = "档案帮助",
    Title = "档案帮助"
  },
  [35058] = {
    id = 35058,
    Desc = "档案故事解释",
    Title = "档案故事解释"
  },
  [35059] = {
    id = 35059,
    Desc = "档案羁绊解释",
    Title = "档案羁绊解释"
  },
  [35060] = {
    id = 35060,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「梦幻神秘箱子」×1哦~\n集齐3块拼图，即可获得「能量戒指」×4、「莫拉硬币」×10 \n集齐6块拼图，即可获得「闪耀的符文石」×3、「B格猫福利券·宴」×30\n集齐全部9块拼图，即可获得限定卡片「梦境交织卡片」和「天火碎片·锋锐型」×1。",
    Title = "光与暗的梦境交织"
  },
  [35061] = {
    id = 35061,
    Desc = "1.玩家可以消耗材料对建筑进行升级，建筑的不同维度对应不同的提升效果;\n2.酒泉哨所可以对玩家的野外挂机能力、派遣能力进行增强;\n3.酒泉哨所由哈奇奇掌管，听说他的兄弟也掌握着其他有用的技术，找到他们，或许可以帮帮忙;\n4.战斗训练带来的增益效果仅作用于梦幻之岛版本内所有地图;\n5.武器研究可以为小伙伴派遣时提供保障，佩戴上合适的武器有时能够获得特殊的物品。",
    Title = "酒泉哨所"
  },
  [35062] = {
    id = 35062,
    Desc = "1.玩家可以消耗材料对建筑进行升级，建筑的不同维度对应不同的提升效果；\n2.警戒缆车分为深入探索、高效派遣两个升级维度，同时也是伙伴外出派遣的重要设施；\n3.深入探索可以解锁更多的派遣区域，不同区域之间的派遣奖励均有区别；\n4.高效派遣可以使小伙伴每天外出的次数提升，深入探索和高效派遣搭配将更加实用；\n5.每次派遣的固定时长是5小时，5小时后即可领取派遣奖励；\n6.选择正确的小伙伴和作战装备可以略微提升派遣的奖励；\n7.部分派遣区域的解锁需要依靠特殊任务，努力派遣小伙伴解锁特殊任务吧；\n8.派遣伙伴时含有星标的伙伴表示该伙伴在该区域探险时会额外获得部分材料，星标装备表示在该区域派遣该伙伴+装备有概率获得特殊物品。",
    Title = "警戒缆车"
  },
  [35063] = {
    id = 35063,
    Desc = "1.玩家可以消耗材料对建筑进行升级，建筑的不同维度对应不同的提升效果；\n2.星芒矿山分为蜂格收纳、熔炼法两个升级维度，星芒矿山是星芒宝石的重要产出建筑；\n3.蜂格收纳可以增加星芒宝石的产出上限，而熔炼法则是增加星芒宝石的产出效率；\n4.星芒宝石是狐老佛唯三指定的货币道具；\n5.星芒矿山的初始产出速率为0.125/min，初始产出上限为500。",
    Title = "星芒矿山"
  },
  [35064] = {
    id = 35064,
    Desc = "1.玩家可以消耗材料对建筑进行升级，建筑的不同维度对应不同的提升效果；\n2.刨刀锯木厂分为竖行收纳和线锯法两个升级维度，刨刀锯木厂是匠心木料的重要产出建筑；\n3.竖行收纳可以增加匠心木料的产出上限，而线锯法则是增加匠心木料的产出效率；\n4.匠心木料是狐老佛唯三指定的货币道具；\n5.刨刀锯木厂的初始产出速率为0.25/min，初始产出上限为1000。",
    Title = "刨刀锯木厂"
  },
  [35065] = {
    id = 35065,
    Desc = "1.玩家可以消耗材料对建筑进行升级，建筑的不同维度对应不同的提升效果；\n2.融化时光分为美食激励和营养摄取两个升级维度，两个维度极大的增加了伙伴派遣的产出和玩家挂机的产出效率；\n3.美食激励可以提升玩家在野外挂机的掉率和云之岩的产出，云之岩为群岛内的硬通货，作用地图仅限于梦幻之岛版本内地图；\n4.营养摄取可以极大地增加小伙伴派遣的产出，对于前期玩家的养成进度至关重要。",
    Title = "融化时光"
  },
  [35066] = {
    id = 35066,
    Desc = "1.玩家可以消耗材料对建筑进行升级，建筑的不同维度对应不同的提升效果；\n2.魔盒百宝屋分为新货上架和限量上新两个维度，新货上架可以提升魔盒百宝屋物品售卖的种类，限量上新可以解锁一些特殊的养成道具；\n3.魔盒百宝屋的礼物页签的解锁方式仅能通过伙伴派遣来解锁；\n4.在魔盒百宝屋购买道具可以增长狐老佛的好感度。",
    Title = "魔盒百宝屋"
  },
  [35067] = {
    id = 35067,
    Desc = "1.玩家可以消耗圆梦祝福来抽取梦幻之音内的道具；\n2.圆梦祝福通过赠送伙伴礼物提升好感度至固定值获得；\n3.每次抽取消耗1圆梦祝福。",
    Title = "梦幻之音"
  },
  [35068] = {
    id = 35068,
    Desc = "1.玩家可以通过派遣、野外寻找、赠送伙伴礼物至对应好感度等多种方式来触发伙伴的邀请任务；\n2.完成伙伴的邀请任务即可解锁伙伴，收集伙伴并达成特定事件可以解锁伙伴之间的羁绊，羁绊可以提升各种能力；\n3.增加小伙伴的好感度，可以得到一些伙伴的故事信息，这会帮助你完成一些特殊事件；\n4.玩家在该手册中查看伙伴的基本情况、礼物道具一览以及属性加成总览；\n5.特殊事件任务接取上限为3。",
    Title = "伙伴手册"
  },
  [35069] = {
    id = 35069,
    Desc = "1.临时背包上限为500，超过临时背包上限的道具将会以限时邮件的形式发送给玩家；\n2.临时背包内道具的有效时间为72小时，超过该时限未领取道具道具将会被删除。",
    Title = ""
  },
  [35070] = {
    id = 35070,
    Desc = "1.活动期间，Base Lv≥12级的冒险家前往克魔岛，可通过「扭蛋机-幸运E号」接取「呱呱叫的骑士」系列任务\n\n2.完成「呱呱叫的骑士」第5日任务，可获得「米奇贴纸·呱呱叫的骑士」\n点亮「米奇贴纸·呱呱叫的骑士」，可获得「拾光邀请函」x5",
    Title = "呱呱叫的骑士"
  },
  [35071] = {
    id = 35071,
    Desc = "1.活动期间，每周五5:00~周日24:00，Base Lv≥12级的冒险家可接取到烟花秀的活动任务。\n\n2.烟花表演结束后（当天20:30~次日5:00），海滩上将短暂出现神秘物品，拾取后使用可获得「塔奥群卡树枝」，击杀其可获得「克魔岛神秘礼盒」x1。\n\n3.克魔岛届时也会举行长跑拉力赛\n 「点燃！拉力赛」 开启时间：7/9 05:00\n\n4.烟花秀表演期间，在索普·瑞尔的限定商店可购买到「米奇贴纸·烟花秀」\n点亮「米奇贴纸·烟花秀」，可获得「拾光邀请函」x5",
    Title = "烟花秀"
  },
  [35072] = {
    id = 35072,
    Desc = "1.活动期间，每周五5:00~周日24:00，Base Lv≥12级的冒险家可接取到花车的活动任务。\n\n2.每完成一个任务可获得「克魔岛花车礼盒」x1，获得「克魔岛花车礼盒」x5可解锁成就「花车大使」，即可获得「米奇贴纸·花车巡游」\n点亮「米奇贴纸·花车巡游」，可获得「拾光邀请函」x5\n\n3.克魔岛花车巡游时间：每周五/六/日 12:00~14:00/19:00~21:00\n巡游中，花车每停留一次，周围的玩家即可获得30分钟战斗时长（同听歌时长，每日上限3次）",
    Title = "花车巡游"
  },
  [35073] = {
    id = 35073,
    Desc = "1.活动期间，每周五/六/日，Base Lv≥12级的冒险家可前往克魔岛参与游园会活动。\n\n2.当全服欢乐值达到第一档时，可领取到「米奇贴纸·游园会」\n点亮「米奇贴纸·游园会」，可获得「拾光邀请函」x5",
    Title = "游园会"
  },
  [35074] = {
    id = 35074,
    Desc = "1.活动期间，Base Lv≥12级的冒险家前往克魔岛，可通过「佳佳熊」进入活动副本。\n\n2.每日首次挑战成功，可获得「克魔岛狂欢礼盒」x1\n\n3.获得「克魔岛狂欢礼盒」x10，可解锁成就「克魔岛舞王」，获得「米奇贴纸·舞台剧」\n点亮「米奇贴纸·舞台剧」，可获得「拾光邀请函」x5",
    Title = "缤纷舞台剧"
  },
  [35075] = {
    id = 35075,
    Desc = "尚未开启，敬请期待！",
    Title = "挑战任务"
  },
  [35076] = {
    id = 35076,
    Desc = "活动期间，玩家参与指定活动获得礼物，赠送给「波利」，培养好感\n每日点击「波利」与其互动，也能获得少量好感\n\n卡普拉的邀约\n活动时间：1/1 05:00~1/8 05:00\n活动期间，前往普隆德拉找到[url=30054][c][fff000]「[u]卡普拉服务人员[/u]」[-][/c][/url]，完成系列任务即可获得礼物\n\n纠结的霍克拉\n活动时间：1/5 05:00~1/12 05:00\n活动期间，前往普隆德拉找到[url=30056][c][fff000]「[u]霍克拉·银[/u]」[-][/c][/url]，完成系列任务，即可获得礼物\n\n庆典飞龙\n活动时间：1/6 05:00~1/30 04:55\n活动期间，每周五~每周日[url=31038][c][fff000]「[u]波利岛[/u]」[-][/c][/url]将刷新庆典飞龙，击败它即可获得礼物\n\n庆典礼赞\n活动时间：1/19 5:00~1/26 5:00\n活动期间，前往普隆德拉[url=30068][c][fff000]「[u]亨特[/u]」[-][/c][/url]处，购买「辣味汽水」。使用后，与其他冒险者完成任意双人动作，即可获得礼物\n\n霍克拉的委托\n活动时间：1/25 5:00~2/1 5:00\n活动期间，前往普隆德拉与[url=30056][c][fff000]「[u]霍克拉·银[/u]」[-][/c][/url]对话，帮助他即可获得礼物",
    Title = "活动引导"
  },
  [35077] = {
    id = 35077,
    Desc = "1.赠送礼物时，可选择一键赠送当前身上所有礼物，或者长按道具选择赠送指定礼物\n\n2.[c][e67676]喜爱礼物[-][/c]会有桃心标识\n[c][e67676]喜爱礼物[-][/c]提供更多的好感度，尝试送不同的礼物吧！",
    Title = "赠送礼物"
  },
  [35078] = {
    id = 35078,
    Desc = "活动期间，玩家参与指定活动获得礼物，赠送给「波利」，培养好感\n每日点击「波利」与其互动，也能获得少量好感\n\n卡普拉的邀约\n活动时间：12/25 05:00~1/1 05:00\n活动期间，前往普隆德拉找到[url=30054][c][fff000]「[u]卡普拉服务人员[/u]」[-][/c][/url]，完成系列任务即可获得礼物\n\n纠结的霍克拉\n活动时间：12/29 05:00~1/5 05:00\n活动期间，前往普隆德拉找到[url=30056][c][fff000]「[u]霍克拉·银[/u]」[-][/c][/url]，完成系列任务，即可获得礼物\n\n庆典飞龙\n活动时间：12/30 05:00~1/23 04:55\n活动期间，每周五~每周日[url=31038][c][fff000]「[u]波利岛[/u]」[-][/c][/url]将刷新庆典飞龙，击败它即可获得礼物\n\n庆典礼赞\n活动时间：1/12 5:00~1/19 5:00\n活动期间，前往普隆德拉[url=30068][c][fff000]「[u]亨特[/u]」[-][/c][/url]处，购买「辣味汽水」。使用后，与其他冒险者完成任意双人动作，即可获得礼物\n\n霍克拉的委托\n活动时间：1/18 5:00~1/25 5:00\n活动期间，前往普隆德拉与[url=30056][c][fff000]「[u]霍克拉·银[/u]」[-][/c][/url]对话，帮助他即可获得礼物",
    Title = "活动引导"
  },
  [35079] = {
    id = 35079,
    Desc = "1.玩家可以消耗材料对建筑进行升级，建筑的不同维度对应不同的提升效果；\n2.工作坊分为精良制作 、快速制作两个升级维度，工作坊是梦幻之岛版本装备锻造的产出建筑；\n3.快速制作可以有效减少锻造装备所花费的时间；\n4.精良制作可以有效提升制作的装备出现高属性词条的概率；\n5.每次锻造的时间固定为7天，通过升级建筑可以有效减少锻造的时间",
    Title = "依古波古工作坊"
  },
  [35080] = {
    id = 35080,
    Desc = "感谢大家对《仙境传说：守护永恒的爱》的关注与支持。为在后续版本中给大家带来更好的游戏内容及体验，我们特地开展此次问卷调查。在此，我们诚邀大家对本次问卷进行填写。也再次感谢大家对我们的大力支持！",
    Title = ""
  },
  [35081] = {
    id = 35081,
    Desc = "1.本次问卷为帐号限定问卷，请各位冒险者妥善选择角色参与\n2.问卷提交前，冒险者可以对已选、已答问题进行更改，问卷提交后，将不可再进行更改\n3.完成问卷后的奖励将直接发放到冒险者的背包内，请冒险者注意查收",
    Title = ""
  },
  [35082] = {
    id = 35082,
    Desc = "传说会为人带来好运的补给包，只有在特殊的契机才会被触发。\n冒险家在进行某些特定操作的时候，有一定概率触发哦！\n自触发后，将存在一定时限，请尽快操作。",
    Title = "提示"
  },
  [35083] = {
    id = 35083,
    Desc = "传说会为人带来好运的幸运草，只有在特殊的契机才会被找到。\n冒险家在进行某些操作的时候，有一定概率触发四叶草祝福。\n自触发后，四叶草祝福将存在一定时限，请尽快操作。",
    Title = "四叶草祝福"
  },
  [35084] = {
    id = 35084,
    Desc = "1.只有精炼+15灌注后的披风、鞋子、饰品可以进行精·炉心融解\n2.融解之后原装备将被摧毁，此操作不可逆，请玩家谨慎操作\n3.无论装备有无开洞都可进行精·炉心融解，且不影响融解后的产出\n4.精·炉心融解每个部位账号限定5次，饰品部位限定10次\n5.精·炉心融解活动持续至2022年4月1日\n6.装备的价值影响精·炉心融解的奖励",
    Title = ""
  },
  [35085] = {
    id = 35085,
    Desc = "1.只有精炼+11至+14灌注后的披风、鞋子、饰品可以进行炉心融解\n2.融解之后原装备将被摧毁，此操作不可逆，请玩家谨慎操作\n3.无论装备有无开洞都可进行炉心融解，且不影响融解后的产出\n4.炉心融解每个部位账号限定1次，饰品部位限定2次\n5.炉心融解活动持续至2022年4月1日\n6.装备的价值影响炉心融解的奖励",
    Title = ""
  },
  [35086] = {
    id = 35086,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「梦幻宝箱」×1哦~\n集齐3块拼图，即可获得「新生入学礼包」×1。\n集齐6块拼图，即可获得「新生入学礼包」×2、「弗雷硬币」×1。\n集齐全部9块拼图，即可获得限定卡片「知识之海卡片」。",
    Title = "克里图拉异闻录"
  },
  [35087] = {
    id = 35087,
    Desc = "1.活动期间，首次分享可获得分享奖励\n2.当您完成推荐朋友中的相关任务，再次进入该界面可领取绑定奖励！\n3.完成绑定后，推荐的新朋友达到特定等级后，还能再领取额外的奖励\n4.活动结束后，将留有7日供冒险家进行领奖操作\n5.账号下任意角色距离最后一次登录时间＞90天，在登录游戏后即为新朋友；活动开始后，创建的新号也为新朋友。注：仅可与本服（包含通服服务器）玩家绑定",
    Title = "呼朋唤友（海外）"
  },
  [35088] = {
    id = 35088,
    Desc = "1.活动期间，绑定邀请码后，累计登录指定天数可获得对应奖励\n2.填写其他玩家的邀请码，可完成绑定\n邀请码区分大小写，请确认后再输入\n一旦完成绑定，本次活动中将无法解除，请谨慎决定！\n3.参与「推荐朋友」活动，也能将自己的邀请码分享给其他的冒险家\n4.活动结束后，将留有7日供冒险家完成登录奖励以及领奖操作 注：仅可与本服（包含通服服务器）玩家绑定",
    Title = "欢迎回家"
  },
  [35089] = {
    id = 35089,
    Desc = "1.未领取家族任务奖励时，仅可查看奖励类型为家具图纸或头饰图纸。\n2.地图属性仅于「王室狩猎场」和「心灵狩猎场」地图中生效。",
    Title = "七王室秘卷"
  },
  [35090] = {
    id = 35090,
    Desc = "活动规则\n1.活动期间，通过年终钜惠签到可获得「超美味鱼干」\n2.购买[url=31832][c][3333cc][u]「钜惠商店」[/u][-][/c][/url]中的礼盒\n3.活动期间，收集「超美味鱼干」并捐赠给B格猫，即可为全服进度助力！\n4.当捐赠数量达成目标数时，B格猫会跳跃至对应猫爬架上，解锁一份特别奖励哦~",
    Title = "猫咪后院"
  },
  [35091] = {
    id = 35091,
    Desc = "1.记录已获得的证物信息，冒险者可在此对证物进行调查；\n2.通过对证物进行【旋转操作】，来寻找证物上的疑点。部分证物可能需要关键道具才可打开；\n3.某些证物中暗含着【隐藏要素】，这往往是破案的关键；\n4.如果在探寻证据中遇到困难，可通过升级探案能力，解锁提示功能。爱葛妮斯则会协助冒险者，破解证物中的隐藏要素；\n5.每获得一件证据，冒险者都会获得灵感因子。灵感因子可用于探案能力的升级。",
    Title = "证物"
  },
  [35092] = {
    id = 35092,
    Desc = "1.档案里记录了目前已解锁的人物信息；\n2.某些人物隐藏在档案中的秘密，可以通过完成主线任务来解锁；\n3.每获得一条证据，都会获得对应的灵感因子，灵感因子可用于探案能力的升级。",
    Title = "档案"
  },
  [35093] = {
    id = 35093,
    Desc = "1.冒险者可以消耗灵感因子来增强自身的探案能力；\n2.灵感因子可通过获得证物来获取。",
    Title = "探案能力"
  },
  [35094] = {
    id = 35094,
    Desc = "活动期间，回归冒险者将获得专属的回归福利！\n【专属标识】\n聊天频道发言将有特别的波利标识\n【组队加成】\n组队进入周常副本，回归冒险者获得强力Buff的同时，也将为队友提供战斗增益；完成周常副本，将为队友激活额外奖励！\n完成周常副本，回归冒险者可与「拉文」对话，为所有队员领取1份额外奖励（每个周常副本，每周仅能领取1次）：\n回归冒险者可领取「 浓缩万物之石」x1；队友可领取「重逢的谢礼」x1\n【周常副本 完成条件】\n1.恩德勒斯塔，完成任意10层\n2.神谕副本、达纳托斯之塔、波纳佩博物岛、探秘迷踪岛、波纳佩秘境、混沌入侵、幽灵皇宫/残影终焉/时之空间，完成任意难度\n3.瓦尔哈拉遗迹，击杀MVP/Mini达到1个\n4.无限回廊，完成任意10层。\n（获得足够钥匙时，则可在每10层的出口房间，遇到拉文）",
    Title = "旅途再续"
  },
  [35095] = {
    id = 35095,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「梦幻宝箱」×1哦~\n集齐3块拼图，即可获得「B格猫皇家庆典特典」×1。\n集齐6块拼图，即可获得「B格猫皇家庆典卡片」×1。\n集齐全部9块拼图，即可获得「皇家庆典梦幻宝箱」×1。",
    Title = "皇家庆典"
  },
  [35096] = {
    id = 35096,
    Desc = "红包分为普通红包、拼手气红包\n普通红包：每位抢到的冒险者将获得相同数额的奖励\n拼手气红包：每位抢到的冒险者将获得随机数额的奖励\n红包返还：当发放的红包过期后，若存在未被领完的份额，将通过邮件收到返还红包，可将剩余的份额再次发放。",
    Title = "规则说明"
  },
  [35097] = {
    id = 35097,
    Desc = "纪念登录",
    Title = "纪念登录"
  },
  [35098] = {
    id = 35098,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「虎王感恩礼」×1哦~\n集齐3块拼图，即可获得「神谕补给箱」×5。\n集齐6块拼图，即可获得「闪耀的符文石·星」×1、「好运币」×5。\n集齐全部9块拼图，即可获得「虎王贺新春卡片」×1。",
    Title = "虎王贺新春"
  },
  [35099] = {
    id = 35099,
    Desc = "活动期间内，冒险家们通过指定波次，可获得如下奖励\n（每档奖励，每日获取上限1次）",
    Title = "蛋糕活动规则1"
  },
  [35100] = {
    id = 35100,
    Desc = "1.副本内共有15波暴走的怪物，会前赴后继地扑向终点。\n2.玩家需要阻止怪物到达终点，若大量的怪物到达终点，则副本结束。\n3.灵活运用副本内的水晶资源可以使战斗变得轻松。\n4.副本结算时，根据防守住的波次获得奖励，并扣除对应波次的奖励获得次数。\n中途退出不会扣除次数，也不会获得奖励。\n5.副本不消耗战斗时长。",
    Title = "蛋糕活动规则2"
  },
  [35101] = {
    id = 35101,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「王室神秘箱子」×1哦~\n集齐3块拼图，即可获得「哥布灵的谢礼」×1、「往期头饰礼盒·4月」×1。\n集齐6块拼图，即可获得「哥布灵的谢礼」×1、「吸管眼镜」×1。\n集齐全部9块拼图，即可获得「哥布灵的谢礼」×1、「哥布灵庆典卡片」×1。",
    Title = "哥布灵庆典"
  },
  [35199] = {
    id = 35199,
    Desc = "逃亡异世界的梦罗克决定再次入侵米德加尔特大陆！他撕开各地的时空，制造出裂隙，将它的信徒们投放到米德加尔特大陆各处！大陆护卫队侦查到时空裂隙的波动，在面对威胁所有人类的重大危机面前，他们正在招募全大陆的冒险者，在武器上涂上净化之水，前往裂隙压制魔物，让这些魔物恢复正常。\n1、混沌入侵副本按照魔物内难度划分为不同的危险指数，请冒险者依据自身的实力选择魔物进行挑战。\n2、每周一5点会刷新奖励次数，冒险者每次通关副本获得奖励时都需消耗奖励次数与一定的时长，奖励次数不足或时长不足时无法领取奖励。\n3、冒险者可以挑战指定的MVP或Mini，但副本内除指定的魔物外还将伴随其他的MVP或Mini以及普通魔物，冒险者必须击败所有魔物才可领取副本奖励，其他的MVP或Mini以及普通魔物将在每日凌晨5：00刷新。\n4、战斗开启前，队伍中的其他队员均可跟随进入副本；队长开启战斗后，其他队员将不可跟随进入副本。\n5、不同MVP或Mini的副本中可领取的奖励不同，其中必定包含指定的MVP或Mini掉落的物品，冒险者可在副本掉落页签中查看。\n除此以外，梦罗克还为所有的魔物附加了自身的部分力量，他们可以在战斗中使用魔王的能力：\n混沌风暴：在自身周围立即召唤2个龙卷风，龙卷风始终朝冒险者移动，对范围内的所有敌方单位造成每秒10%最大血量百分比的伤害；\n梦罗克之手：梦罗克从虚空中挥拳，对范围内的所有敌方单位造成高额伤害，并附加眩晕状态；\n混沌障壁：在自身脚下召唤一个半径3m的【暗之障壁】，使暗壁范围内的所有魔物减免100%近战物理伤害；\n恐惧视线：召唤3只悬浮于空中的梦罗克之眼，从梦罗克之眼中朝前方射出长射线，对范围内的所有敌方单位附加恐惧效果\n6、装备/卡片/头饰/头饰图纸/制作材料为概率掉落。\n7、单个副本在每周首次通关后可解锁扫荡功能。",
    Title = "混沌入侵"
  },
  [35200] = {
    id = 35200,
    Desc = "1区-守护者大厅\n位于达纳托斯塔初始之地，庄严而又充满神秘气息的大厅。它拥有与破败的塔完全相反的华丽装饰，似乎是随着女武神与守卫官一同出现的。通向达纳托斯之塔下一层的大门被层层锁链缠绕，只有得到了女武神拉斯格瑞丝的认可后，才能够打开。\n2区-枷锁之间\n位于初始之地而后的区域，肃穆而庄重的神造大厅。似乎是先前女武神所禁忌的领地，被极其浓郁的魔力覆盖，四周随处可见卢恩符文的印记。漂浮在一旁的符文刻印蕴含着远古的神力，与奥术魔方形成共鸣，封印着通往下一区域的道路。\n3区-意志囚笼\n位于枷锁之间后，达纳托斯的负面精神世界。奥术魔方真正看守的区域，囚禁着达纳托斯的四种负面情绪的意念体。阴暗混沌，破败腐朽，充满了绝望与死亡的气息。在此处，不稳定的意念体每时每刻都在影响着整座高塔，对于精神脆弱的人类来说极度危险，稍有不慎踏入后便会陷入混乱。\n4区-封印之间\n百年前达纳托斯与魔王的决战之地。位于死亡之塔的顶端，隐匿于诅咒中的最后区域，达纳托斯与魔剑赫格尼一同沉眠于此。冒险者与塞壬历经艰险来到此处，试图净化魔剑的诅咒，救赎传说中的英雄。然而，在这片被绝望笼罩的黑暗中，诅咒四溢的背后还有着不为人知的阴谋……\n注：附魔券/头饰/坐骑/宠物/玩具为概率掉落道具。",
    Title = "达纳托斯塔"
  },
  [35201] = {
    id = 35201,
    Desc = "【副本流程】\n冒险者需沿路经过化石广场、博物海滩、棋士团雕像群、战场遗迹与勇士战团雕像群等5个主要景点，不断击败强大魔物，以探寻博物岛异变的源头。\n【进度保存】\n冒险者每通过博物岛内的一处主要景点，即可记录副本攻略进度；副本进度每周一5点清空，同一周内反复进入副本，以队长的进度为开始，已攻略内容不再刷新。【注意：若冒险者在特殊情况下跳过中间的进度并且先完成了后续的进度，当他作为队长再次进入副本时，跳过的进度也不会刷新。若想获得跳过部分的奖励，可以作为队员加入其他仍有该部分进度的玩家队伍再次进行攻略】；\n【奖励规则】\n副本内共有三个强大的MVP魔物，击败之后可获取奖励。每个MVP的掉落奖励同一个账号一周内限定获得一次，掉落奖励每周一5点刷新。每个MVP在初心、勇士和英灵难度共享奖励次数。（例如：当获得初心难度的幻龙MVP奖励后，无法再次获得勇士和英灵难度的幻龙MVP奖励。）\n通关任一难度后可以在本周内解锁该难度的扫荡功能。\n【复活规则】\n在副本内与MVP魔物战斗时，会限制战斗区域，并且复活冒险者会消耗复活次数；当复活次数用完后，冒险者将无法被复活。每次击败MVP魔物可重置复活次数，与非MVP魔物交战时，不会消耗复活次数。\n注：头饰/时装为概率掉落。",
    Title = "波纳佩博物岛"
  },
  [35202] = {
    id = 35202,
    Desc = "【副本流程】\n冒险者需沿路经过浮焰区、海灵仪祭与国王荣光号等3个主要区域，不断击败强大魔物，以探寻迷踪岛的秘密。\n【进度保存】\n冒险者每通过迷踪岛内的一处主要景点，即可记录副本攻略进度；副本进度每周一5点清空，同一周内反复进入副本，以队长的进度为开始，已攻略内容不再刷新。【注意：若冒险者在特殊情况下跳过中间的进度并且先完成了后续的进度，当他作为队长再次进入副本时，跳过的进度也不会刷新。若想获得跳过部分的奖励，可以作为队员加入其他仍有该部分进度的玩家队伍再次进行攻略】；\n【奖励规则】\n副本内共有三个强大的MVP魔物，击败之后可获取奖励。每个MVP的掉落奖励同一个账号一周内限定获得一次，掉落奖励每周一5点刷新。每个MVP在初心、勇士和英灵难度共享奖励次数。\n通关任一难度后可以在本周内解锁该难度的扫荡功能。\n【复活规则】\n在副本内与MVP魔物战斗时，会限制战斗区域，并且复活冒险者会消耗复活次数；当复活次数用完后，冒险者将无法被复活。每次击败MVP魔物可重置复活次数，与非MVP魔物交战时，不会消耗复活次数。\n注：头饰/时装为概率掉落。",
    Title = "探秘迷踪岛"
  },
  [35203] = {
    id = 35203,
    Desc = "1.[无限回廊]是个随机构建地图、魔物与机关机制的副本，难度逐层增加，副本内无法携带宠物，可以携带佣兵猫，每个佣兵猫视为一名队员，最多可以六人组队挑战副本；\n2.每层共有9个房间，包括：入口房间，出口房间，2个普通魔物房间，2个首领魔物房间，1个塔罗房间，1个商店房间和1个休息房间；\n3.冒险者在普通魔物房间、首领魔物房间中可获得通关钥匙与金币，获得足够钥匙时则可在出口房间前往下一层；\n4.冒险者可以在通关过程中获得各类道具辅助探索与战斗；\n5.塔罗房可以接受命运的指引，每次会随机刷新三张塔罗牌，玩家可以花费金币刷新牌库。确认牌库后，从三张牌中随机抽取一张，可以花费金币再次抽取，已放弃的牌无法再次抽到。塔罗牌拥有不同的效果，包括：\n战斗牌：进行战斗获取钥匙\n代价牌：承受减益效果以换取钥匙\n道具牌：获得效果强大的塔罗道具，多余的塔罗道具将转化为100金币；\n6.在副本每一层的入口房间可以进行存档操作，存档会保留当前的层数和获得的道具，再次读档时该层副本将刷新，刷新商店和塔罗牌消耗的金币将计入存档。已接受的塔罗牌命运无法更改，读档后再次进入塔罗房间将会触发。\n存档分为自动存档与手动存档两种，自动存档会在冒险者每次进入新的一层后存储，默认覆盖，无法手动删除；手动存档一共4个栏位，当存档已满时新的存档会覆盖最早的存档记录。\n存档不支持记录冒险者小队信息，因此当匹配冒险者小队攻略回廊时，即使存档成功，读取后也无法加入冒险者小队。\n每个存档最多保存一周，每周一5:00会自动清除所有存档；\n7.首通奖励：每个账号首次通关某一层时，需在本层集齐钥匙并成功离开房间后领取首通奖励（每账号每层仅限一次）；\n周常奖励：周常奖励范围由账号的历史最高通关层数决定（以截至上周的数据为准），每10层为一个档位（如1-10层、11-20层）。若本周开放更高层数的档位（如新增21-30层），首次通关新档位内的层数时，周常奖励仍按上周的历史最高档位发放。若本周挑战的层数低于当前历史最高档位（如历史最高20层，本周挑战1-10层），周常奖励按实际通关的档位发放；\n8.魔物拥有不同词缀，包括：\n凝视：随机盯上一名玩家，走到其身旁释放倒计时死亡buff，怪物死亡后会释放小范围净化效果消除该buff\n腐化：每次受击将在自身周围产生一滩毒雾，毒雾对玩家造成百分比伤害\n共生：3只共生魔将同时刷新在一个房间内，对随机玩家使用突进攻击，共生魔死去后5s，如场内还有其他共生魔存活，则将死去的共生魔复活\n隐匿：不停在随机位置召唤小怪进攻玩家，本体处于60s隐身状态，需找到本体将其击破\n被奴役：出现时同时刷新一个隐形的符文球，符文球使本体获得强力buff，并且可以复活符文兽\n封印：该魔物存在于场内时，固定时间清除地领\n光之庇护：该魔物存在于场内时，光环大幅提高其他魔物的 圣/水/火/念/毒 属性伤害减免\n影之庇护：该魔物存在于场内时，光环大幅提高其他魔物的 暗/风/地/不死/无 属性伤害减免\n坚守：该魔物存在于场内时，光环保护其他魔物不受控制影响\n分裂：击杀该魔物将出现5只波利，必须在限定时间内击杀波利，否则波利将再次合成满血魔物\n亡语：死亡后将为周围魔物施加强大buff，需尽量最后击杀\n爆炸：死亡2s后产生大范围爆炸\n蛛网：喷吐蛛网，令 10 码范围内玩家的移动速度降低 50%，持续 10 秒\n奥术：每隔一段时间在自身周围召唤奥术球，触碰到的玩家造成爆炸AOE伤害\n诅咒：攻击到的玩家受到的治疗效果降低\n荆棘：每次受到伤害有一定几率眩晕攻击者\n浴血：不断消耗自身当前血量，提高自身的伤害和减免\n虚无：吟唱1秒后自身周围一定范围内的玩家无法使用技能和道具，持续3秒\n蔽眼：攻击自身的玩家不断叠加减速、咏唱时间变长和减免降低的debuff\n霸邪：携带光环，效果为给周围魔物提供霸体状态和物理减免\n狂击：普通攻击会对玩家附加狂击buff，每叠加一层，对目标伤害越高\n无力化：使目标无法攻击和使用技能，持续一段时间\n鹰眼：携带光环，效果为周围魔物技能100%命中\n劫心：携带光环，效果为周围玩家受到伤害加重\n治愈：死亡时给剩下所有魔物回复30%血量\n奋战：生命值下降到50%以下时无敌3秒，且自身伤害增加\n赏金：主动逃窜，击杀后掉落大量金币\n",
    Title = "无限回廊"
  },
  [35204] = {
    id = 35204,
    Desc = "为了迎接一年一度的狂欢庆典，多兰族最优秀的甜品师制作了一份巨大的庆典蛋糕。但意外的是，蛋糕的香气飘过彩虹桥，却引来了异世界里贪吃的家伙们……\n1.副本内共有15波饥饿的怪物，会前赴后继地扑向庆典蛋糕。\n2.击败所有波次的怪物即可通关。\n3.通关任一难度后可以在本周内解锁该难度的扫荡功能。",
    Title = "蛋糕保卫战"
  },
  [35205] = {
    id = 35205,
    Desc = "1.尼夫海姆炼狱共有5个关卡，每个关卡有勇士、精英两种难度。每个关卡内的魔物每周刷新一次，共刷新四只魔物。\n2.在尼夫海姆炼狱内击败亡者MVP可以获得对应的掉落奖励，每人每周最多只能获得四次奖励，同一个关卡内的一个亡者MVP奖励只能获得一次。勇士难度下的亡者MVP奖励为精英难度下的50%。\n3.不同关卡会影响刷新的亡者MVP等级，由低到高分别会刷新等级1-2、3-4、5-6、7-8、9-10等级的亡者MVP。",
    Title = "尼夫海姆炼狱"
  },
  [35206] = {
    id = 35206,
    Desc = "【副本规则】\n开始战斗后每一轮会随机出现卡牌效果，魔物和玩家会相应受到卡牌效果的影响。玩家在固定波数的魔物攻势下存活即为胜利。\n战斗开启后副本外玩家不可跟随进入参与战斗。\n【奖励规则】\n每周一5点会刷新奖励次数，玩家每次通关副本获得奖励都会消耗奖励次数与一定的时长。\n账号首次通关关卡时（无论难度）将不会消耗时长，直接获得奖励。\n玩家可以对本周已经通关过的关卡（以及更低难度的关卡）执行扫荡操作，直接消耗次数获得该关卡的奖励。（不包含首次通关的诺伦卡片）\n卡册类道具为概率掉落。",
    Title = "神谕副本"
  },
  [35207] = {
    id = 35207,
    Desc = "1.恩德勒斯塔共有十个难度，每个难度分为十层，难度的解锁条件为通关上一个难度，玩家不可在层数未解锁的情况下跨难度挑战。\n2.恩德勒斯塔的奖励在每层通关后下发，同一个账号一周内只能获得一次奖励，奖励进度每周一5点刷新。\n3.每周重置副本时，会根据历史通关过的最高难度向下后退两个难度来重置关卡的解锁。在该难度之前的层数默认解锁，并且无需再次挑战只要进入副本即可自动领取奖励；该难度以及后续层数需要再次挑战。（例如历史最高通关层数为69时，到下一周1-40层的奖励会在进入副本时自动发放，41以上难度可挑战。）\n4.恩德勒斯塔内魔物掉落不受换线疲劳和战斗疲劳影响。",
    Title = "恩德勒斯塔"
  },
  [35208] = {
    id = 35208,
    Desc = "累计七日登录，即可领取丰厚奖励！\n该活动为帐号限定类活动，帐号内所有角色共享活动进度",
    Title = "初心签到"
  },
  [35209] = {
    id = 35209,
    Desc = "活动期间，累计七日登录，即可领取丰厚奖励！\n账号下所有角色共享进度",
    Title = "喵喵乐园"
  },
  [35210] = {
    id = 35210,
    Desc = "1.完成任务能够获得冒险录经验，用于提升冒险录的等级；\n2.默认解锁普通版；\n3.可随时升级为豪华版，获取额外的丰厚奖励；\n4.请在有效期内完成并领取您的奖励，有效期结束后剩余可领取的奖励将通过邮件发放；\n5.该活动为帐号限定类活动，帐号内所有角色共享活动进度",
    Title = "初心冒险录"
  },
  [35211] = {
    id = 35211,
    Desc = "1.使用B格猫金币抽取幻想创造器Ⅰ号时，会增加额外奖励的计数进度。\n2.当使用B格猫金币抽取次数达到额外奖励的指定计数时，可以分别获得以下奖励。\n3.当期的幻想创造器Ⅰ号中的额外奖励分别只能获得一次。",
    Title = "幻想创造器·Ⅰ额外奖励"
  },
  [35212] = {
    id = 35212,
    Desc = "[b]1.赛季与排名：[/b]\n★公会战新赛季开始时，各公会将被随机分配至各战线中进行城池争夺，各城池的占领状态将被重置为中立状态。\n★每个公会战赛季将持续6周，取最高的4次积分之和进行排名。其余时间为休闲赛期，休闲赛期将不计入赛季积分中。\n\n[b]2.积分细则：[/b]\n★保卫城池：本场GVG开始前所占领城池的华丽水晶在本场GVG过程中从未被击破即可获得1分，本项上限1分。\n★进攻城池：任意公会击破大型城池华丽水晶即可获得4分，小型城池所属公会或无城公会击破中型城池华丽水晶即可获得2分，本项上限4分。\n★完美防守：己方任意城池达成完美防守即可获得2分，本项上限2分。\n★占领城池：城池结算期结束后，公会最终占领大型/中型/小型城池可获得8/5/3分，本项上限8分。\n★连续占领：GVG开始前与城池结算期结束后均占领城池即可获得2分，本项上限2分。\n★击杀MVP：尾刀击杀在每个大型城池中召唤MVP[梦罗克之影]即可获得3分，本项上限12分。\n\n[b]3.赛季奖励：[/b]\n★赛季期间占领大型城池的公会，公会成员将获得限时7天的赛季坐骑奖励。\n★赛季结束时总分排名前X+1名的公会（X为战线数量），公会成员将获得永久赛季坐骑奖励。\n★赛季总分排名第一名的公会，公会成员将获得赛季冠军奖杯奖励。\n★最后一场赛季公会战结束前一周加入公会的冒险者，才可以获得赛季奖励。",
    Title = "公会战赛季规则"
  },
  [35213] = {
    id = 35213,
    Desc = "1.公会战结束后,此雕像就会自动更替为占城公会的会长的形象。\n2.会长大人可在普隆德拉和公会战备战区域中访问雕像，并选择【更改形象】设置雕像形象为自身当前外观形象，或选择【更改动作】保存一个让所有人都看见的雕像造型。\n\n那么请尽情展示您的英姿吧！",
    Title = "会长雕像帮助"
  },
  [35214] = {
    id = 35214,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「坠星陨铁」×1哦~\n集齐3块拼图，即可获得「电音节限定礼」×1\n集齐6块拼图，即可获得「电音节限定礼」×1、「波利电音节卡片」×1。\n集齐全部9块拼图，即可获得「电音节限定礼」×1、「拾光邀请函」×30。",
    Title = "波利电音节"
  },
  [35215] = {
    id = 35215,
    Desc = "休闲赛阶段可进行公会战，但比赛结果将不计入赛季积分中。",
    Title = "公会战休闲赛帮助"
  },
  [35216] = {
    id = 35216,
    Desc = "停赛阶段将暂停公会战相关活动。",
    Title = "公会战停赛帮助"
  },
  [35217] = {
    id = 35217,
    Desc = "毕尤的野心终于暴露：她想要通过摧毁古恩的意志，破坏洛阳的结界。击败毕尤、解救古恩，彼岸的漫天红叶，不该凋零。\n1.单人通关某一难度后即可开启该难度的扫荡功能，可直接消耗时长领取该难度的副本奖励。\n2.扫荡并不计入副本目标的统计中。\n3.每日高额获取：每日的第一次通关将3倍概率获取装备（所有裂隙共享此次数）\n4.推荐等级：140-155，玩家获得的经验值按照玩家当前等级进行乘算，超出推荐等级的玩家将按照最高推荐等级做最终经验结算。\n5.勇士难度无随机卡片选择，冒险家请谨慎挑战。\n6.该副本受神树之灵的奖励加成效果影响。\n7.装备类道具为概率掉落。",
    Title = "彼岸的决战"
  },
  [35218] = {
    id = 35218,
    Desc = "恶灵抢走了记忆之匣，试图通过扭曲的回忆之力壮大自身，从而摧毁神树。勇敢的命运之风，肯定能挫败他的计划……但胜利的果实，却带着微妙的苦涩。\n1.单人通关某一难度后即可开启该难度的扫荡功能，可直接消耗时长领取该难度的副本奖励。\n2.扫荡并不计入副本目标的统计中。\n3.每日高额获取：每日的第一次通关将3倍概率获取装备（所有裂隙共享此次数）\n4.推荐等级：130-145，玩家获得的经验值按照玩家当前等级进行乘算，超出推荐等级的玩家将按照最高推荐等级做最终经验结算。\n5.勇士难度无随机卡片选择，冒险家请谨慎挑战。\n6.该副本受神树之灵的奖励加成效果影响。\n7.装备类道具为概率掉落。",
    Title = "再见，故友！"
  },
  [35219] = {
    id = 35219,
    Desc = "堕落的枫叶精灵伊斯玛，正要毁坏脆弱的神树。一旦神树被破坏，守护洛阳的结界同样会消失。命运之风，拿起武器，击败伊斯玛吧！\n1.单人通关某一难度后即可开启该难度的扫荡功能，可直接消耗时长领取该难度的副本奖励。\n2.扫荡并不计入副本目标的统计中。\n3.每日高额获取：每日的第一次通关将3倍概率获取装备（所有裂隙共享此次数）\n4.推荐等级：120-135，玩家获得的经验值按照玩家当前等级进行乘算，超出推荐等级的玩家将按照最高推荐等级做最终经验结算。\n5.勇士难度无随机卡片选择，冒险家请谨慎挑战。\n6.该副本受神树之灵的奖励加成效果影响。\n7.装备类道具为概率掉落。",
    Title = "神树守卫战"
  },
  [35220] = {
    id = 35220,
    Desc = "1.每解锁1个「神树之灵」节点，其等级提升1级。\n2.通过「神树之灵」节点解锁的加成效果生效区域为：\n野外地图：荒境、月光岩洞、枫叶彼岸、冰霜领域、风息之野\n裂隙副本：所有难度的「神树守卫战」「再见，故友！」「彼岸的决战」（含快速完成模式）\n3.「神树之灵」中达成的等级与节点解锁状态账号通用，获取的等级属性与节点效果账号通用。\n",
    Title = "神树之灵"
  },
  [35221] = {
    id = 35221,
    Desc = "1.活动期间，同账号下仅有[c][fff000]1次集结机会[-][/c]，请慎重选择参与集结的角色\n2.参与集结，完成集结任务，可获得「祈祷晶片自选包」x2、「金质勋章」x4、「B格猫福利券·宴」x30\n3.完成集结任务的冒险者，所在公会集结人数达到一定数量时，可领取额外奖励（所有奖励同账号只能领取一次）\n4.可在公会成员列表处，查看每位成员的集结状态\n（未完成集结的成员，状态将显示为空）",
    Title = "活动规则"
  },
  [35222] = {
    id = 35222,
    Desc = "1.活动期间，首次分享可获得分享奖励\n2.当回归冒险者填写您的邀请码完成绑定后，再次进入该界面可领取绑定奖励\n【回归冒险者】：账号下角色Base.Lv≥80且距离最后一次登录时间＞30天，在登录游戏后开启「旅途再续」的冒险者\n3.与久别重逢的回归冒险者组队，完成以下副本，更有额外的奖励可领取噢：恩德勒斯塔、神谕副本、达纳托斯之塔、波纳佩博物岛、探秘迷踪岛、瓦尔哈拉遗迹、无限回廊、混沌入侵、幽灵皇宫/残影终焉/时之空间。",
    Title = "呼朋唤友"
  },
  [35233] = {
    id = 35233,
    Desc = "公会相关功能开启等级如下：\n1.瓦尔哈拉遗迹：公会等级达到1级；\n2.女神祈祷：公会等级达到2级；\n3.奇异猫砂盆：公会等级达到2级；\n4.女神祝福：公会等级达到3级；\n5.魔法缝纫机：公会等级达到3级；\n6.不思议贩卖机：公会等级达到3级；\n7.黑猫咖啡厅：公会等级达到4级；\n8.神圣祝福：公会等级达到4级；\n9.传奇冶炼屋：公会等级达到5级；\n10.神器方尖碑：公会等级达到5级；\n11.神器工坊：公会等级达到6级；\n12.波利沙发：魔法缝纫机达到10级；",
    Title = "公会功能"
  },
  [35234] = {
    id = 35234,
    Desc = "【卡池说明】\n\n1.「新服专属·卡片扭蛋」仅在活动期间出现\n2.每日可以特惠价格抽取3次，当使用特惠价格抽取时，每次抽取赠送「诺伦卡片」x50，特惠次数每日5：00重置，特惠次数跨天不累加\n3.每次抽取获得卡片的稀有度与对应概率如下：\n  「臻选卡片」：0.5%\n  「优选卡片」：2.0%\n  「精选卡片」：50.0%\n  「普通卡片」：47.5%\n4.当「臻选卡片」中有UP卡片时，抽取到「臻选卡片」时，有80.0%的概率获得UP的卡片中的一张\n【特殊说明】\n\n1.如果连续55次没有抽取到「优选卡片」，则额外每抽取一次，获得「优选卡片」组的概率将提升5.0%。获得「优选卡片」后，获得「优选卡片」组的概率将恢复至2.0%\n2.如果连续330次没有抽取到「臻选卡片」，则额外每抽取一次，获得「臻选卡片」组的概率将提升2.5%。获得「臻选卡片」后，获得「臻选卡片」组的概率将恢复至0.5%\n3.当「优选卡片」组、「臻选卡片」组概率提升时，「精选卡片」组、「普通卡片」组的概率将对应减少\n【额外奖励】\n\n1.活动时间内，同一帐号下累计抽取「新服专属·卡片扭蛋」达到一定次数次，即可免费领取额外奖励！\n  累计抽取次数达到88次：「诺伦的指引·星」x1\n  累计抽取次数达到288次：「诺伦的指引·月」x1\n  累计抽取次数达到888次：自选「欧德姆布拉卡片」x1或「凯特莉娜卡片」x1",
    Title = "新服专属·卡片扭蛋"
  },
  [35235] = {
    id = 35235,
    Desc = "【卡池说明】\n\n1.每日可以特惠价格抽取3次，当使用特惠价格抽取时，每次抽取赠送「诺伦卡片」x50，特惠次数每日5：00重置，特惠次数跨天不累加\n2.每次抽取获得卡片的稀有度与对应概率如下：\n  「臻选卡片」：0.5%\n  「优选卡片」：2.0%\n  「精选卡片」：50.0%\n  「普通卡片」：47.50%\n3.当「臻选卡片」中有UP卡片时，抽取到「臻选卡片」时，有80.0%的概率获得UP的卡片中的一张\n【特殊说明】\n\n1.使用B格猫金币抽取时，如果连续55次没有抽取到「优选卡片」，则额外每抽取一次，获得「优选卡片」组的概率将提升5.0%。获得「优选卡片」后，获得「优选卡片」组的概率将恢复至2.0%\n2.使用B格猫金币抽取时，如果连续330次没有抽取到「臻选卡片」，则额外每抽取一次，获得「臻选卡片」组的概率将提升2.5%。获得「臻选卡片」后，获得「臻选卡片」组的概率将恢复至0.5%\n3.当「优选卡片」组、「臻选卡片」组概率提升时，「精选卡片」组、「普通卡片」组的概率将对应减少\n3.使用B格猫金币抽取时，保底效果不会随着卡池的更替而重置，直至获取到这一次保底，将开启下一次保底",
    Title = "幻想创造器·卡片"
  },
  [35236] = {
    id = 35236,
    Desc = "1.消耗指定的附魔材料和Zeny可以对装备进行附魔，增加附魔属性\n2.各个部位附魔可获得的属性不同，当同时随出指定属性时，将可以获得【组合特性】\n3.附魔可添加「高级消耗」，以获得附魔属性提升或随机【组合特性】\n4.当对已有【组合特性】的装备使用对应“词条券”道具时，可对非组成【组合特性】的属性进行锁定，被锁定的属性在重新附魔时将不会被随机重置。使用锁定功能需要额外消耗1个【附魔结晶】\n5.装备中有未保存的附魔属性，在附魔转移后将自动被清空。\n6.家园等级提升至10级后，附魔消耗Zeny减少10%。",
    Title = "附魔规则"
  },
  [35237] = {
    id = 35237,
    Desc = "为萌新冒险者精心挑选的各式内容！仅在【初心福利】活动中，限时发售！",
    Title = "超值礼包"
  },
  [35238] = {
    id = 35238,
    Desc = "1.「镜界」场景专供冒险者挂机，在本场景内无法完成任务、参与活动，无Mvp/Mini刷新\n2.「镜界」场景继承原始场景所有地图增益效果及怪物刷新规则\n3.「镜界」场景将根据当前场景内人数的多少进行动态的开启和关闭\n4.根据场景内人数多少，「镜界」场景共有3种状态，分别为：[c][8eff56]空闲状态[-][/c]、[c][ffd940]繁忙状态[-][/c]、[c][dd5337]爆满状态[-][/c]",
    Title = "镜界"
  },
  [35239] = {
    id = 35239,
    Desc = "在扭曲的时空裂隙中存活的凶暴魔物，用邪恶契约让纯净之力镇守四方，妄图以此见证终结。但胜利终将属于正义的一方，冒险者，牢记属性之力，击败梦罗克之影吧！\n1.单人通关某一难度后即可开启该难度的扫荡功能，可直接消耗时长领取该难度的副本奖励。\n2.扫荡并不计入副本目标的统计中。\n3.每日高额获取：每日的第一次通关将3倍概率获取装备（所有裂隙共享此次数）\n4.推荐等级：60-80，玩家获得的经验值按照玩家当前等级进行乘算，超出推荐等级的玩家将按照最高推荐等级做最终经验结算。\n5.勇士难度无随机卡片选择，冒险家请谨慎挑战。\n6.装备类道具为概率掉落。",
    Title = "梦罗克的暗影"
  },
  [35240] = {
    id = 35240,
    Desc = "来自封印深处梦魇般的力量侵蚀了虎王，并赐予它令人毛骨悚然的力量。保护世界的冒险者，用智慧与力量消灭它们吧，只有这样才能拯救这些灵魂，成功逃离时空裂隙。\n1.单人通关某一难度后即可开启该难度的扫荡功能，可直接消耗时长领取该难度的副本奖励。\n2.扫荡并不计入副本目标的统计中。\n3.每日高额获取：每日的第一次通关将3倍概率获取装备（所有裂隙共享此次数）\n4.推荐等级：20-40，玩家获得的经验值按照玩家当前等级进行乘算，超出推荐等级的玩家将按照最高推荐等级做最终经验结算。\n5.勇士难度无随机卡片选择，冒险家请谨慎挑战。\n6.装备/材料道具为概率掉落。",
    Title = "虎王的咆哮"
  },
  [35241] = {
    id = 35241,
    Desc = "被邪恶之力浸染的海神之影将时间裂缝变成魔物横行的巢窟，誓要夺去闯入者的生命、进而毁灭世界。他手下的魔物也都拥有不同属性，会容易让战况陷入更加不利的局面。一定要认真应对，速战速决。\n1.单人通关某一难度后即可开启该难度的扫荡功能，可直接消耗时长领取该难度的副本奖励。\n2.扫荡并不计入副本目标的统计中。\n3.每日高额获取：每日的第一次通关将3倍概率获取装备（所有裂隙共享此次数）\n4.推荐等级：40-60，玩家获得的经验值按照玩家当前等级进行乘算，超出推荐等级的玩家将按照最高推荐等级做最终经验结算。\n5.勇士难度无随机卡片选择，冒险家请谨慎挑战。\n6.装备类道具为概率掉落。",
    Title = "海神的风暴"
  },
  [35242] = {
    id = 35242,
    Desc = "因封印破碎逃逸而出的怨灵与裂隙中散逸的异界气息结合，凝聚成为强大的怨念集合体，他幻化为魔剑士，陷入狂乱的他会本能的毁灭眼前的一切。被魔剑士的攻击命中会为他积攒狂乱值，随着狂乱值的加深，魔剑士会化身恶魔，令冒险者们的战斗难度倍增。\n1.单人通关某一难度后即可开启该难度的扫荡功能，可直接消耗时长领取该难度的副本奖励。\n2.扫荡并不计入副本目标的统计中。\n3.每日高额获取：每日的第一次通关将3倍概率获取装备（所有裂隙共享此次数）\n4.推荐等级：80-90，玩家获得的经验值按照玩家当前等级进行乘算，超出推荐等级的玩家将按照最高推荐等级做最终经验结算。\n5.勇士难度无随机卡片选择，冒险家请谨慎挑战。\n6.装备类道具为概率掉落。",
    Title = "樱下镇灵封印"
  },
  [35243] = {
    id = 35243,
    Desc = "被宝勒世伏的人体研究夺取性命的艾勒梅斯，他的身体在操控之下再次出现在了伙伴面前，这一次他的刀刃指向了同伴。研究所那些令人作恶的实验产物释放出得毒素会让人持续掉血，但好在牧师玛嘉雷特将在战斗中辅助你。另外，艾勒梅斯本人也是用毒高手，请及时利用玛嘉雷特的阵法解毒。\n1.单人通关某一难度后即可开启该难度的扫荡功能，可直接消耗时长领取该难度的副本奖励。\n2.扫荡并不计入副本目标的统计中。\n3.每日高额获取：每日的第一次通关将3倍概率获取装备（所有裂隙共享此次数）\n4.推荐等级：90-100，玩家获得的经验值按照玩家当前等级进行乘算，超出推荐等级的玩家将按照最高推荐等级做最终经验结算。\n5.勇士难度无随机卡片选择，冒险家请谨慎挑战。\n6.装备类道具为概率掉落。",
    Title = "黑暗中的重逢"
  },
  [35244] = {
    id = 35244,
    Desc = "1.每释放1片「心之始源」符文节点，其等级提升1级。\n2.玩家需要消耗道具「心之刹那」进行灌注，每成功灌注满一片「始源之心」可以领取对应奖励和加成；\n3.通过「心之始源」节点解锁的加成效果生效区域为：\n野外地图：普隆德拉南门、普隆德拉西门、海底洞穴、海底神殿、妙勒尼山脉、金字塔1/2/3F、哥布灵森林、苏克拉特沙漠、普隆德拉北部、玩具工厂1/2F、艾因布洛克原野、里希塔勒原野、生命体研究所；\n裂隙副本：所有难度的「虎王的咆哮」「海神的风暴」「梦罗克的暗影」「樱下镇灵封印」「黑暗中的重逢」（含快速完成模式）\n4.「心之始源」中达成的等级与节点解锁状态账号通用，获取的等级属性与节点效果账号通用。",
    Title = "心之始源"
  },
  [35245] = {
    id = 35245,
    Desc = "1.城池占领奖励\n①公会战城池结算期结束后，将根据公会所占领城池的区域和规模，可以在公会领地的宝箱守护者阿尔处开启一定数量的公会奖励宝箱。\n★GVG开始前与城池结算期结束后均占领城池，则会被判定为连续占领。\n★连续占领城池将提升该城池的公会奖励数量，3次封顶。\n②当城池进攻方击破华丽水晶时，华丽水晶房间内的公会成员可获得个人奖励【荣誉之证】等\n若干，单场公会战中仅首次击破可获得。原城池规模越小，击破的城池规模越大，奖励越多。\n③将根据GVG结束时本公会临时占领的最大规模城池，发放一次城池防守奖励，若达成完美防守则奖励翻倍（若存在多个最大规模城池则不会重复发放），具体数额如下：\n★占领小型城池可获得【神器材料币】*150，完美防守可获得【神器材料币】*300\n★占领中型城池可获得【神器材料币】*375，完美防守可获得【神器材料币】*750\n★占领大型城池可获得【神器材料币】*800，完美防守可获得【神器材料币】*1600\n④占城公会的成员将获得个人奖励[占领者礼盒]*2，若参与公会战达5分钟则还将获得[参战礼盒]*2。\n\n2.据点华丽金属奖励\n①公会占领进攻据点可以获得华丽金属奖励，大/中/小城的据点分别存在8/5/3份华丽金属奖励。\n②同一据点的华丽金属奖励不可重复获取，在每场公会战中最多获取5份华丽金属奖励。\n③公会获得大/中/小型城池的每份华丽金属将对应获得：【神器材料币】*200/150/100 \n④当城池进攻方获得华丽金属奖励时，据点内的公会成员可获得个人奖励【荣誉之证】等\n若干。原城池规模越小，进攻的城池规模越大，奖励越多。\n\n3.公会战目标与结算奖励\n处于公会战战场中时，可通过右侧功能栏的详情按钮查看[公会战目标与结算]界面。\n①团体目标奖励\n★达成所有团队目标后每个公会成员可在城池结算期结束后获得【祈祷晶片包】*4。\n②个人目标奖励。\n★达成个人目标可以获得目标相应的奖励和卓越值奖励。\n③奖励加成\n★中型城池所属公会的成员完成团队和个人目标时可获得基础上限外25%的奖励数量，小型城池公会50%，无城公会50%。\n★【本场个人目标基础荣誉值】一项的奖励不享有额外加成\n④公会结算奖励\n★达成结算条件将会为公会获取1个随机[战后重建红包]，每项限获取1个，将于城池结算期结束后发送至公会会长的邮箱中。\n★ [战后重建红包]发出后，在[最新战报]中有本公会参战数据的冒险者均可以领取。\n\n4.MVP击杀奖励\n尾刀击杀大城MVP[梦罗克之影]的公会，将获得神器材料若干。\n\n5.涉及公会城池占领情况计算时，均取本场公会战开战前的状态。\n★例如，开战时未占领城池的公会，即使在本场公会战中占领了城池，也依然按照【无城公会】计算奖励。",
    Title = "奖励说明"
  },
  [35246] = {
    id = 35246,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「坠星陨铁」×1哦~",
    Title = "帮助"
  },
  [35247] = {
    id = 35247,
    Desc = "1.该活动为限时购买活动。\n2.在购买次数达到一定数量时，可解锁下一个商品的购买。\n3.活动为账号限定。",
    Title = "神秘商人"
  },
  [35248] = {
    id = 35248,
    Desc = "仲夏夜的沙滩边，伴着海浪的轻拍声冒险者进入了梦境。他，海豹宝宝家族中的勇士，背负着全村的希望，游说啤酒企鹅家族，鳄鱼人家族，贝壳魔灵家族等等对残暴的人类冒险者的发起反击。\n1.单人通关某一难度后即可开启该难度的扫荡功能，可直接消耗时长领取该难度的副本奖励。\n2.扫荡并不计入副本目标的统计中。\n3.每日高额获取：每日的第一次通关将3倍概率获取装备（所有裂隙共享此次数）\n4.推荐等级：150-162，玩家获得的经验值按照玩家当前等级进行乘算，超出推荐等级的玩家将按照最高推荐等级做最终经验结算。\n5.勇士难度无随机卡片选择，冒险家请谨慎挑战。\n6.本副本特殊屏蔽佣兵猫、宠物及其他助战单位。\n7.本副本中通过前两波魔物时将自动回复100%血量。\n8.本副本中变身后属性值受冒险手册中存入属性的影响，若挑战过程中难度过大请提升存入属性后再试~\n9.装备类道具为概率掉落。",
    Title = "夏日大作战"
  },
  [35249] = {
    id = 35249,
    Desc = "灾厄魔女在挣脱封印，躲藏在灾厄领域的深处，一边恢复力量，一边试图召唤邪恶仆想要彻底控制童话王国乃至克魔岛。冒险者需要与塞纳斯一起前往灾厄领域，破坏灾厄石碑，阻止魔女的势力集结，并将她彻底击败。\n1.单人通关某一难度后即可开启该难度的扫荡功能，可直接消耗时长领取该难度的副本奖励。\n2.扫荡并不计入副本目标的统计中。\n3.每日高额获取：每日的第一次通关将3倍概率获取装备（所有裂隙共享此次数）\n4.推荐等级：160-170，玩家获得的经验值按照玩家当前等级进行乘算，超出推荐等级的玩家将按照最高推荐等级做最终经验结算。\n5.勇士难度无随机卡片选择，冒险家请谨慎挑战。\n6.装备类道具为概率掉落。",
    Title = "灾厄之巢"
  },
  [35250] = {
    id = 35250,
    Desc = "1.公会大乱炖可在一个GVG赛季内通过公会成员的共同烹饪增加美味度。\n每次烹饪有概率增加不同的分数。\n2.烹饪分为3种方式，分别是加调料、加火候、加食材。\n其中，每周需求的食材将在GVG结束后更换。\n3.美味度达到星级要求时，可解锁对应的乱炖料理。星级越高，效果越好。\n4.GVG开始前30分钟至GVG结束期间可以享用乱炖料理，食用CD60秒，食用后可获得1小时属性加成。\n大乱炖料理效果仅于GVG中生效。\n5.每周公会战结束后解锁新的美味度星级与上限，对应关系如下：\n1星：50分\n2星：125分\n3星：200分\n4星：300分\n5星：500分\n6.烹饪次数将在每周一5:00重置，美味度在GVG新赛季开始时重置。\n还不快召唤小伙伴一起来烹饪公会的大乱炖~",
    Title = "公会大乱炖"
  },
  [35251] = {
    id = 35251,
    Desc = "1.GVG期间，玩家可以通过战术沙盘查看当前战线内的实时战况，如华丽水晶的归属方与血量、据点的归属方与华丽金属存留情况等，刷新间隔为10秒。\n2.玩家可以将战报发送至公会频道中，若自身或公会存在雇佣关系，则还可以选择将战报发送至GVG频道中。",
    Title = "战术沙盘"
  },
  [35252] = {
    id = 35252,
    Desc = "1.使用B格猫金币抽取幻想创造器·宴时，会增加抽取次数。\n2.当使用B格猫金币抽取次数达到指定次数时，可以分别获得以下奖励。\n3.当期的幻想创造器·宴中的额外奖励分别只能获得一次。",
    Title = "幻想创造器·卡片额外奖励"
  },
  [35253] = {
    id = 35253,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「神龙勾玉」×10哦~\n集齐3块拼图，即可获得「神龙扭蛋币」×30。\n集齐6块拼图，即可获得「神龙扭蛋币」×30、「闪耀的符文石」×1。\n集齐全部9块拼图，即可获得「神龙扭蛋币」×30、「玛丝黛拉果实」×1、「魔神英雄传卡片」×1。",
    Title = "魔神英雄传"
  },
  [35254] = {
    id = 35254,
    Desc = "为冒险者精心挑选的超值内容！\n活动期间内，打赏任意道具，通过邮件领取打赏内容后，即可累计打赏金额。",
    Title = "帮助"
  },
  [35255] = {
    id = 35255,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「普隆德拉购物积分」×1哦~\n集齐3块拼图，即可获得「购物节感恩礼盒」×1。\n集齐6块拼图，即可获得「购物节感恩礼盒」×1、「闪耀的符文石」×1。\n集齐全部9块拼图，即可获得「购物节感恩礼盒」×1、活动限定脸饰「SALE！」×1。",
    Title = "普隆德拉购物节"
  },
  [35256] = {
    id = 35256,
    Desc = "1.活动期间，累计金币打赏达到6、30、60、128、198、328、468、648时可以分别获赠1块「波利金牌」（打赏赠送的金币将不包含在内，活动期间金币打赏达到648，即可获得全部8块金牌）\n2.打开「波利金牌」将可以随机获得8~258 B格猫金币的奖励，每个档位的金币奖励只会获得1次\n3.活动结束后，若存在没有打开的「波利金牌」，则将自动开启并以邮件的形式发放奖励\n4.该活动为帐号限定类活动，帐号内所有角色共享活动进度",
    Title = "波利金库"
  },
  [35257] = {
    id = 35257,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「庆典纪念币」×20哦~\n集齐3块拼图，即可获得「B格猫皇家庆典特典」x1、「离线战斗7天体验卡」x1。\n集齐6块拼图，即可获得「B格猫福利券·Ⅰ」x30、「B格猫福利券·宴」x30、「拾光邀请函」x30。\n集齐全部9块拼图，即可获得「皇家庆典荣耀宝箱」x1、「远古装备+15券自选礼盒」x1",
    Title = "皇家庆典 "
  },
  [35258] = {
    id = 35258,
    Desc = "[c][3333cc]游戏规则[-][/c]\n1.转盘中的幸运奖励[c][ff9900]不会重复获得[-][/c]，当抽取到重复奖励时，本轮游戏结束，转盘会自动免费重置\n2.活动期间，B格猫星人将赠送冒险者免费转盘的机会，快去试试手气吧！\n\n[c][3333cc]幸运一转[-][/c]\n1.冒险者可以凭运气一发入魂拿到想要的大奖，也可以利用「幸运一转」领走所有奖励！\n2.使用「幸运一转」，当抽取到重复位置时[c][ff9900]不会重置[-][/c]，而且最多[c][ff9900]3次[-][/c]，就[c][ff9900]100%[-][/c]可以获得新的奖励\n3.温馨提示：转盘上奖励减少时，获得大奖的机会将会变大，「幸运一转」的消耗也会增加\n4.冒险者想要快速获得所有奖励，推荐使用「幸运一转」\n\n[c][3333cc]奖池说明[-][/c]\n1.点击转盘的格子，可以查看每个格子的奖池内容\n2.当一轮中抽取到重复的格子，或某个格子的奖励全部获得之后，会获得一份「替换奖励」\n\n[c][3333cc]幸运波利币[-][/c]\n1.转盘中获得的幸运波利币可以用于兑换隐藏大奖！\n2.两种波利币都会存在零钱包中，可以随时进行兑换\n3.波利币不会过期，可兑换的奖励将随着每期活动进行迭代\n\n[c][3333cc]关于重置[-][/c]\n1.当抽取到重复奖励或抽取完本轮转盘中的所有奖励时，本轮游戏结束，转盘会自动免费重置\n2.冒险者也可以进行手动重置，但需要消耗6 B格猫金币哦~请注意使用\n\n[c][3333cc]价格说明[-][/c]\n「幸运一转」价格如下：\n本轮转盘未获得任何奖励：6 B格猫金币/次\n本轮转盘已获得1-4件奖励：12 B格猫金币/次\n本轮转盘已获得5-7件奖励：24 B格猫金币/次\n本轮转盘已获得8-10件奖励：48 B格猫金币/次\n本轮转盘已获得11件奖励：96 B格猫金币/次\n\n[c][3333cc]概率说明[-][/c]\n根据王国法令，接下来对获奖概率进行公示：\n12点方向：0.05%，替换奖励为「幸运波利币」x3\n1点方向：24.00%，替换奖励为Zeny x 3,000,000\n2点方向：16.00%，替换奖励为Zeny x 3,000,000\n3点方向：3.50%，替换奖励为「普通波利币」x12\n4点方向：0.45%，替换奖励为「幸运波利币」x1\n5点方向：24.00%，替换奖励为Zeny x 3,000,000\n6点方向：20.00%，替换奖励为Zeny x 3,000,000\n7点方向：0.25%，替换奖励为「幸运波利币」x2\n8点方向：0.75%，替换奖励为「普通波利币」x30\n9点方向：4.50%，替换奖励为「普通波利币」x12\n10点方向：4.00%，替换奖励为「普通波利币」x12\n11点方向：2.50%，替换奖励为「普通波利币」x12",
    Title = "幸运转盘"
  },
  [35259] = {
    id = 35259,
    Desc = "——“奉族长之名，奉旧良族之名，驱逐入侵者！”\n乌龟将军曾是旧良族族长的贴身将军迪伦，在岁月的侵蚀下渐渐化为魔物。而他仅有的记忆也只剩下当初许下的愿望：“我要永远守护这片土地，守护国王的灵魂。”。\n1.单人通关某一难度后即可开启该难度的扫荡功能，可直接消耗时长领取该难度的副本奖励。\n2.扫荡并不计入副本目标的统计中。\n3.每日高额获取：每日的第一次通关将3倍概率获取装备（所有裂隙共享此次数）\n4.推荐等级：110-125，玩家获得的经验值按照玩家当前等级进行乘算，超出推荐等级的玩家将按照最高推荐等级做最终经验结算。\n5.勇士难度无随机卡片选择，冒险家请谨慎挑战。\n6.该副本受心之始源的奖励加成效果影响。",
    Title = "乌龟岛裂隙"
  },
  [35261] = {
    id = 35261,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「许愿星礼盒」×1哦~\n集齐3块拼图，即可获得「祈祷晶片包」x5\n集齐6块拼图，即可获得「附魔结晶」x1\n集齐全部9块拼图，即可获得「许愿星礼盒」x5",
    Title = "地城邂逅"
  },
  [35262] = {
    id = 35262,
    Desc = "一拳超人系列职业获取途径：\n1.使用金币抽取[url=31389][c][fff000]「[u]联动扭蛋机[/u]」[-][/c][/url]10次后赠送，[url=31389][c][fff000]「[u]立即前往[/u]」[-][/c][/url]\n2.[url=31390][c][fff000]「[u]异界馈赠[/u]」[-][/c][/url]活动累计打赏达到328后赠送，[url=31390][c][fff000]「[u]立即前往[/u]」[-][/c][/url]",
    Title = "获取途径"
  },
  [35263] = {
    id = 35263,
    Desc = "对心仪的作品进行打赏吧，作者将会收到来自你的鼓励！\n1、每日打赏次数有上限，次日凌晨5点重置\n2、当作品有署名时，才可被打赏",
    Title = "帮助"
  },
  [35264] = {
    id = 35264,
    Desc = "1.当前GVG赛季的巅峰决战分组的计算规则为：巅峰累计积分/（巅峰参赛场次+1）。\n在每场GVG巅峰决战中，获得第1/2/3/4名的公会分别可获得7/5/3/1分巅峰积分。\n在GVG中占领城池即可获取巅峰参赛资格，本周巅峰决战结束后，巅峰参赛场次+1。\n2.分组与积分计算结果对应关系如下：\n辰星组：[1,3)\n辉月组：[3,5)\n炎阳组：[5,7)\n如：公会在新GVG赛季的前2周巅峰中分别取得了第1名和第4名，则积分计算结果为（1+7+1）/（2+1）=3，进入辉月组。\n3.每个GVG赛季开始时，将会重置巅峰分组，并将当前GVG赛季的巅峰决战累计积分重置为1分，场次归零。",
    Title = "公会战巅峰决战分组规则"
  },
  [35265] = {
    id = 35265,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得「新春礼盒2023」×1哦~\n集齐3块拼图，即可获得「上古遗物典藏礼盒」x1\n集齐6块拼图，即可获得「优选装备礼盒」x1、「B格猫福利券·宴」x300\n集齐全部9块拼图，即可获得「优选萃取礼盒」x1、「优选符文礼盒」x1、「优选附魔礼盒」x1。",
    Title = "恭贺新禧"
  },
  [35266] = {
    id = 35266,
    Desc = "1.消耗指定道具可对勇士/英灵系列远古装备进行随机属性提升；\n2.随机属性不会下降，有概率提升一级或多级，一定次数后属性必定提升至完美；\n3.英灵系列远古装备两条随机属性可分别进行提升。",
    Title = "随机属性提升"
  },
  [35267] = {
    id = 35267,
    Desc = "活动期间，充值达成指定目标，激活对应档位的奖励；激活后，登录指定天数，即可领取丰厚奖励\n该活动为帐号限定类活动，帐号内所有角色共享活动进度",
    Title = "首充福利"
  },
  [35268] = {
    id = 35268,
    Desc = "活动期间内，打赏金币/月卡/礼包，通过邮件领取打赏内容后，即可累计打赏金额。\n该活动为帐号限定类活动，帐号内所有角色共享活动进度",
    Title = "充值福利"
  },
  [35269] = {
    id = 35269,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得一份奖励哦~\n集齐3块、6块、9块拼图，还可以额外获得一份奖励~",
    Title = "活动拼图"
  },
  [35270] = {
    id = 35270,
    Desc = "1月19日19:00~20:00，将在「微信视频号」、「抖音官方账号」同时开启【6周年直播庆典】，届时将在直播间内抽取多个「幸运号码」，派送丰厚奖励！\n「幸运号码」获取途径：\n1、完成每日签到，即可获得1组\n2、签到期间，分享活动，还将额外获得1组\n抽奖规则：\n1、每位冒险者仅能被抽中1次\n2、若中奖，则账号下其余「幸运号码」失效，不再参与后续奖项的抽取\n3、获取「幸运号码」越多，则被抽中的概率越高\n奖励发放：\n1、游戏内道具奖励，将在【6周年直播庆典】结束后，3个工作日内通过邮件发放\n2、周边实物奖励，将在【6周年直播庆典】结束后，3个工作日内通过邮件联系各位中奖冒险者；中奖冒险者完成问卷填写收件信息后，将在14个工作日内发放奖励（如在1月31日前未反馈，将视为中奖冒险者自动放弃实物奖励）",
    Title = "活动规则"
  },
  [35271] = {
    id = 35271,
    Desc = "玩法说明：\n进行「爱情挑战」的双方将通过猜拳决定胜负，输的一方需要在世界频道进行表白\n当双方猜拳选择一致时，将判断“发起挑战者”为输的一方\n分出胜负后，输的一方不管是关闭界面还是离线，都会在世界频道表白哦~（休想逃走！）",
    Title = "爱情挑战状"
  },
  [35272] = {
    id = 35272,
    Desc = "卡片扭蛋机额外奖励帮助",
    Title = "卡片扭蛋机-JP"
  },
  [35273] = {
    id = 35273,
    Desc = "1.铠甲属性共有10个种类，每个种类又分为4个等级，铠甲属性的等级提升会降低属性克制表的克制系数；\n2.铠甲属性等级为2时，对应的克制系数减0.25；\n3.铠甲属性等级大于2时，在减0.25的基础上，每提升一级，对应的克制系数再减0.125；\n4.克制系数小于0时，则视为0；\n举例：水属性攻击作用于火属性铠甲III级时，最终的克制系数为1.625（2-0.25-0.125）；\n5.魔物头像的属性图标处新增铠甲属性等级显示，属性图标下的圆点数量表示属性铠甲等级，铠甲属性为1级时默认不显示。",
    Title = "属性克制等级说明"
  },
  [35274] = {
    id = 35274,
    Desc = "旧良族的三位人物似乎都有一段内心深处非常迫切想要找回的记忆，这种“迫切想要记起来”的情绪，在自身愿力的作用下在内心深处形成了一块可供探索的空间：影子秘境，他们无助的等待在空间的入口处，以期获得路过之人的帮助，而想起这些记忆的“钥匙”，就藏在被情绪浸染的愿力中，寻回这些愿力，逐步凑齐遗失的记忆拼图。从而在记忆殿堂净化这些愿力，才能让他们真正放下执念，而不是像之前那样，通过遗忘来暂时掩盖执念。\n1.影子秘境中根据元素种类分裂为多个元素区域，冒险者在进入下一个元素区域的必要条件是清除当前区域的所有魔物；\n2.冒险者清除完当前区域的所有魔物后，可根据自身队伍配置或需求挑选适合自身的元素区域并前往；\n3.冒险者在影子秘境中一共会经过五个元素区域，最后一个区域必定刷新对应元素属性的MVP；\n在与MVP战斗的过程中，随着MVP血量的减少，会触发特殊的“元素爆发”机制。此时MVP身上会出现难以击破的护盾，同时产生数个元素能量体，每击破一个能量体都会对MVP的护盾造成一定伤害，若未能在有限的时间内击破护盾，那么MVP将吸收剩余元素能量体并爆发高额元素伤害。在护盾期间，MVP还会根据自身属性触发不同的元素肆虐效果。\n4.影子秘境中会刷新有元素等级的魔物，善用元素克制关系，能更效率的击败这些魔物；\n5.影子秘境每周奖励获取次数为五次，消耗战斗时长为60分钟，每周首次通关不消耗战斗时长，奖励次数会在每周一5点刷新；\n6.战斗开启前，队伍中的其他队员均可跟随进入副本，队长开启战斗后，其他队员将不可跟随进入副本。\n7.【复活规则】\n影子秘境中有神秘力量对冒险者料理的“致死保护”效果进行了限制：在每个区域的战斗中“致死保护”只会生效一次；在秘境中与魔物进行战斗时，复活冒险者需要消耗复活次数，复活次数耗尽后无法在战斗中复活；非战斗中复活不会消耗复活次数。",
    Title = "影子秘境"
  },
  [35275] = {
    id = 35275,
    Desc = "\n1.完成任务能够获得冒险录经验，用于提升冒险录的等级，获取更多奖励\n2.该活动为帐号限定类活动，帐号内所有角色共享活动进度",
    Title = "冒险录说明"
  },
  [35276] = {
    id = 35276,
    Desc = "【副本流程】\n冒险者通过触碰魔女之镜进入了远古波纳佩秘境，挑战再度复活的完全体幻龙吧。\n【奖励规则】\n每个MVP的掉落奖励同一个账号一周内限定获得一次，掉落奖励每周一5点刷新。每周击败MVP魔物获取奖励后，可以消耗好运币进行额外奖励的获取。通过好运币获得的每个MVP的额外奖励，同一个账号一周内限定获得一次，额外奖励每周一5点刷新。\n【复活规则】\n在副本内与MVP魔物战斗时，会限制战斗区域，并且复活冒险者会消耗复活次数；当复活次数用完后，冒险者将无法被复活。\n【致死保护限制】波纳佩秘境被魔女的力量所覆盖，冒险者料理的“致死保护”效果一场战斗中最多只会生效一次。\n注：头饰/军功箱道具为概率掉落道具。",
    Title = "波纳佩秘境"
  },
  [35277] = {
    id = 35277,
    Desc = "1.相同部位的主副两件装备精炼等级上限为15，即减伤上限最高为13.5%；\n2.当同一部位（主装备精炼等级+副装备精炼等级*影子进度）＞15时，超出15的部分每级转换为4000基础Hp（基础Hp为固定数值，不受装备、卡片的百分比加成）；\n3.上古遗物【杜华林的灵玉】、道具【幸运合金】、忽克连职业技能【大陆第一铁匠】造成的额外精炼等级提升不适用上述规则，依旧按照每级0.9%的减伤属性进行结算。",
    Title = "转换规则"
  },
  [35278] = {
    id = 35278,
    Desc = "明信片分为【官方明信片】、【冒险者明信片】\n【官方明信片】\n1.每一位相遇的NPC可能会有明信片送给你哦~敬请期待~\n2.【官方明信片】将有特殊的标志，无法被删除，不占用明信片的存储上限\n【冒险者明信片】\n1.可以使用「个人相册」或「时空相框」内官方精选的图片来制作明信片，送给其他冒险者\n2.保存来自其他冒险者的明信片有数量上限",
    Title = "帮助"
  },
  [35279] = {
    id = 35279,
    Desc = "交易所预购规则：\n1.交易所预购功能仅在限定特典生效期间可用，特典到期后，当前所有订单将自动结束且不可进行新的下单；\n2.玩家可自行搜索或在交易所已上架商品中浏览想要预购的商品，选择预购并明确数量等需求后即可建立订单，目前最多支持同时4个预购中的订单，允许多个订单预购同一件物品；\n3.每个订单持续72h，持续期间将自动为玩家抢购符合订单需求的商品，直至订单时间截止或达成订单需求；\n4.预购的订单在玩家离线期间依然会保持自动抢购状态，但对于上架的物品，系统检测存在间隔时间，存在需求物品上架后但系统未立即参与抢购的情况，请您见谅；\n5.订单创建时，系统会自动生成一个预购单价，该单价为考虑目标物品订单时限内最大涨幅后的系统建议价格，允许玩家自行修改预购单价，不会购买单价超过预购单价的目标物品；\n6.系统会根据预购单价和预购的数量自动生成总价，订单创建时玩家必须预先支付总价需求的zeny，这些zeny将作为抢购目标物品的资金池；\n7.订单持续期间，系统会自动参与处于公示期的需求物品的抢购，若抢购失败，则zeny将自动退回资金池中，抢购成功时道具仍需在交易记录中领取；\n8.订单取消时，订单资金池中所有剩余的zeny将自动退还到角色背包中；\n9.预购功能不支持购买摆摊中的商品；\n8.玩家在交易所预购和购买道具时，若该道具的预购数量、购买数量和账号持有量之和大于最大持有量，则不可再从交易所中预购或购买该道具，其中账号持有量的统计涵盖账号下所有角色的背包、各类仓库、冒险手册存入、当前装备等处；\n9.不同道具的最大持有量不同。",
    Title = "交易所预购"
  },
  [35280] = {
    id = 35280,
    Desc = "每完成一项指定活动，即可获得一块拼图，并获得一份奖励哦~\n集齐3块、6块、9块、12块拼图，还可以额外获得一份奖励~",
    Title = "活动拼图"
  },
  [35282] = {
    id = 35282,
    Desc = "烈火系职业获取途径：\n1.使用金币抽取[url=31389][c][3333cc]「[u]联动扭蛋机[/u]」[-][/c][/url]10次后赠送，[url=31389][c][3333cc]「[u]立即前往[/u]」[-][/c][/url]",
    Title = "获取途径"
  },
  [35283] = {
    id = 35283,
    Desc = "在将特里斯坦一世的佩剑——王国之剑拔出后，施密特将其转赠予冒险者，使得冒险者可以使用王国之剑的力量。\n\n王国之剑包含多种能力，部分效果需要提升一定的白骑士勋级来获得。王国之剑的能力可通过消耗一定数量的剑法密卷来升级，剑法密卷可通过每次首次开启任意精英宝箱获得。善用王国之剑的特殊能力能让你的古城之旅如鱼得水。\n\n古城之泪地图中部分魔物拥有的一类特殊技能——堕落气息，特征为吟唱或引导该类技能期间会持续聚集特有的红色能量，冒险者可在此期间内对其释放王国之剑，若成功命中则可打断其将要释放的堕落气息。",
    Title = "王国之剑"
  },
  [35284] = {
    id = 35284,
    Desc = "【感恩回馈】\n1.11月13日~12月1日期间，通过[c][3333cc]热点[-][/c]进入[c][3333cc]感恩回馈[-][/c]\n2.累计登录达到指定天数，即可获得[c][3333cc]波利印章[-][/c]（最多可获得8个波利印章）\n\n【美味的白火鸡】\n1.11月20日~12月1日期间，前往普隆德拉广场找到[c][3333cc]「莱厄斯」[-][/c]，接取系列任务\n2.每完成1个任务，即可获得[c][3333cc]波利印章[-][/c]（最多可获得7个波利印章）",
    Title = "获取途径"
  },
  [35285] = {
    id = 35285,
    Desc = "【副本关卡】\nBase达到160级解锁副本。副本分为“勇士”与“精英”两种难度，通关精英关卡时会同步解锁勇士相应的关卡，但是通关勇士关卡不会解锁精英相应的关卡。\n【副本玩法】\n冒险者在飞空艇上与魔物战斗，保护物资飞行到终点并且清除所有魔物后通关副本。通关副本用时越短结算分数越高，越快清除魔物飞空艇的航速越快。\n动力炉：被破坏后会限制飞艇的最高航速，需要靠近修复。\n物资：被史汀偷窃从甲板两侧逃走后会扣除结算分数。\n激光：触发后会对魔物造成晕眩效果。\n炮台：可以用来攻击飞在空中的魔物。\n注：动力炉、激光、炮台都有使用时间冷却。\n副本战斗中每复活一次都会扣除结算分数。\n副本每周会随机两种词缀效果添加给MVP与Mini，点击魔物展示上的技能图标可以查看详细。\n【奖励规则】\n通关副本后访问宝箱即可领取奖励，获得奖励时会扣除本周奖励次数以及玩法时长（或战斗时长）。账号每周首次获得奖励不消耗时长。根据副本通关的总分数会获得评价，评价高低会影响获得的奖励多少：\n5200分及以上会获得SSS级评价，获得110%的奖励，同时解锁可挑战关卡难度+3层；\n4000分及以上会获得SS级评价，获得100%的奖励，同时解锁可挑战关卡难度+2层；\n1800分及以上会获得S级评价，获得80%的奖励，同时解锁可挑战关卡难度+1层；\n1800分以下会获得A级评价，获得50%的奖励，不可解锁后续关卡；\n副本奖励同一个账号一周内限定获取5次，每周一5点刷新奖励次数。\n每周通关某个难度获得评价后，可以解锁该难度的扫荡功能。点击扫荡后会根据账号本周在该难度下获得的最高评价来获得奖励。扫荡功能每周一5点重置。\n【致死保护限制】飞空艇被魔物军团所包围，冒险者料理的“致死保护”效果一场战斗中最多只会生效一次。\n注：圣辉结晶为概率掉落道具。",
    Title = "白星飞空艇"
  },
  [35286] = {
    id = 35286,
    Desc = "1.消耗指定数量的道具可稳定提升奥秘符文的等级，但不可超过当前符文的最大等级上限；\n2.当符文的等级达到可提升的最大值时，需要对符文进行上限突破后才可继续升级。",
    Title = "奥秘符文"
  },
  [35287] = {
    id = 35287,
    Desc = "1.每日仅可签到1次\n2.新服专属每日签到共可签到180次，签到活动激活后，领取完所有签到奖励即为活动结束\n3.每日早晨5：00刷新签到进度",
    Title = "每日签到"
  },
  [35288] = {
    id = 35288,
    Desc = "1.每日仅可签到1次\n2.活动时间结束即为签到活动结束，未签到的奖励将作废，请各位冒险者留意活动时间\n3.每日早晨5：00刷新签到进度",
    Title = "每日签到"
  },
  [35289] = {
    id = 35289,
    Desc = "1、白骑士团声望可通过完成古城之泪冒险任务、解锁跃迁塔、开启精英魔物守护的宝箱等多种方式获得，请冒险者多多探索古城之泪地图吧~\n2、白骑士团声望存在上限值，与自身当前的白骑士勋级相关；当到达当前等级的上限后，再获得的白骑士团声望将不被记录；每次提升白骑士勋级时，声望上限将一同提升。\n3、每一勋级的进阶奖励仅可获得一次，将下发给最先达到该勋级的角色\n4、古城之泪地图中的野外魔物均有各自的白骑士团勋级，冒险者与魔物的勋级差距将影响双方之间的战斗，规则为：①魔物的勋级每超过冒险者一级，则冒险者对魔物造成的伤害降低约30%，最高为99%；②魔物的勋级超过冒险者一级时，其对冒险者造成的伤害增加100%，之后每超过一级约增加200%。\n5、古城之泪地图中分布着众多的魔物营地，冒险者只需加入与营地内魔物的战斗，战斗结束后均有机会开启其守护着的精英宝箱，但若未参与战斗则结束时无法领取宝箱奖励。\n6、每个精英宝箱同一角色每日仅可开启一次，且首次开启时有额外的奖励内容。",
    Title = "白骑士团声望"
  },
  [35290] = {
    id = 35290,
    Desc = "★公会战开启时间为每周四%s，可通过各城池的备战营地进入战场。\n★最终占领城池的公会将获得打造公会神器的材料，还将获得参与巅峰决战的资格。\n\n1.战线\n★公会将被随机分配至各战线中，公会只能占领公会战线中的城池与据点，也只能对公会战线中的「华丽水晶」造成伤害。\n★冒险者可通过[更多]-[公会]-[公会战状态]界面查看不同战线的战况，也可以传送至不同战线。\n\n2.城池\n★每条战线拥有4个区域，每个区域拥有大/中/小型城池各1座，共计12座城池。\n★城池变更归属方后将进入60秒的城池冷静期，期间内所有进攻方冒险者将被请离战场。\n★公会可以同时临时占领多座城池，但在城池结算期中最终只能选择1座城池正式占领。\n\n3.华丽水晶\n★每个城池中都有1座「华丽水晶」，仅有普通攻击能对它造成伤害，击破「华丽水晶」（按尾刀算）的冒险者所属公会将临时占领这座城池，转为防守方。\n\n4.据点争夺\n★每个城池都有3个据点，默认属于防守方，空城据点默认中立。\n★当2号据点属于防守方时，华丽水晶处于无敌状态，无法受到伤害；\n★当2号据点属于进攻方时，华丽水晶失去无敌状态；\n★当2号据点为中立状态时，根据上一次归属方判定华丽水晶的无敌状态。\n★若本场战斗中中立城池的2号据点从未被进攻方占领，则华丽水晶保持无敌状态。\n★若冒险者在公会战中阵亡，则可选择15秒后在据点处或安全区处复活。\n\n5.完美防守\n★己方城池「华丽水晶」在15分钟倒计时内未受到伤害则达成「完美防守」，进攻方无法再进入该战场中。\n★若中途「华丽水晶」受到伤害，则需将其恢复至满血后，再等待60秒才会继续倒计时。\n\n6.MVP争夺\n★GVG开始10分钟后，每个大型城池中将会召唤MVP[梦罗克之影]，仅有普通攻击能对它造成伤害。\n★击杀MVP（按尾刀算）的公会将会获得神器材料若干。\n★冒险者只能对公会战线中的MVP造成伤害，城池冷静期中无法对MVP造成伤害。\n★达成「完美防守」时，若MVP未被击杀，则不会进入城池冷静期，且进攻方可以进入。\n\n7.公会佣兵\n★公会至多雇佣20名冒险者作为佣兵，雇佣关系仅公会战期间生效。\n★公会佣兵被视同为雇主公会成员进行结算（赛季奖励除外），敌友关系与雇主公会一致。\n★公会战开始前30分钟至城池结算期结束，不可再进行雇佣关系的变更。\n★公会战期间，敌方佣兵在备战营地与战场地图中均显示为随机名称。\n★雇主公会神器可分配给佣兵，但不可分配给外派的公会成员。\n★公会佣兵只能在公会战及其备战营地使用神器。",
    Title = "玩法说明"
  },
  [40000] = {
    id = 40000,
    Desc = "1、通过打赏可以获得Zeny等奖励，打赏内容将通过邮件发放，请及时领取；\n2、凡是打赏都可获得打赏积分，100,000 Zeny=10,000 打赏积分，额外赠送部分不获得打赏积分。打赏获得其他道具也将根据您的打赏金额以同样的比例给您打赏积分。",
    Title = "打赏详情"
  },
  [50000] = {
    id = 50000,
    Desc = "·在这里，你可以为游戏角色设置心仪的形象。姓名、性别、发型与发色，一切都依照你的喜好决定吧。\n·同时，为角色起名时请谨慎思考。之后若是想要更名，需要使用特殊的道具哦。\n·除此之外，这里能够预览到各种不同的职业类型。这会是你在之后选择自身职业时的重要参考。\n·最后需要注意的是，建立角色成功后，你会先以【初心者】或【初心喵】的身份进行游戏哦。",
    Title = "注意事项"
  },
  [50001] = {
    id = 50001,
    Desc = "1.完成任务能够获得回归冒险录经验，用于提升回归冒险录的等级；\n2.默认解锁普通版；\n3.可随时升级为豪华版，获取额外的丰厚奖励；\n4.请在有效期内完成并领取您的奖励，有效期结束后剩余可领取的奖励将通过邮件发放；\n5.账号下所有角色共享进度",
    Title = "回归冒险录"
  },
  [50002] = {
    id = 50002,
    Desc = "1.玩家base等级达到一定条件时即可解锁后续课题页签；\n2.账号下所有角色共享进度",
    Title = "冒险课题"
  },
  [100001] = {
    id = 100001,
    Desc = "冒险手册的内容、收集与属性都是账号共享。",
    Title = ""
  },
  [100002] = {
    id = 100002,
    Desc = "战利品规则：\n1.战利品预览仅是预览，具体冒险结束后获得的奖励与预览存在一定出入。\n2.每个区域的冒险可以重复进行，消耗冒险丸子与时长后开始冒险并获得这个区域内的特定奖励与参与冒险的宠物的经验奖励。\n3.每个区域的冒险战利品受到冒险效率的影响，冒险效率根据冒险区域的等级，宠物的等级，数量，好感度，宠物与区域的关系所决定，也由冒险者的养成状态影响。效率值越高，每次冒险能够获得的奖励越多。\n4.稀有战利品受到宠物能力的影响，每满足一条对应的宠物能力，就能够获得一份冒险区域的稀有奖励。\n5.每个区域的冒险可以选择对应该区域的魔物，在选择该魔物的情况下，则只能获取该魔物的奖励。",
    Title = ""
  },
  [100003] = {
    id = 100003,
    Desc = "冒险时长：1.宠物冒险需要消耗一定数量的玩法时长。",
    Title = ""
  },
  [100010] = {
    id = 100010,
    Desc = "1.可上架的物品栏默认为8个，升级技能可以增加上架栏。\n2.公示期物品价格最高可上调50%和下调50%，非公示期物品价格最高可下调50%。\n3.进入公示期的物品同样会在交易所中展示和抢购。\n4.交易税率和交易所相同，会随着上架物品的单价大小进行波动。\n5.卖家需承担上架费用和交易税费。\n6.摆摊每缴纳1Wzeny的交易税会获得1店铺积分，不足1W不会获得店铺积分，用以解锁店铺招牌样式。\n7.收摊时摊位内物品不会自动收回，需手动下架物品。\n8.摆摊内公示期物品无法按原价出售。\n9. 附魔的装备在摆摊中无法上架。\n10.处于公示期的物品公示期结束后会自动下架，不会进入非公示期。",
    Title = "卖家需知"
  },
  [100011] = {
    id = 100011,
    Desc = "1.通过摆摊购买的物品不可赠送。\n2.买家可在交易所浏览摆摊的公示期物品。\n3.买家购买物品需按原价1:1消耗打赏积分，但可以享受25%的zeny优惠。\n4.抢购摆摊的物品预先冻结对应额度的打赏积分，抢购失败后返还。",
    Title = "买家需知"
  },
  [500000] = {
    id = 500000,
    Desc = "500000-600000海外专用",
    Title = ""
  },
  [500001] = {
    id = 500001,
    Desc = "1.初心启程内的各个活动将根据创建帐号的时间陆续开启\n2.初心启程内的各个活动均为帐号共享类活动",
    Title = "初心启程"
  },
  [500002] = {
    id = 500002,
    Desc = "1.Base≥80级的冒险者，在离线30天后回归，将开启专属「回归活动」，冒险者离线时间每满30天，开启的「回归活动」将多1期奖励，上限为6期\n2.冒险者参与回归活动后再次离线，需要更久的离线时间才能再次触发「回归活动」\n3.冒险者离线期间错过的日常奖励、限时外观、UP卡片等，都可以在「回归活动」中全额获得！",
    Title = "欢迎回家"
  },
  [500003] = {
    id = 500003,
    Desc = "1.冒险者可以在活动界面查看自己可参与的「回归签到」总期数\n2.首期「回归签到」需要冒险者在30天内签到14次；后续「回归签到」需要冒险者在14天内签到7次\n3.当期奖励全部领取，或活动倒计时归零，本期「回归签到」即告结束，若仍有下期，则活动将直接开启",
    Title = "回归签到"
  },
  [500004] = {
    id = 500004,
    Desc = "1.「回归战令」主要为冒险者提供离线期间错过的日常奖励，冒险者可以在活动界面查看自己可参与的总期数\n2.首期「回归战令」持续30天；后续「回归战令」持续14天\n3.当期奖励全部领取，或活动倒计时归零，本期「回归战令」即告结束，若仍有下期，则活动将直接开启",
    Title = "回归战令"
  },
  [500005] = {
    id = 500005,
    Desc = "1.「多倍副本」为冒险者提供离线期间错过的副本奖励，冒险者可以在活动界面查看自己可参与的总期数\n2.首期「多倍副本」持续30天，每个副本玩家可以领取2次双倍标准的额外奖励；后续「多倍副本」持续14天，每个副本玩家可以领取1次4倍标准的额外奖励\n3.当期奖励全部领取，或活动倒计时归零，本期「多倍副本」即告结束，若仍有下期，则活动将直接开启",
    Title = "多倍副本"
  },
  [500006] = {
    id = 500006,
    Desc = "1.「回归基金」为冒险者提供超值Zeny奖励，冒险者可以在活动界面查看自己可参与的总期数\n2.首期「回归基金」持续30天，激活后，一共可领14次奖励；后续「回归基金」持续14天，激活后，一共可领7次奖励\n3.当期奖励全部领取，或活动倒计时归零，本期「回归基金」即告结束，若仍有下期，则活动将直接开启\n4.已激活本期「回归基金」的情况下，因为活动倒计时归零活动结束，剩余的所有奖励将通过邮件发放",
    Title = "回归基金"
  },
  [500007] = {
    id = 500007,
    Desc = "1.「回归商店」为冒险者提供离线期间错过的外观商品，冒险者可以在活动界面查看自己可参与的总期数\n2.首期「回归商店」持续14天；后续「回归商店」持续7天\n3.活动倒计时归零，本期「回归商店」即告结束，若仍有下期，则活动将直接开启",
    Title = "回归商店"
  },
  [500008] = {
    id = 500008,
    Desc = "1.「追赶礼包」为冒险者提供高性价比的直购追赶礼包，冒险者需要购买「回归战令」进阶版后解锁\n2.首期「追赶礼包」持续14天；后续「追赶礼包」持续7天\n3.购买新一期「回归战令」后，将无法再购买当前的「追赶礼包」，直接解锁新一期的「追赶礼包」\n4.活动倒计时归零，则活动结束",
    Title = "追赶礼包"
  },
  [500009] = {
    id = 500009,
    Desc = "1.「Mvp卡合成」为冒险者提供离线期间错过的up卡片，冒险者可以在活动界面查看自己可参与的总期数\n2.首期「Mvp卡合成」持续14天；后续「Mvp卡合成」持续7天\n3.每期「Mvp卡合成」，冒险者都享有1次【首抽必中】的机会\n4.活动倒计时归零，则活动结束",
    Title = "Mvp卡合成"
  },
  [3000001] = {
    id = 3000001,
    Desc = "1.玩家可在工作台进行强化、精炼和附魔，其中附魔等级与玩家自身解锁的最高附魔等级相同；\n2.当家园评分达到9级时，家园内工作台精炼消耗的zeny费用减免5%；\n3.当家园评分达到10级时，家园内工作台附魔消耗的zeny费用减免10%。\n4.该减免不与任何减免活动叠加。\n5.精炼成功率：\n精炼1-4:100%\n精炼5-6:50%\n精炼7-15:40%\n6.失败后精炼等级下降1级，精炼等级4-9的装备精炼失败时装备有50%概率损坏，精炼等级10-14的装备精炼失败时装备必定损坏。损坏的装备需要消耗指定装备修理后才可继续精炼，损坏的装备不影响正常使用。",
    Title = ""
  },
  [3000002] = {
    id = 3000002,
    Desc = "1.玩家解锁家具种类达到12件时，达成升阶清贤雅居房型的条件；\n2.升阶清贤雅居房型需要缴纳九界原石*15，高原坚木*200，Zeny*1000000；\n3.升阶房型的工作由这片大陆最伟大的家具制造商杰佩托家族承包。",
    Title = ""
  },
  [7000001] = {
    id = 7000001,
    Desc = "1.只有首支通关英灵难度团队副本的冒险者队伍会被记录；\n2.如果通关的队伍中所有玩家都属于同一个公会，则会另外记录到公会榜单中；\n3.公会榜单会额外显示前三名达到要求的公会名称。\n4.英灵难度开放通服后,可以进入首通排行榜的冒险队伍必须所有冒险者都是相同服务器的,否则队伍通关后将不能被记录进首通排行榜",
    Title = "纪念碑详情"
  },
  [8000001] = {
    id = 8000001,
    Desc = "1.每周一5:00将刷新白雪棉花糖可兑换的头饰。\n2.白雪棉花糖兑换的头饰可以触发制作奖励，猫眼石之匣开启获得的头饰无法触发制作奖励。",
    Title = "头饰副本商店兑换说明"
  },
  [8000002] = {
    id = 8000002,
    Desc = "1.玩家可通过完成冒险录日常和周常任务获取冒险录经验\n2.每周通过冒险录日常和周常的经验获取上限为1500,使用Zeny购买的经验不属于经验获取的上限范围之内\n3.玩家可通过进阶卡普拉冒险录利来获得更高额的奖励\n4.战令中的奖励均为【角色限定】，请冒险者谨慎领取~部分奖励可以通过“共用仓库”功能转移至同账号下的其他角色",
    Title = "战令相关"
  },
  [8000003] = {
    id = 8000003,
    Desc = "1.玩家可以在该界面设置自己的寄语内容；\n2.主人可对自己的留言板进行回复和删除功能；\n3.前往好友家中给好友留个言试试吧！",
    Title = "留言板"
  },
  [8000004] = {
    id = 8000004,
    Desc = "1.玩家可以查看好友的访客记录，访客记录仅记录好友首次的行为动作；\n2.该界面最多显示300条访客记录，超过300条记录后最先的访客记录会被清除。",
    Title = ""
  },
  [8000005] = {
    id = 8000005,
    Desc = "1.玩家可以查看当前所在地图的任务完成情况；\n2.点击对应的任务可对该任务目标点进行指引；\n3.当前显示的任务类型主要分为主线任务、支线任务、冒险任务和其他任务；\n4.当玩家到达指定地图时，会自动下发冒险任务，冒险任务每日刷新一次，完成冒险任务可以获得对应的奖励，完成多个冒险任务更能解锁每日宝箱获得高额奖励，请各位冒险家一定不要错过哦~",
    Title = ""
  },
  [8000006] = {
    id = 8000006,
    Desc = "1.该界面详细记录了玩家的每个技能输出形式；\n2.相同的技能输出仅显示一条总伤害；",
    Title = ""
  }
}
Table_Help_fields = {
  "id",
  "Desc",
  "Title"
}
return Table_Help
