Table_xo = {
  [1] = {
    id = 1,
    Type = 1,
    Title = "剑士转职问答题",
    Context = "你宣誓你的剑为祖国而存在！"
  },
  [2] = {
    id = 2,
    Type = 1,
    Title = "剑士转职问答题",
    Context = "你宣誓你的剑为人民而挥舞！ "
  },
  [3] = {
    id = 3,
    Type = 1,
    Title = "剑士转职问答题",
    Context = "你宣誓你的剑为挚爱而守护！"
  },
  [4] = {
    id = 4,
    Type = 1,
    Title = "雷霆飞空体验",
    Context = "现在就让雷霆带你飞吧？"
  },
  [5] = {
    id = 5,
    Type = 1,
    Title = "见证奇迹的时刻即将到来",
    Context = "你准备好了吗？"
  },
  [6] = {
    id = 6,
    Type = 1,
    Title = "变身大考验",
    Context = "想要成为人人都羡慕的存在吗？"
  },
  [7] = {
    id = 7,
    Type = 1,
    Title = "变身大考验",
    Context = "想为此付出代价吗？"
  },
  [8] = {
    id = 8,
    Type = 1,
    Title = "变身大考验",
    Context = "试炼即将开始，你准备好了吗"
  },
  [9] = {
    id = 9,
    Type = 1,
    Title = "变身大考验",
    Context = "不想也晚了，试炼已经开始，做好准备好了吗"
  },
  [10] = {
    id = 10,
    Type = 1,
    Title = "变身大考验",
    Context = "既然如此，请问你喜欢波利吗"
  },
  [11] = {
    id = 11,
    Type = 1,
    Title = "变身大考验",
    Context = "波利可爱吧？"
  },
  [12] = {
    id = 12,
    Type = 1,
    Title = "变身大考验",
    Context = "既然如此你愿意化身为波利铲除世间一切人类吗？"
  },
  [13] = {
    id = 13,
    Type = 1,
    Title = "变身大考验",
    Context = "你真的是猪吗？"
  },
  [14] = {
    id = 14,
    Type = 1,
    Title = "变身大考验",
    Context = "你确定你真的是猪吗？"
  },
  [15] = {
    id = 15,
    Type = 1,
    Title = "变身大考验",
    Context = "不是也是给我变！~要恢复记得找我认罪"
  },
  [16] = {
    id = 16,
    Type = 1,
    Title = "变身大考验",
    Context = "不想？你是猪吗？"
  },
  [17] = {
    id = 17,
    Type = 1,
    Title = "变身大考验",
    Context = "向我忏悔可以获得原谅"
  },
  [18] = {
    id = 18,
    Type = 1,
    Title = "变身大考验",
    Context = "忏悔还不够请叫我女王大人"
  },
  [19] = {
    id = 19,
    Type = 1,
    Title = "变身大考验",
    Context = "噢呵呵呵呵~你是猪吗！"
  },
  [20] = {
    id = 20,
    Type = 1,
    Title = "幸运四叶草",
    Context = "闭起眼睛后是否想起了那位你深爱着的人"
  },
  [21] = {
    id = 21,
    Type = 1,
    Title = "幸运四叶草",
    Context = "颂曲念完了,现在请用右手的两只手指轻轻拿起四叶草,慢慢转动它,许下你的愿望,你准备好了吗 ?"
  },
  [22] = {
    id = 22,
    Type = 1,
    Title = "王者的宣誓",
    Context = "你是否誓言在取得力量后守护这片大陆上善良的人们？"
  },
  [23] = {
    id = 23,
    Type = 1,
    Title = "魔王的封印",
    Context = "是否准备好破坏结界直面巴风特！"
  },
  [24] = {
    id = 24,
    Type = 1,
    Title = "伊米尔之心",
    Context = "是否使用伊米尔之心碎片 使用后能获得匹敌神的力量 同时也将付出生命的代价！"
  },
  [25] = {
    id = 25,
    Type = 1,
    Title = "问答题",
    Context = "我得提醒你，如果在梦境中被击败，那么我只能重新施放魔法了，确定要进入梦境吗？"
  },
  [101] = {
    id = 101,
    Type = 1,
    Title = "剑士转职问答题",
    Context = "你宣誓你的剑为祖国而存在！"
  },
  [102] = {
    id = 102,
    Type = 1,
    Title = "剑士转职问答题",
    Context = "你宣誓你的剑为人民而挥舞！ "
  },
  [103] = {
    id = 103,
    Type = 1,
    Title = "剑士转职问答题",
    Context = "你宣誓你的剑为挚爱而守护！"
  },
  [111] = {
    id = 111,
    Type = 1,
    Title = "骑士转职问答题",
    Context = "骑士之所以称为骑士，是因为可以骑乘各类坐骑。"
  },
  [112] = {
    id = 112,
    Type = 1,
    Title = "骑士转职问答题",
    Context = "骑士不但可以使用剑，还可以使用长矛？"
  },
  [113] = {
    id = 113,
    Type = 1,
    Title = "骑士转职问答题",
    Context = "最后一个问题…骑士不单要拥有力量更需要拥有信念？"
  },
  [121] = {
    id = 121,
    Type = 1,
    Title = "骑士转职问答题",
    Context = "身为骑士的你，在梦罗克街上寻找队伍，较好的办法是：寻找需要骑士的人。"
  },
  [122] = {
    id = 122,
    Type = 1,
    Title = "骑士转职问答题",
    Context = "在野外突然遇到有人在你们的队伍面前把魔物集中起来又突然消失，这时你应该：为了队员而去战斗。"
  },
  [123] = {
    id = 123,
    Type = 1,
    Title = "骑士转职问答题",
    Context = "该是回据点的时间了，可在路上看到一个很贵重的物品，你应该：寻找是谁掉下的物品。"
  },
  [131] = {
    id = 131,
    Type = 1,
    Title = "骑士转职问答题",
    Context = "首先，你下定决心要当骑士是因为：想要变得更强。"
  },
  [132] = {
    id = 132,
    Type = 1,
    Title = "骑士转职问答题",
    Context = "然后，你认为骑士在得到力量后，可以：保护自己和他人。"
  },
  [133] = {
    id = 133,
    Type = 1,
    Title = "骑士转职问答题",
    Context = "最后，假如你当上骑士，第一件想做的事是：打算对身为骑士的自己更加了解。"
  },
  [151] = {
    id = 151,
    Type = 1,
    Title = "骑士领主转职问答",
    Context = "你宣誓带领人们为和平安宁为继续战斗。"
  },
  [152] = {
    id = 152,
    Type = 1,
    Title = "骑士领主转职问答",
    Context = "你宣誓将不遗余力地指导新人从而壮大我们的队伍。"
  },
  [153] = {
    id = 153,
    Type = 1,
    Title = "骑士领主转职问答",
    Context = "愿荣耀与骑士团同在！"
  },
  [161] = {
    id = 161,
    Type = 1,
    Title = "朱诺",
    Context = "我想我可能该喝点热水。"
  },
  [162] = {
    id = 162,
    Type = 1,
    Title = "朱诺",
    Context = "或许起来活动一下身子？"
  },
  [163] = {
    id = 163,
    Type = 1,
    Title = "朱诺",
    Context = "那该平躺下来盖一块冰毛巾在脸上？"
  },
  [164] = {
    id = 164,
    Type = 1,
    Title = "朱诺",
    Context = "转动箱子。"
  },
  [201] = {
    id = 201,
    Type = 1,
    Title = "法师转职问答题",
    Context = "为了成为一名魔法师很早你就开始专注提升STR？"
  },
  [202] = {
    id = 202,
    Type = 1,
    Title = "法师转职问答题",
    Context = "遇到没见过的魔物，不管三七二十一先冲上去揍他？"
  },
  [203] = {
    id = 203,
    Type = 1,
    Title = "法师转职问答题",
    Context = "相信正义，永不堕入歧途。"
  },
  [211] = {
    id = 211,
    Type = 1,
    Title = "法师转职问答题",
    Context = "海底洞穴的魔物大多是水属性的。"
  },
  [212] = {
    id = 212,
    Type = 1,
    Title = "法师转职问答题",
    Context = "想要对曼陀罗魔花造成更多伤害，用冰箭术比较好。"
  },
  [213] = {
    id = 213,
    Type = 1,
    Title = "法师转职问答题",
    Context = "因为白幽灵是飘在空中的，所以它属于风属性魔物。"
  },
  [214] = {
    id = 214,
    Type = 1,
    Title = "法师转职问答题",
    Context = "作为魔法师，近身格斗也是勇敢的表现。"
  },
  [215] = {
    id = 215,
    Type = 1,
    Title = "法师转职问答题",
    Context = "魔法可以创造一切。"
  },
  [216] = {
    id = 216,
    Type = 1,
    Title = "法师转职问答题",
    Context = "魔法可以毁灭一切。"
  },
  [251] = {
    id = 251,
    Type = 1,
    Title = "超魔导师转职问答",
    Context = "@#￥%魔导*&……，将！#……&！"
  },
  [252] = {
    id = 252,
    Type = 1,
    Title = "超魔导师转职问答",
    Context = "当群星运行到%￥@的轨迹时，@#￥的门即将打开。"
  },
  [253] = {
    id = 253,
    Type = 1,
    Title = "超魔导师转职问答",
    Context = "在门的那侧，某人正在呼唤：汝为梦者，世人皆梦。"
  },
  [254] = {
    id = 254,
    Type = 1,
    Title = "超魔导师转职问答",
    Context = "心的平衡将伴随你的探知之路。"
  },
  [255] = {
    id = 255,
    Type = 1,
    Title = "超魔导师转职问答",
    Context = "追求魔导力量是为了正义和和平，而非自己的欲望。"
  },
  [256] = {
    id = 256,
    Type = 1,
    Title = "超魔导师转职问答",
    Context = "永不忘记初心。 "
  },
  [301] = {
    id = 301,
    Type = 1,
    Title = "盗贼转职问答题",
    Context = "黑暗便是我的庇护所"
  },
  [302] = {
    id = 302,
    Type = 1,
    Title = "盗贼转职问答题",
    Context = "我有让敌人无法看清的迅捷"
  },
  [303] = {
    id = 303,
    Type = 1,
    Title = "盗贼转职问答题",
    Context = "我却知道他们的每个动作"
  },
  [311] = {
    id = 311,
    Type = 1,
    Title = "刺客转职问答题",
    Context = "听说你是为了转职【刺客】而来？"
  },
  [312] = {
    id = 312,
    Type = 1,
    Title = "刺客转职问答题",
    Context = "…你确实想清楚了吗？…"
  },
  [313] = {
    id = 313,
    Type = 1,
    Title = "刺客转职问答题",
    Context = "比起不动脑子蛮干，冷静精准地刺杀更适合你？"
  },
  [314] = {
    id = 314,
    Type = 1,
    Title = "刺客转职问答题",
    Context = "影响回避率的一项属性是AGI？"
  },
  [315] = {
    id = 315,
    Type = 1,
    Title = "刺客转职问答题",
    Context = "比起双手巨剑和长矛，更适合刺客的武器是短刀？ "
  },
  [316] = {
    id = 316,
    Type = 1,
    Title = "刺客转职问答题",
    Context = "暴击可以对敌人造成极大伤害。"
  },
  [351] = {
    id = 351,
    Type = 1,
    Title = "十字刺客转职问答",
    Context = "疾如雷霆"
  },
  [352] = {
    id = 352,
    Type = 1,
    Title = "十字刺客转职问答",
    Context = "瞬狱杀，恶即斩"
  },
  [353] = {
    id = 353,
    Type = 1,
    Title = "十字刺客转职问答",
    Context = "吾身常伴黑暗"
  },
  [354] = {
    id = 354,
    Type = 1,
    Title = "十字刺客转职问答",
    Context = "即使身处黑影之中，心中依然有着不灭的光芒。"
  },
  [355] = {
    id = 355,
    Type = 1,
    Title = "十字刺客转职问答",
    Context = "杀戮不能拯救世界。"
  },
  [356] = {
    id = 356,
    Type = 1,
    Title = "十字刺客转职问答",
    Context = "最大的敌人永远是自己。"
  },
  [401] = {
    id = 401,
    Type = 1,
    Title = "弓箭手转职问答题",
    Context = "成为弓箭手后，便可进行远处打击了"
  },
  [402] = {
    id = 402,
    Type = 1,
    Title = "弓箭手转职问答题",
    Context = "比起力量，精准度和灵巧对你来说将更加重要"
  },
  [403] = {
    id = 403,
    Type = 1,
    Title = "弓箭手转职问答题",
    Context = "弓箭手是近战最强的职业"
  },
  [411] = {
    id = 411,
    Type = 1,
    Title = "猎人转职问答题",
    Context = "当需要买一件新装备时，正好还差点钱，于是只能向别人索要。 "
  },
  [412] = {
    id = 412,
    Type = 1,
    Title = "猎人转职问答题",
    Context = "比起直接向他人索要钱财，自己去附近野外打魔物获取更好。"
  },
  [413] = {
    id = 413,
    Type = 1,
    Title = "猎人转职问答题",
    Context = "发现有些魔物比较难打时，去抢他人正在打的魔物。"
  },
  [414] = {
    id = 414,
    Type = 1,
    Title = "猎人转职问答题",
    Context = "礼貌地向他人要求组队一共克服难缠的魔物。 "
  },
  [415] = {
    id = 415,
    Type = 1,
    Title = "猎人转职问答题",
    Context = "当他人遇到各种问题时，我要尽力去帮助他们。"
  },
  [451] = {
    id = 451,
    Type = 1,
    Title = "神射手转职问答",
    Context = "我已掌握各种弓弩箭矢的使用"
  },
  [452] = {
    id = 452,
    Type = 1,
    Title = "神射手转职问答",
    Context = "我已精通各类狩猎宠物的驱使"
  },
  [453] = {
    id = 453,
    Type = 1,
    Title = "神射手转职问答",
    Context = "我将继续追求百发百中的极致狙杀"
  },
  [454] = {
    id = 454,
    Type = 1,
    Title = "神射手转职问答",
    Context = "相信自然的力量。"
  },
  [455] = {
    id = 455,
    Type = 1,
    Title = "神射手转职问答",
    Context = "宠物是我们的翅膀，是我们的眼睛，是我们的利剑。"
  },
  [456] = {
    id = 456,
    Type = 1,
    Title = "神射手转职问答",
    Context = "心神凝聚，百发百中。"
  },
  [501] = {
    id = 501,
    Type = 1,
    Title = "服事转职问答题",
    Context = "我愿提高我的智慧"
  },
  [502] = {
    id = 502,
    Type = 1,
    Title = "服事转职问答题",
    Context = "我愿锻炼我的体魄"
  },
  [503] = {
    id = 503,
    Type = 1,
    Title = "服事转职问答题",
    Context = "我愿专注我的信念"
  },
  [511] = {
    id = 511,
    Type = 1,
    Title = "牧师转职问答题",
    Context = "你会对他人说和心里想的不一样的话吗?"
  },
  [512] = {
    id = 512,
    Type = 1,
    Title = "牧师转职问答题",
    Context = "当他人需要你的援手时，你会热情地帮助他吗？"
  },
  [513] = {
    id = 513,
    Type = 1,
    Title = "牧师转职问答题",
    Context = "成为牧师，并不是你努力的终点。"
  },
  [551] = {
    id = 551,
    Type = 1,
    Title = "神官转职问答",
    Context = "赐予我平静，去接受我无法改变的"
  },
  [552] = {
    id = 552,
    Type = 1,
    Title = "神官转职问答",
    Context = "给予我勇气，去改变我能改变的"
  },
  [553] = {
    id = 553,
    Type = 1,
    Title = "神官转职问答",
    Context = "赐我智慧，分辨这两者的区别。"
  },
  [611] = {
    id = 611,
    Type = 1,
    Title = "商人转职问答题",
    Context = "商店出售的红色药水单价是：50Zeny"
  },
  [612] = {
    id = 612,
    Type = 1,
    Title = "商人转职问答题",
    Context = "身上有5000Zeny的时候，你可以最多买到11个蝴蝶翅膀"
  },
  [613] = {
    id = 613,
    Type = 1,
    Title = "商人转职问答题",
    Context = "带够499500Zeny的话就能买998个蓝色魔力矿石了！"
  },
  [614] = {
    id = 614,
    Type = 1,
    Title = "问题一",
    Context = "交货时接头号码是：3543625"
  },
  [615] = {
    id = 615,
    Type = 1,
    Title = "问题二",
    Context = "交货时接头号码是：2989396"
  },
  [616] = {
    id = 616,
    Type = 1,
    Title = "问题三",
    Context = "交货时接头号码是：2328131"
  },
  [617] = {
    id = 617,
    Type = 1,
    Title = "问题一",
    Context = "交货时接头号码是：3543625"
  },
  [618] = {
    id = 618,
    Type = 1,
    Title = "问题二",
    Context = "交货时接头号码是： 5263453"
  },
  [619] = {
    id = 619,
    Type = 1,
    Title = "问题三",
    Context = "红药水可以通过交易所交易吗？"
  },
  [620] = {
    id = 620,
    Type = 1,
    Title = "问题四",
    Context = "在路上有人跟你求救时你要怎么处理？选择：不理他  "
  },
  [621] = {
    id = 621,
    Type = 1,
    Title = "问题五",
    Context = "在路上有人跟你求救时你要怎么处理？选择：给他点钱打发走"
  },
  [622] = {
    id = 622,
    Type = 1,
    Title = "问题六",
    Context = "在路上有人跟你求救时你要怎么处理？选择：询问情况"
  },
  [623] = {
    id = 623,
    Type = 1,
    Title = "问题七",
    Context = "Zeny可以买到一切吗？"
  },
  [624] = {
    id = 624,
    Type = 1,
    Title = "问题一",
    Context = "梦罗克位于普隆德拉城的：西南方向。"
  },
  [625] = {
    id = 625,
    Type = 1,
    Title = "问题二",
    Context = "莫拉硬币无法通过Zeny购买。"
  },
  [626] = {
    id = 626,
    Type = 1,
    Title = "问题三",
    Context = "能买到B级智力料理的城市是：吉芬。"
  },
  [627] = {
    id = 627,
    Type = 1,
    Title = "问题四",
    Context = "能制作布袋熊长靴的城市除了斐扬还有依斯鲁得。"
  },
  [628] = {
    id = 628,
    Type = 1,
    Title = "问题五",
    Context = " 大猫的祝福是由魔物：犬妖首领掉落的"
  },
  [629] = {
    id = 629,
    Type = 1,
    Title = "问题六",
    Context = "成为神工匠就是你的唯一目标了。"
  },
  [1000] = {
    id = 1000,
    Type = 2,
    Title = "答题任务问答",
    Context = "梦罗克底下封印着巴风特"
  },
  [1001] = {
    id = 1001,
    Type = 2,
    Title = "答题任务问答",
    Context = "南门有好多波利"
  },
  [1002] = {
    id = 1002,
    Type = 2,
    Title = "答题任务问答",
    Context = "梦罗克曾经很繁荣"
  },
  [1003] = {
    id = 1003,
    Type = 2,
    Title = "答题任务问答",
    Context = "吉芬地下曾经有个魔法王国"
  },
  [1004] = {
    id = 1004,
    Type = 2,
    Title = "答题任务问答",
    Context = "南门的冰波利跟波波利比普通波利要高两到三个等级"
  },
  [1005] = {
    id = 1005,
    Type = 2,
    Title = "答题任务问答",
    Context = "不管你在游戏开始时选择何种职业，都会从初心者开始"
  },
  [1006] = {
    id = 1006,
    Type = 2,
    Title = "答题任务问答",
    Context = "玩家头发的颜色选定后就不能再更改了"
  },
  [1007] = {
    id = 1007,
    Type = 2,
    Title = "答题任务问答",
    Context = "你可以在商人那里买到坐骑"
  },
  [1008] = {
    id = 1008,
    Type = 2,
    Title = "答题任务问答",
    Context = "卡普拉服务人员可以将你传送到你没去过的城市"
  },
  [1009] = {
    id = 1009,
    Type = 2,
    Title = "答题任务问答",
    Context = "游戏中的相机功能视角不能随意切换"
  },
  [1010] = {
    id = 1010,
    Type = 2,
    Title = "答题任务问答",
    Context = "唱片可以在南门的音乐盒播放，但是你得排队"
  },
  [1011] = {
    id = 1011,
    Type = 2,
    Title = "答题任务问答",
    Context = "RO只有战士、法师、弓手、盗贼、服事这五种职业"
  },
  [1012] = {
    id = 1012,
    Type = 2,
    Title = "答题任务问答",
    Context = "装死能躲过任何魔物的攻击"
  },
  [1013] = {
    id = 1013,
    Type = 2,
    Title = "答题任务问答",
    Context = "只有学习幽灵相机才能攻击到幽灵系魔物"
  },
  [1014] = {
    id = 1014,
    Type = 2,
    Title = "答题任务问答",
    Context = "下水道深处有更危险的盗虫在横行冒险者们需谨慎"
  },
  [1015] = {
    id = 1015,
    Type = 2,
    Title = "答题任务问答",
    Context = "每个野外地图都有MVP存在"
  },
  [1016] = {
    id = 1016,
    Type = 2,
    Title = "答题任务问答",
    Context = "玩家只能在蚂蚁密穴找到兵蚁和白蚁"
  },
  [1017] = {
    id = 1017,
    Type = 2,
    Title = "答题任务问答",
    Context = "魔锅蛋是大嘴鸟蛋打破后变成的怨灵"
  },
  [1018] = {
    id = 1018,
    Type = 2,
    Title = "答题任务问答",
    Context = "梦罗克这种沙漠城市简直是刺客的天堂"
  },
  [1019] = {
    id = 1019,
    Type = 2,
    Title = "答题任务问答",
    Context = "鼓励玩家之间的私人恩怨在南门解决"
  },
  [1020] = {
    id = 1020,
    Type = 2,
    Title = "答题任务问答",
    Context = "收集不到的卡片可以去交易所找找"
  },
  [1021] = {
    id = 1021,
    Type = 2,
    Title = "答题任务问答",
    Context = "变身卷轴是可以用来变身魔物的道具"
  },
  [1022] = {
    id = 1022,
    Type = 2,
    Title = "答题任务问答",
    Context = "使用变身卷轴可在南门攻击非初心者的玩家"
  },
  [1023] = {
    id = 1023,
    Type = 2,
    Title = "答题任务问答",
    Context = "游戏中完成维琪的任务可获得蛋壳帽"
  },
  [1024] = {
    id = 1024,
    Type = 2,
    Title = "答题任务问答",
    Context = "小巴风特是巴风特的分身"
  },
  [1025] = {
    id = 1025,
    Type = 2,
    Title = "答题任务问答",
    Context = "委托看板的任务可以无限刷，没有限制"
  },
  [1026] = {
    id = 1026,
    Type = 2,
    Title = "答题任务问答",
    Context = "击杀大部分魔物都可直接获得头饰奖励"
  },
  [1027] = {
    id = 1027,
    Type = 2,
    Title = "答题任务问答",
    Context = "研究室和无限塔在每个主城都有设置"
  },
  [1028] = {
    id = 1028,
    Type = 2,
    Title = "答题任务问答",
    Context = "枯树枝引出来的怪是随机的"
  },
  [1029] = {
    id = 1029,
    Type = 2,
    Title = "答题任务问答",
    Context = "大部分头饰需要通过图纸先收集指定材料再制作而成"
  },
  [1030] = {
    id = 1030,
    Type = 2,
    Title = "答题任务问答",
    Context = "任务看板是做日常任务的好路径"
  },
  [1031] = {
    id = 1031,
    Type = 2,
    Title = "答题任务问答",
    Context = "时空裂隙十分危险，同一个地图的时空裂隙一天可以无限制次数修复"
  },
  [1032] = {
    id = 1032,
    Type = 2,
    Title = "答题任务问答",
    Context = "乐园币是可在乐园团兑换的一种货币"
  },
  [1033] = {
    id = 1033,
    Type = 2,
    Title = "答题任务问答",
    Context = "欧拉欧拉是一种新型老鼠药"
  },
  [1034] = {
    id = 1034,
    Type = 2,
    Title = "答题任务问答",
    Context = "斐扬的本地人都不太欢迎外地人的到来"
  },
  [1035] = {
    id = 1035,
    Type = 2,
    Title = "答题任务问答",
    Context = "道具和补给用品一定要在主城备足，因为这些是在副本和野外买不到的"
  },
  [1036] = {
    id = 1036,
    Type = 2,
    Title = "答题任务问答",
    Context = "冒险者的第一次转职是在转职大厅完成的"
  },
  [1037] = {
    id = 1037,
    Type = 2,
    Title = "答题任务问答",
    Context = "美人鱼的暴走是因为人类的肆意破坏更是因为与自己的小女儿分别"
  },
  [1038] = {
    id = 1038,
    Type = 2,
    Title = "答题任务问答",
    Context = "每个城市都有自己独特的载具供玩家观光俯瞰整个城市"
  },
  [1039] = {
    id = 1039,
    Type = 2,
    Title = "答题任务问答",
    Context = "所有游戏中的载具都可以多人乘坐"
  },
  [1040] = {
    id = 1040,
    Type = 2,
    Title = "答题任务问答",
    Context = "想要创建公会必须先找到女神瓦尔基里"
  },
  [1041] = {
    id = 1041,
    Type = 2,
    Title = "答题任务问答",
    Context = "微笑小姐负责微笑给你好心情"
  },
  [1042] = {
    id = 1042,
    Type = 2,
    Title = "答题任务问答",
    Context = "幽灵船就沉没在海底洞穴"
  },
  [1043] = {
    id = 1043,
    Type = 2,
    Title = "答题任务问答",
    Context = "斐扬是传说中先王隐居的山岳城邦"
  },
  [1044] = {
    id = 1044,
    Type = 2,
    Title = "答题任务问答",
    Context = "呆呆是只波利，萌萌是只大嘴鸟"
  },
  [1045] = {
    id = 1045,
    Type = 2,
    Title = "答题任务问答",
    Context = "摩天轮可以组队乘坐，也可单人乘坐"
  },
  [1046] = {
    id = 1046,
    Type = 2,
    Title = "答题任务问答",
    Context = "吉芬是一座传承神秘知识的魔法学院"
  },
  [1047] = {
    id = 1047,
    Type = 2,
    Title = "答题任务问答",
    Context = "莫拉硬币可用于附魔"
  },
  [1048] = {
    id = 1048,
    Type = 2,
    Title = "答题任务问答",
    Context = "乘坐摩天轮的门票可去活动商人处免费领取"
  },
  [1049] = {
    id = 1049,
    Type = 2,
    Title = "答题任务问答",
    Context = "中和剂是用来附魔的材料"
  },
  [1050] = {
    id = 1050,
    Type = 2,
    Title = "答题任务问答",
    Context = "使用蝴蝶翅膀可在地图上移动至任意位置"
  },
  [1051] = {
    id = 1051,
    Type = 2,
    Title = "答题任务问答",
    Context = "天地树叶子可恢复大量生命值"
  },
  [1052] = {
    id = 1052,
    Type = 2,
    Title = "答题任务问答",
    Context = "使用黄色药水比使用白色药水能恢复更多的生命值"
  },
  [1053] = {
    id = 1053,
    Type = 2,
    Title = "答题任务问答",
    Context = "万能药能清除大部分的负面效果"
  },
  [1054] = {
    id = 1054,
    Type = 2,
    Title = "答题任务问答",
    Context = "毒药是盗贼职业必不可少的消耗品"
  },
  [1055] = {
    id = 1055,
    Type = 2,
    Title = "答题任务问答",
    Context = "杰勒比结晶是一种制作材料，只能从一部分魔物身上获得"
  },
  [1056] = {
    id = 1056,
    Type = 2,
    Title = "答题任务问答",
    Context = "香水能给玩家增加攻击力和生命值"
  },
  [1057] = {
    id = 1057,
    Type = 2,
    Title = "答题任务问答",
    Context = "使用恶作剧魔棒能使别的玩家的头变成波利"
  },
  [1058] = {
    id = 1058,
    Type = 2,
    Title = "答题任务问答",
    Context = "只要符合条件，任何等级的玩家都可以创建属于自己的公会"
  },
  [1059] = {
    id = 1059,
    Type = 2,
    Title = "答题任务问答",
    Context = "附魔的开启条件是角色等级达到三十级"
  },
  [1060] = {
    id = 1060,
    Type = 2,
    Title = "答题任务问答",
    Context = "附魔不可对饰品进行附魔"
  },
  [1061] = {
    id = 1061,
    Type = 2,
    Title = "答题任务问答",
    Context = "随着公会等级的增加，人数的上限也会跟着增加"
  },
  [1062] = {
    id = 1062,
    Type = 2,
    Title = "答题任务问答",
    Context = "公会升级是免费的"
  },
  [1063] = {
    id = 1063,
    Type = 2,
    Title = "答题任务问答",
    Context = "一个公会没有人数上限"
  },
  [1064] = {
    id = 1064,
    Type = 2,
    Title = "答题任务问答",
    Context = "公会中的捐赠商人收纳华丽金属和其他材料，玩家可以通过捐赠提高贡献"
  },
  [1065] = {
    id = 1065,
    Type = 2,
    Title = "答题任务问答",
    Context = "每种卡片都有不同的属性和效果"
  },
  [1066] = {
    id = 1066,
    Type = 2,
    Title = "答题任务问答",
    Context = "使用相机时，进入拍照界面后玩家不可以移动位置来调整角度"
  },
  [1067] = {
    id = 1067,
    Type = 2,
    Title = "答题任务问答",
    Context = "与别的玩家牵手时，魔物若攻击也会同时攻击两个玩家"
  },
  [1068] = {
    id = 1068,
    Type = 2,
    Title = "答题任务问答",
    Context = "与别的玩家牵手时，玩家瞬移、隐身会导致两人分开"
  },
  [1069] = {
    id = 1069,
    Type = 2,
    Title = "答题任务问答",
    Context = "一天可参与修复时空裂隙六次"
  },
  [1070] = {
    id = 1070,
    Type = 2,
    Title = "答题任务问答",
    Context = "修复时空裂隙不可单人完成"
  },
  [1071] = {
    id = 1071,
    Type = 2,
    Title = "答题任务问答",
    Context = "无限塔必须要组队才能进入"
  },
  [1072] = {
    id = 1072,
    Type = 2,
    Title = "答题任务问答",
    Context = "击杀MVP时必须要组队才能进行"
  },
  [1073] = {
    id = 1073,
    Type = 2,
    Title = "答题任务问答",
    Context = "无限塔和南门弹幕都属于日常任务"
  },
  [1074] = {
    id = 1074,
    Type = 2,
    Title = "答题任务问答",
    Context = "猎鹰是猎人的职业专属，别的职业玩家不可拥"
  },
  [1075] = {
    id = 1075,
    Type = 2,
    Title = "答题任务问答",
    Context = "剑士职业后是骑士领主"
  },
  [1076] = {
    id = 1076,
    Type = 2,
    Title = "答题任务问答",
    Context = "刺客转职后是十字刺客"
  },
  [1077] = {
    id = 1077,
    Type = 2,
    Title = "答题任务问答",
    Context = "魔法师转职后是超魔导士"
  },
  [1078] = {
    id = 1078,
    Type = 2,
    Title = "答题任务问答",
    Context = "弓手转职后是猎人"
  },
  [1079] = {
    id = 1079,
    Type = 2,
    Title = "答题任务问答",
    Context = "转职后会获得新职业的四个新技能"
  },
  [1080] = {
    id = 1080,
    Type = 2,
    Title = "答题任务问答",
    Context = "使用技能重置棒，可以将任何职业的技能全部返回初始点。"
  },
  [1081] = {
    id = 1081,
    Type = 2,
    Title = "答题任务问答",
    Context = "JOB经验不是只能通过打怪和任务获得"
  },
  [1082] = {
    id = 1082,
    Type = 2,
    Title = "答题任务问答",
    Context = "初心者阶段无法打开职业系统界面"
  },
  [1083] = {
    id = 1083,
    Type = 2,
    Title = "答题任务问答",
    Context = "初心者只有三格技能栏"
  },
  [1084] = {
    id = 1084,
    Type = 2,
    Title = "答题任务问答",
    Context = "掉落道具过十秒后任何人都可以捡取"
  },
  [1085] = {
    id = 1085,
    Type = 2,
    Title = "答题任务问答",
    Context = "所有玩家死亡后都会回到本地图的复活点复活"
  },
  [1086] = {
    id = 1086,
    Type = 2,
    Title = "答题任务问答",
    Context = "玩家死亡后可花费金币复活"
  },
  [1087] = {
    id = 1087,
    Type = 2,
    Title = "答题任务问答",
    Context = "玩家死亡后复活，刚复活的玩家有30秒无敌状态"
  },
  [1088] = {
    id = 1088,
    Type = 2,
    Title = "答题任务问答",
    Context = "玩家进行三小时游戏后游戏收益将降为正常值的一半"
  },
  [1089] = {
    id = 1089,
    Type = 2,
    Title = "答题任务问答",
    Context = "点击小地图可放大地图查看此地图中的功能NPC位置"
  },
  [1090] = {
    id = 1090,
    Type = 2,
    Title = "答题任务问答",
    Context = "任何职业只要符合条件都可租借猎鹰"
  },
  [1091] = {
    id = 1091,
    Type = 2,
    Title = "答题任务问答",
    Context = "任何职业在转职时都可随意切换职业"
  },
  [1092] = {
    id = 1092,
    Type = 2,
    Title = "答题任务问答",
    Context = "点击任务栏可开启自动寻路功能"
  },
  [1093] = {
    id = 1093,
    Type = 2,
    Title = "答题任务问答",
    Context = "MVP、Mini不一定会主动攻击玩家"
  },
  [1094] = {
    id = 1094,
    Type = 2,
    Title = "答题任务问答",
    Context = "巴风特的目的是复活被封印的梦罗克"
  },
  [1095] = {
    id = 1095,
    Type = 2,
    Title = "答题任务问答",
    Context = "每个城市的材料商能买到的东西一定都是不一样的"
  },
  [1096] = {
    id = 1096,
    Type = 2,
    Title = "答题任务问答",
    Context = "一些特殊材料可以通过完成指定任务后购买到"
  },
  [1097] = {
    id = 1097,
    Type = 2,
    Title = "答题任务问答",
    Context = "道具商店可买到各种丰富的材料"
  },
  [1098] = {
    id = 1098,
    Type = 2,
    Title = "答题任务问答",
    Context = "一些道具有持有上限，不能在背包里存太多"
  },
  [1099] = {
    id = 1099,
    Type = 2,
    Title = "答题任务问答",
    Context = "音乐精灵艾利尔会在玩家受伤时为玩家发放增加HP的药水来治愈玩家"
  },
  [1100] = {
    id = 1100,
    Type = 1,
    Title = "智者的考验",
    Context = "在灾难面前，你会选择去应对灾难的发生而不是慌不择路地逃跑"
  },
  [1101] = {
    id = 1101,
    Type = 1,
    Title = "智者的考验",
    Context = "即使处境再艰难，你也永远不会丢弃你的战友"
  },
  [1102] = {
    id = 1102,
    Type = 1,
    Title = "智者的考验",
    Context = "冷静的思考往往会比冲动地行事值得肯定"
  },
  [1103] = {
    id = 1103,
    Type = 1,
    Title = "智者的考验",
    Context = "你坚定地相信，只有经过实践的检验才能得出最中肯的真理"
  },
  [1104] = {
    id = 1104,
    Type = 1,
    Title = "智者的考验",
    Context = "你从不会接纳他人的意见，你永远以自己为中心"
  },
  [1105] = {
    id = 1105,
    Type = 1,
    Title = "导师的面试",
    Context = "初心者在转职前无法装备各个职业的专有武器"
  },
  [1106] = {
    id = 1106,
    Type = 1,
    Title = "导师的面试",
    Context = "许多野外地图都有很危险的魔物，初心者需谨慎行动"
  },
  [1107] = {
    id = 1107,
    Type = 1,
    Title = "导师的面试",
    Context = "自动战斗时，HP或SP低于一半时会自动使用快捷栏中恢复类药水"
  },
  [1108] = {
    id = 1108,
    Type = 1,
    Title = "导师的面试",
    Context = "初心者也可以创建公会"
  },
  [1109] = {
    id = 1109,
    Type = 1,
    Title = "导师的面试",
    Context = "剑士职业在第一次晋级后是骑士领主"
  },
  [1110] = {
    id = 1110,
    Type = 1,
    Title = "导师的面试",
    Context = "十字刺客是盗贼系的进阶二转职业"
  },
  [1111] = {
    id = 1111,
    Type = 1,
    Title = "导师的面试",
    Context = "超魔导士是魔法师的进阶二转职业"
  },
  [1112] = {
    id = 1112,
    Type = 1,
    Title = "导师的面试",
    Context = "神射手是弓箭手的二转职业"
  },
  [1113] = {
    id = 1113,
    Type = 1,
    Title = "导师的面试",
    Context = "神官是服事的二转职业"
  },
  [1114] = {
    id = 1114,
    Type = 1,
    Title = "导师的面试",
    Context = "教导一个初心者需要足够的耐心，同时自己也要有相当的实力"
  },
  [1115] = {
    id = 1115,
    Type = 1,
    Title = "刺杀者",
    Context = "你将会遇到威胁到生命的险境，你是否有勇气面对"
  },
  [1116] = {
    id = 1116,
    Type = 1,
    Title = "刺杀者",
    Context = "在危险面前，你会丢下你的同伴独自逃跑"
  },
  [1117] = {
    id = 1117,
    Type = 1,
    Title = "刺杀者",
    Context = "你永远不会放弃希望，和这片土地"
  },
  [1118] = {
    id = 1118,
    Type = 1,
    Title = "古城下水道",
    Context = "危险的委托即将进行，你是否做好了准备"
  },
  [1119] = {
    id = 1119,
    Type = 1,
    Title = "奇特的钻石",
    Context = "确定使用采血器抽取自身的血液吗？"
  },
  [1120] = {
    id = 1120,
    Type = 1,
    Title = "剥离的灵魂",
    Context = "确定前去拯救庞德的灵魂了吗？"
  },
  [1121] = {
    id = 1121,
    Type = 1,
    Title = "灵魂深处",
    Context = "是否进入黑暗之王的异世界寻找庞德最后的灵魂？"
  },
  [1122] = {
    id = 1122,
    Type = 1,
    Title = "希默梅斯的游戏",
    Context = "希默梅思大人是位长发美人"
  },
  [1123] = {
    id = 1123,
    Type = 1,
    Title = "希默梅斯的游戏",
    Context = "希默梅思大人披着帅气拖地的披风"
  },
  [1124] = {
    id = 1124,
    Type = 1,
    Title = "希默梅斯的游戏",
    Context = "希默梅思大人是世界上最美的女人"
  },
  [2000] = {
    id = 2000,
    Type = 1,
    Title = "十字军转职问答",
    Context = "对付不死系时，圣属性是较好的攻击？"
  },
  [2001] = {
    id = 2001,
    Type = 1,
    Title = "十字军转职问答",
    Context = "天使之击是只属于服事的技能？"
  },
  [2002] = {
    id = 2002,
    Type = 1,
    Title = "十字军转职问答",
    Context = "殭尸与妖道在死前，是邻居姊姊与弟弟的关系？"
  },
  [2003] = {
    id = 2003,
    Type = 1,
    Title = "圣殿十字军转职问答",
    Context = "永不忘记圣光的指引。"
  },
  [2004] = {
    id = 2004,
    Type = 1,
    Title = "圣殿十字军转职问答",
    Context = "为了人民和大陆的和平而奉献。"
  },
  [2005] = {
    id = 2005,
    Type = 1,
    Title = "圣殿十字军转职问答",
    Context = "聆听主神的召唤，随时准备为了信仰而战！"
  },
  [2006] = {
    id = 2006,
    Type = 1,
    Title = "武术宗师转职问答",
    Context = "1：我愿意成为主神的制裁代行者。"
  },
  [2007] = {
    id = 2007,
    Type = 1,
    Title = "武术宗师转职问答",
    Context = "2：我的拳紧握信仰，永不迷失于欲望的海洋。"
  },
  [2008] = {
    id = 2008,
    Type = 1,
    Title = "武术宗师转职问答",
    Context = "3：聆听主神的召唤，随时准备为了信仰而战！"
  },
  [2009] = {
    id = 2009,
    Type = 1,
    Title = "武僧转职问答",
    Context = "X：“神罚的地上代行者”、O：“神的地上代理人”"
  },
  [2010] = {
    id = 2010,
    Type = 1,
    Title = "武僧转职问答",
    Context = "X：“我们武道家”、 O：“神罚的地上代行者”"
  },
  [2011] = {
    id = 2011,
    Type = 1,
    Title = "武僧转职问答",
    Context = "X：“我们武道家”、O：“我们的使命是”"
  },
  [2012] = {
    id = 2012,
    Type = 1,
    Title = "武僧转职问答",
    Context = "X：“我们的使命是”、 O：“以我们极限的肉体”"
  },
  [2013] = {
    id = 2013,
    Type = 1,
    Title = "武僧转职问答",
    Context = "X：“以我们极限的精神”、O：“以我们极限的肉体”"
  },
  [2014] = {
    id = 2014,
    Type = 1,
    Title = "武僧转职问答",
    Context = "X：“违背我者”、  O：“违背神者”"
  },
  [2015] = {
    id = 2015,
    Type = 1,
    Title = "武僧转职问答",
    Context = "X：“愚蠢的人之肉身” 、O：“邪恶的人之肉身”"
  },
  [2016] = {
    id = 2016,
    Type = 1,
    Title = "武僧转职问答",
    Context = "X：“徘徊的人之精神”、O：“徘徊的人之肉身”"
  },
  [2017] = {
    id = 2017,
    Type = 1,
    Title = "武僧转职问答",
    Context = "X：“把他抹杀及消灭”、O：“彻底的追击”"
  },
  [2018] = {
    id = 2018,
    Type = 1,
    Title = "武僧转职问答",
    Context = "X：“把他抹杀及消灭” 、O：“彻底的追击”"
  },
  [2019] = {
    id = 2019,
    Type = 1,
    Title = "冒险者导师宣誓",
    Context = "你发誓会真诚对待自己的学员吗？"
  },
  [2020] = {
    id = 2020,
    Type = 1,
    Title = "冒险者导师宣誓",
    Context = "你发誓会尽力帮助自己的学员吗？"
  },
  [2021] = {
    id = 2021,
    Type = 1,
    Title = "冒险者导师宣誓",
    Context = "你发誓会全力保护自己的学员吗？"
  },
  [2022] = {
    id = 2022,
    Type = 1,
    Title = "冒险者导师宣誓",
    Context = "你发誓会悉心教导自己的学员吗？"
  },
  [2023] = {
    id = 2023,
    Type = 1,
    Title = "冒险者导师宣誓",
    Context = "你发誓会始终信任自己的学员吗？"
  },
  [2024] = {
    id = 2024,
    Type = 1,
    Title = "冒险者导师宣誓",
    Context = "你发誓会永远陪伴自己的学员吗？"
  },
  [2025] = {
    id = 2025,
    Type = 1,
    Title = "冒险者学员毕业宣誓",
    Context = "你发誓会成为一个正直之人，勇于对抗世间的不公和强权？"
  },
  [2026] = {
    id = 2026,
    Type = 1,
    Title = "冒险者学员毕业宣誓",
    Context = "你发誓会成为一个仁慈之人，怜悯弱者，善待幼小？"
  },
  [2027] = {
    id = 2027,
    Type = 1,
    Title = "冒险者学员毕业宣誓",
    Context = "你发誓会成为一个真诚之人，与兄弟并肩作战，对朋友真心以待？"
  },
  [2028] = {
    id = 2028,
    Type = 1,
    Title = "冒险者学员毕业宣誓",
    Context = "你发誓会成为一个勇敢之人，正视自己的恐惧和错误，敢于承担责任？"
  },
  [2029] = {
    id = 2029,
    Type = 1,
    Title = "冒险者学员毕业宣誓",
    Context = "你发誓会成为一个谦卑之人，保持一颗不骄不躁的心，坚守自己的道路？"
  },
  [2030] = {
    id = 2030,
    Type = 1,
    Title = "冒险者学员毕业宣誓",
    Context = "你发誓会成为一个好学之人，对生活保持一颗好奇之心，乐于探索和冒险？"
  },
  [2031] = {
    id = 2031,
    Type = 1,
    Title = "冒险者学员毕业宣誓",
    Context = "你发誓会成为一个勤奋之人，坚持不断的锻炼自己的能力，精进自己的武艺？"
  },
  [2032] = {
    id = 2032,
    Type = 1,
    Title = "冒险者学员毕业宣誓",
    Context = "你发誓会成为一个重诺之人，记住你今天的宣誓，未来的日子里遵守你对我的承诺？"
  },
  [2033] = {
    id = 2033,
    Type = 1,
    Title = "流氓转职问答",
    Context = "比起受拘束的地方，你更向往自由自在！"
  },
  [2034] = {
    id = 2034,
    Type = 1,
    Title = "流氓转职问答",
    Context = "欺负欺负新人和小动物就能让你满足了？"
  },
  [2035] = {
    id = 2035,
    Type = 1,
    Title = "流氓转职问答",
    Context = "比起笨头笨脑相信这个神那个鬼的，我们流氓公会的目标只是为了在更多领地插上我们的旗帜！   "
  },
  [2036] = {
    id = 2036,
    Type = 1,
    Title = "流氓转职问答",
    Context = "稍微用点武力去解决问题也不是什么不可以的事！"
  },
  [2037] = {
    id = 2037,
    Type = 1,
    Title = "流氓转职问答",
    Context = "总之，你就是要无拘无束的生活！    "
  },
  [2038] = {
    id = 2038,
    Type = 1,
    Title = "骑士巅峰技能问答",
    Context = "传说中的狂击骑士使用的武器是名刀不知火？"
  },
  [2039] = {
    id = 2039,
    Type = 1,
    Title = "骑士巅峰技能问答",
    Context = "在挑战黄金虫时，作为输出该选择【螺旋击刺】优于【连刺攻击】？"
  },
  [2040] = {
    id = 2040,
    Type = 1,
    Title = "骑士巅峰技能问答",
    Context = "在遭遇到大量魔物时，你会选择使用魔物互击而不是狂击？"
  },
  [2041] = {
    id = 2041,
    Type = 1,
    Title = "骑士巅峰技能问答",
    Context = "骑士的技能反击是需要命中的吗？"
  },
  [2042] = {
    id = 2042,
    Type = 1,
    Title = "骑士巅峰技能问答",
    Context = "骑士技能【连刺攻击】对小型魔物可以进行3次攻击？"
  },
  [2043] = {
    id = 2043,
    Type = 1,
    Title = "骑士巅峰技能问答",
    Context = "骑士【灵气剑】达到Lv.5后，每级伤害额外受到敏捷加成？"
  },
  [2044] = {
    id = 2044,
    Type = 1,
    Title = "骑士巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？"
  },
  [2045] = {
    id = 2045,
    Type = 1,
    Title = "骑士巅峰技能问答",
    Context = "和铁匠一起进行战斗是唯一可以解决魔物体型克制武器的方式？"
  },
  [2046] = {
    id = 2046,
    Type = 1,
    Title = "骑士巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？抢不过他人时还可以选择拉怪后假死在他人旁边，以达到让别人认为自己玩的比较好而默默离开的效果？ "
  },
  [2047] = {
    id = 2047,
    Type = 1,
    Title = "骑士巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？不慎死亡，这时即使被守尸仍然要求牧师妹子来抢救自己因为我能反杀，这是正确的选择？"
  },
  [2048] = {
    id = 2048,
    Type = 1,
    Title = "十字军巅峰技能问答",
    Context = "十字军技能【圣十字攻击】可以更改攻击属性？"
  },
  [2049] = {
    id = 2049,
    Type = 1,
    Title = "十字军巅峰技能问答",
    Context = "十字军技能【回旋盾击】的伤害受盾牌精炼影响吗？"
  },
  [2050] = {
    id = 2050,
    Type = 1,
    Title = "十字军巅峰技能问答",
    Context = "假如你喜欢使用【圣十字攻击】那么你武器应该选择【神圣复仇者】？"
  },
  [2051] = {
    id = 2051,
    Type = 1,
    Title = "十字军巅峰技能问答",
    Context = "【长矛加速术】比【自动防御】更适合配合十字军使用【舍命攻击】来输出？"
  },
  [2052] = {
    id = 2052,
    Type = 1,
    Title = "十字军巅峰技能问答",
    Context = "圣殿十字军技能【信任】是圣殿十字军唯一影最大生命值的技能吗？"
  },
  [2053] = {
    id = 2053,
    Type = 1,
    Title = "十字军巅峰技能问答",
    Context = "圣殿十字军使用【牺牲】后再使用【光之盾】会将【光之盾】效果传递给牺牲目标吗？"
  },
  [2054] = {
    id = 2054,
    Type = 1,
    Title = "十字军巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？就得找到自己的职业导师？"
  },
  [2055] = {
    id = 2055,
    Type = 1,
    Title = "十字军巅峰技能问答",
    Context = "和铁匠一起进行战斗是唯一可以解决魔物体型克制武器的方式？放无视体型攻击是唯一可以解决自己的武器类型被体型惩罚的方式？"
  },
  [2056] = {
    id = 2056,
    Type = 1,
    Title = "十字军巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？抢不过他人时还可以选择拉怪后假死在他人旁边，以达到让别人认为自己玩的比较好而默默离开的效果？ "
  },
  [2057] = {
    id = 2057,
    Type = 1,
    Title = "十字军巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？不慎死亡，这时即使被守尸仍然要求牧师妹子来抢救自己因为我能反杀，这是正确的选择？"
  },
  [2058] = {
    id = 2058,
    Type = 1,
    Title = "魔法师巅峰技能问答",
    Context = "万能的法爷是可以使用暗属性技能攻击的职业？"
  },
  [2059] = {
    id = 2059,
    Type = 1,
    Title = "魔法师巅峰技能问答",
    Context = "在犬妖森林冒险时应对犬妖弓箭手应该选择的属性克制技能是【崩裂术】？"
  },
  [2060] = {
    id = 2060,
    Type = 1,
    Title = "魔法师巅峰技能问答",
    Context = "能够提升巫师范围型伤害的法杖是【元素融合之杖】？"
  },
  [2061] = {
    id = 2061,
    Type = 1,
    Title = "魔法师巅峰技能问答",
    Context = "提升DEX可以使法师的可变吟唱和固定吟唱时间都缩短？"
  },
  [2062] = {
    id = 2062,
    Type = 1,
    Title = "魔法师巅峰技能问答",
    Context = "在PVP模式下遇到刺客隐身偷袭，如果是你会选择【火狩】而不是【火焰之环】？"
  },
  [2063] = {
    id = 2063,
    Type = 1,
    Title = "魔法师巅峰技能问答",
    Context = "天使之怒可使【暴风雪】技能伤害全段生效？"
  },
  [2064] = {
    id = 2064,
    Type = 1,
    Title = "魔法师巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？就得找到自己的职业导师？"
  },
  [2065] = {
    id = 2065,
    Type = 1,
    Title = "魔法师巅峰技能问答",
    Context = "面对螃蟹魔物应该选择火系法术，煮熟了比较好吃？"
  },
  [2066] = {
    id = 2066,
    Type = 1,
    Title = "魔法师巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？抢不过他人时还可以选择拉怪后假死在他人旁边，以达到让别人认为自己玩的比较好而默默离开的效果？ "
  },
  [2067] = {
    id = 2067,
    Type = 1,
    Title = "魔法师巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？不慎死亡，这时即使被守尸仍然要求牧师妹子来抢救自己因为我能反杀，这是正确的选择？"
  },
  [2068] = {
    id = 2068,
    Type = 1,
    Title = "神官巅峰技能问答",
    Context = "暴牧攻击不死系魔物时，选择【庄严十字】优于【魔锤安魂曲】？"
  },
  [2069] = {
    id = 2069,
    Type = 1,
    Title = "神官巅峰技能问答",
    Context = "队友施法太慢时，牧师应该选择技能【圣母之颂歌】来辅助施法者加速？"
  },
  [2070] = {
    id = 2070,
    Type = 1,
    Title = "神官巅峰技能问答",
    Context = "牧师装备了武器【复仇女神】后提升灵巧会增加【神圣之击】和【审判】的伤害？"
  },
  [2071] = {
    id = 2071,
    Type = 1,
    Title = "神官巅峰技能问答",
    Context = "牧师提升DEX可影响【转生术】的成功率？"
  },
  [2072] = {
    id = 2072,
    Type = 1,
    Title = "神官巅峰技能问答",
    Context = "牧师对使用火箭矢的弓箭手施放【洒水祈福】是可以更改他的攻击属性的？"
  },
  [2073] = {
    id = 2073,
    Type = 1,
    Title = "神官巅峰技能问答",
    Context = "【霸邪之阵】可抵挡的伤害值来自于施放者的生命上限？"
  },
  [2074] = {
    id = 2074,
    Type = 1,
    Title = "神官巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？就得找到自己的职业导师？"
  },
  [2075] = {
    id = 2075,
    Type = 1,
    Title = "神官巅峰技能问答",
    Context = "抢救一名生命上限非常高的的十字军，选择技能【霸邪之阵】效果好于【光耀之堂】？"
  },
  [2076] = {
    id = 2076,
    Type = 1,
    Title = "神官巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？抢不过他人时还可以选择拉怪后假死在他人旁边，以达到让别人认为自己玩的比较好而默默离开的效果？ "
  },
  [2077] = {
    id = 2077,
    Type = 1,
    Title = "神官巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？不慎死亡，这时即使被守尸仍然要求牧师妹子来抢救自己因为我能反杀，这是正确的选择？"
  },
  [2078] = {
    id = 2078,
    Type = 1,
    Title = "武僧巅峰技能问答",
    Context = "武僧的阿修罗霸凰拳是可以更改攻击属性"
  },
  [2079] = {
    id = 2079,
    Type = 1,
    Title = "武僧巅峰技能问答",
    Context = "武僧的拳套类型武器攻击小体型魔物要比攻击大体型魔物有优势？"
  },
  [2080] = {
    id = 2080,
    Type = 1,
    Title = "武僧巅峰技能问答",
    Context = "武术宗师技能【猛虎硬爬山】可以击退【暗之屏障】中的目标吗？"
  },
  [2081] = {
    id = 2081,
    Type = 1,
    Title = "武僧巅峰技能问答",
    Context = "武僧在爆气状态下使用药水也无法回复HP和SP？"
  },
  [2082] = {
    id = 2082,
    Type = 1,
    Title = "武僧巅峰技能问答",
    Context = "武僧在普通攻击时可以同时触发【六合拳】和暴击吗？"
  },
  [2083] = {
    id = 2083,
    Type = 1,
    Title = "武僧巅峰技能问答",
    Context = "【浸透劲】和【弹指神通】这2个技能都是百分百命中目标的吗？"
  },
  [2084] = {
    id = 2084,
    Type = 1,
    Title = "武僧巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？就得找到自己的职业导师？"
  },
  [2085] = {
    id = 2085,
    Type = 1,
    Title = "武僧巅峰技能问答",
    Context = "和铁匠一起进行战斗是唯一可以解决魔物体型克制武器的方式？放无视体型攻击是唯一可以解决自己的武器类型被体型惩罚的方式？"
  },
  [2086] = {
    id = 2086,
    Type = 1,
    Title = "武僧巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？抢不过他人时还可以选择拉怪后假死在他人旁边，以达到让别人认为自己玩的比较好而默默离开的效果？ "
  },
  [2087] = {
    id = 2087,
    Type = 1,
    Title = "武僧巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？不慎死亡，这时即使被守尸仍然要求牧师妹子来抢救自己因为我能反杀，这是正确的选择？"
  },
  [2088] = {
    id = 2088,
    Type = 1,
    Title = "神射手巅峰技能问答",
    Context = "鸟猎猎鹰的伤害可以被属性石改变伤害属性？"
  },
  [2089] = {
    id = 2089,
    Type = 1,
    Title = "神射手巅峰技能问答",
    Context = "鸟猎喜欢使用【诅咒之弓】吗？"
  },
  [2090] = {
    id = 2090,
    Type = 1,
    Title = "神射手巅峰技能问答",
    Context = "【猎鹰突击】【闪电冲击】【猎杀突击】都可以触发神射手【震慑】技能？"
  },
  [2091] = {
    id = 2091,
    Type = 1,
    Title = "神射手巅峰技能问答",
    Context = "猎人武器【炽天使之弓】，当该武器升至3阶时，将习得【治愈术】3级？"
  },
  [2092] = {
    id = 2092,
    Type = 1,
    Title = "神射手巅峰技能问答",
    Context = "在PVP模式下遇到刺客突然隐身，机智的猎人选择先放【冰冻陷阱】再放【照明箭】？"
  },
  [2093] = {
    id = 2093,
    Type = 1,
    Title = "神射手巅峰技能问答",
    Context = "【爆散陷阱】【猎鹰突击】【箭雨】都可以对在【光之壁障】中的目标造成伤害？"
  },
  [2094] = {
    id = 2094,
    Type = 1,
    Title = "神射手巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？就得找到自己的职业导师？"
  },
  [2095] = {
    id = 2095,
    Type = 1,
    Title = "神射手巅峰技能问答",
    Context = "和铁匠一起进行战斗是唯一可以解决魔物体型克制武器的方式？放无视体型攻击是唯一可以解决自己的武器类型被体型惩罚的方式？"
  },
  [2096] = {
    id = 2096,
    Type = 1,
    Title = "神射手巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？抢不过他人时还可以选择拉怪后假死在他人旁边，以达到让别人认为自己玩的比较好而默默离开的效果？ "
  },
  [2097] = {
    id = 2097,
    Type = 1,
    Title = "神射手巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？不慎死亡，这时即使被守尸仍然要求牧师妹子来抢救自己因为我能反杀，这是正确的选择？"
  },
  [2098] = {
    id = 2098,
    Type = 1,
    Title = "刺客巅峰技能问答",
    Context = "作为独行一哥暴刺，当求职裂隙队被婉拒时还可以说自己会病毒散播10级挽尊一下？"
  },
  [2099] = {
    id = 2099,
    Type = 1,
    Title = "刺客巅峰技能问答",
    Context = "牧师妹子与音投刺组队刷木乃伊时，使用【撒水祈福】优于使用【神威祈福】？"
  },
  [2100] = {
    id = 2100,
    Type = 1,
    Title = "刺客巅峰技能问答",
    Context = "刺客技能【音速投掷】需达到LV.5时才会有概率触发眩晕效果"
  },
  [2101] = {
    id = 2101,
    Type = 1,
    Title = "刺客巅峰技能问答",
    Context = "装备【紫毒短剑】的刺客通过普通攻击使目标中毒后，目标是不能通过任何手段解除中毒状态的？"
  },
  [2102] = {
    id = 2102,
    Type = 1,
    Title = "刺客巅峰技能问答",
    Context = "刺客技能【涂毒】和【致命涂毒】需要消耗毒药？"
  },
  [2103] = {
    id = 2103,
    Type = 1,
    Title = "刺客巅峰技能问答",
    Context = "想要获得暴击属性时的选择【代理者拳刃】优于【斩首拳刃】？"
  },
  [2104] = {
    id = 2104,
    Type = 1,
    Title = "刺客巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？就得找到自己的职业导师？"
  },
  [2105] = {
    id = 2105,
    Type = 1,
    Title = "刺客巅峰技能问答",
    Context = "和铁匠一起进行战斗是唯一可以解决魔物体型克制武器的方式？放无视体型攻击是唯一可以解决自己的武器类型被体型惩罚的方式？"
  },
  [2106] = {
    id = 2106,
    Type = 1,
    Title = "刺客巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？抢不过他人时还可以选择拉怪后假死在他人旁边，以达到让别人认为自己玩的比较好而默默离开的效果？ "
  },
  [2107] = {
    id = 2107,
    Type = 1,
    Title = "刺客巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？不慎死亡，这时即使被守尸仍然要求牧师妹子来抢救自己因为我能反杀，这是正确的选择？"
  },
  [2108] = {
    id = 2108,
    Type = 1,
    Title = "神工匠巅峰技能问答",
    Context = "【大地之击】【手推车终结技】都有几率使敌人处于眩晕状态？"
  },
  [2109] = {
    id = 2109,
    Type = 1,
    Title = "神工匠巅峰技能问答",
    Context = "铁匠的技能【速度激发】，对于所有武器的增加攻击速度加成都相同吗？"
  },
  [2110] = {
    id = 2110,
    Type = 1,
    Title = "神工匠巅峰技能问答",
    Context = "铁匠使用【鲜血斧】可使【金钱攻击】伤害增加"
  },
  [2111] = {
    id = 2111,
    Type = 1,
    Title = "神工匠巅峰技能问答",
    Context = "铁匠的技能【大地之击】可以被属性技能或属性石改变伤害属性吗？"
  },
  [2112] = {
    id = 2112,
    Type = 1,
    Title = "神工匠巅峰技能问答",
    Context = "铁匠技能【武器制作】，最终成功率只受Dex，Luk，【武器研究】影响？"
  },
  [2113] = {
    id = 2113,
    Type = 1,
    Title = "神工匠巅峰技能问答",
    Context = "商人技能【大声呐喊】，该状态可以被【驱散】，【泥潭沼泽】，【减速术】移除？"
  },
  [2114] = {
    id = 2114,
    Type = 1,
    Title = "神工匠巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？就得找到自己的职业导师？"
  },
  [2115] = {
    id = 2115,
    Type = 1,
    Title = "神工匠巅峰技能问答",
    Context = "神工匠技能【尖锐合金制作】成功率受该技能等级，Dex，Luk和Int影响？"
  },
  [2116] = {
    id = 2116,
    Type = 1,
    Title = "神工匠巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？抢不过他人时还可以选择拉怪后假死在他人旁边，以达到让别人认为自己玩的比较好而默默离开的效果？ "
  },
  [2117] = {
    id = 2117,
    Type = 1,
    Title = "神工匠巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？"
  },
  [2118] = {
    id = 2118,
    Type = 1,
    Title = "炼金术士转职问答",
    Context = "转职成为炼金术士后，战斗时就可以同时携带多个生命体来帮助自己战斗？"
  },
  [2119] = {
    id = 2119,
    Type = 1,
    Title = "炼金术士转职问答",
    Context = "从商店购买450个蓝色魔力矿石，极限最低价格能是202500Zeny？                                   "
  },
  [2120] = {
    id = 2120,
    Type = 1,
    Title = "炼金术士转职问答",
    Context = "当用7.6折低价买进红色药水12瓶、苍蝇翅膀5个、蝴蝶翅膀1个，总价是1216Zeny。"
  },
  [2121] = {
    id = 2121,
    Type = 1,
    Title = "炼金术士转职问答",
    Context = "炼金术士的推荐武器类型是钝器或斧头。"
  },
  [2122] = {
    id = 2122,
    Type = 1,
    Title = "创造者转职问答",
    Context = "艾尔帕兰位于普隆德拉城的：正北方向。"
  },
  [2123] = {
    id = 2123,
    Type = 1,
    Title = "创造者转职问答",
    Context = "莫拉硬币无法通过Zeny购买。"
  },
  [2124] = {
    id = 2124,
    Type = 1,
    Title = "创造者转职问答",
    Context = "能买到智力料理B的城市是：吉芬。"
  },
  [2125] = {
    id = 2125,
    Type = 1,
    Title = "创造者转职问答",
    Context = "能制作布袋熊长靴的城市除了斐扬还有依斯鲁得。"
  },
  [2126] = {
    id = 2126,
    Type = 1,
    Title = "创造者转职问答",
    Context = "大猫的祝福是由魔物哥布灵首领掉落的。"
  },
  [2127] = {
    id = 2127,
    Type = 1,
    Title = "创造者转职问答",
    Context = "成为创造者就是你的唯一目标了。"
  },
  [2128] = {
    id = 2128,
    Type = 1,
    Title = "问答",
    Context = "你说他是不是已经有了新欢，不再爱我了？"
  },
  [2129] = {
    id = 2129,
    Type = 1,
    Title = "玩具士兵礼队",
    Context = "请告诉我，你看到的形状是什么？"
  },
  [2130] = {
    id = 2130,
    Type = 1,
    Title = "玩具士兵礼队",
    Context = "请告诉我，你第一次看到的形状是什么？"
  },
  [2131] = {
    id = 2131,
    Type = 1,
    Title = "玩具士兵礼队",
    Context = "请告诉我，你第二次看到的形状是什么？"
  },
  [2132] = {
    id = 2132,
    Type = 1,
    Title = "玩具士兵礼队",
    Context = "请告诉我，你第一次看到的形状是什么？"
  },
  [2133] = {
    id = 2133,
    Type = 1,
    Title = "玩具士兵礼队",
    Context = "请告诉我，你第二次看到的形状是什么？"
  },
  [2134] = {
    id = 2134,
    Type = 1,
    Title = "玩具士兵礼队",
    Context = "请告诉我，你第三次看到的形状是什么？"
  },
  [2135] = {
    id = 2135,
    Type = 1,
    Title = "回归问答",
    Context = "你愿意重拾你的冒险之心，与其他的同伴一起冒险吗？"
  },
  [2136] = {
    id = 2136,
    Type = 1,
    Title = "回归问答",
    Context = "如果重新开始新的旅程，你会很快就放弃吗？"
  },
  [2137] = {
    id = 2137,
    Type = 1,
    Title = "回归问答",
    Context = "开始新的冒险旅程，你会变得更加勇敢，更加努力吗？"
  },
  [2138] = {
    id = 2138,
    Type = 1,
    Title = "神兽莫吉的问题",
    Context = "你是我的主人吗？"
  },
  [2139] = {
    id = 2139,
    Type = 1,
    Title = "神兽莫吉的问题",
    Context = "你是否畏惧死亡！无法直面内心的恐惧？"
  },
  [2140] = {
    id = 2140,
    Type = 1,
    Title = "神兽莫吉的问题",
    Context = "生的意义是万物，死的意义是安息，对吗！"
  },
  [2141] = {
    id = 2141,
    Type = 1,
    Title = "创造者巅峰技能问答",
    Context = "炼金术士【强酸火烟瓶投掷】技能是物理属性的魔法伤害？"
  },
  [2142] = {
    id = 2142,
    Type = 1,
    Title = "创造者巅峰技能问答",
    Context = "想要增加【强酸火烟瓶投掷】的伤害的话，应该选用【艾尔德之锤】和【化学防护手套】？"
  },
  [2143] = {
    id = 2143,
    Type = 1,
    Title = "创造者巅峰技能问答",
    Context = "炼金术士的化学保护可以保护武器，铠甲，副手盾牌，鞋子，头盔部位不被破坏？"
  },
  [2144] = {
    id = 2144,
    Type = 1,
    Title = "创造者巅峰技能问答",
    Context = "【羽毛权杖】和【羽翼权杖】可以增加生命体巴尼米乐斯【善变】技能的倍率？"
  },
  [2145] = {
    id = 2145,
    Type = 1,
    Title = "创造者巅峰技能问答",
    Context = "炼金术士技能【强酸火烟瓶】可以无视闪避，【自动防御】，【霸邪之阵】，【剑术格挡】？"
  },
  [2146] = {
    id = 2146,
    Type = 1,
    Title = "创造者巅峰技能问答",
    Context = "炼金术士的灵巧和幸运都提升【配药】的成功率吗？"
  },
  [2147] = {
    id = 2147,
    Type = 1,
    Title = "创造者巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？"
  },
  [2148] = {
    id = 2148,
    Type = 1,
    Title = "创造者巅峰技能问答",
    Context = "和铁匠一起进行战斗是唯一可以解决魔物体型克制武器的方式？？"
  },
  [2149] = {
    id = 2149,
    Type = 1,
    Title = "创造者巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？ "
  },
  [2150] = {
    id = 2150,
    Type = 1,
    Title = "创造者巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？"
  },
  [2151] = {
    id = 2151,
    Type = 1,
    Title = "流氓巅峰技能问答",
    Context = "想要使脱卸装备更容易成功的话，应该选用的武器是【破甲短锥】？"
  },
  [2152] = {
    id = 2152,
    Type = 1,
    Title = "流氓巅峰技能问答",
    Context = "流氓脱卸装备的成功率将受到对方与流氓自身灵巧，幸运差值影响？"
  },
  [2153] = {
    id = 2153,
    Type = 1,
    Title = "流氓巅峰技能问答",
    Context = "魔物【小巴风特】所携带的可抄袭技能是【凶砍】Lv.1？"
  },
  [2154] = {
    id = 2154,
    Type = 1,
    Title = "流氓巅峰技能问答",
    Context = "流氓通过【抄袭】技能获得【凶砍】技能对弓有效吗？"
  },
  [2155] = {
    id = 2155,
    Type = 1,
    Title = "流氓巅峰技能问答",
    Context = "【冰墓】技能可以解除【擒拿】效果？"
  },
  [2156] = {
    id = 2156,
    Type = 1,
    Title = "流氓巅峰技能问答",
    Context = "流氓【背刺】技能在目标背后施放将获得25%的伤害加成？"
  },
  [2157] = {
    id = 2157,
    Type = 1,
    Title = "流氓巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？"
  },
  [2158] = {
    id = 2158,
    Type = 1,
    Title = "流氓巅峰技能问答",
    Context = "和铁匠一起进行战斗是唯一可以解决魔物体型克制武器的方式？？"
  },
  [2159] = {
    id = 2159,
    Type = 1,
    Title = "流氓巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？ "
  },
  [2160] = {
    id = 2160,
    Type = 1,
    Title = "流氓巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？"
  },
  [2161] = {
    id = 2161,
    Type = 1,
    Title = "暖风地藏的问题",
    Context = "你心爱的那个人啊，不管贫穷困苦，你都愿意忠于彼此吗？"
  },
  [2162] = {
    id = 2162,
    Type = 1,
    Title = "暖风地藏的问题",
    Context = "你愿意让这暖风作证，宣誓尊重，照顾和爱护你心爱的人吗？"
  },
  [2163] = {
    id = 2163,
    Type = 1,
    Title = "科恩达纳的问题",
    Context = "要成为合格的修罗勇气是必须的。"
  },
  [2164] = {
    id = 2164,
    Type = 1,
    Title = "科恩达纳的问题",
    Context = "具备强大的力量之后可以任性妄为。"
  },
  [2165] = {
    id = 2165,
    Type = 1,
    Title = "科恩达纳的问题",
    Context = "为了变得强大可以不择手段。"
  },
  [2166] = {
    id = 2166,
    Type = 1,
    Title = "封印咒语问答",
    Context = "回来吧，纯洁的月光将会照亮梦境。"
  },
  [2167] = {
    id = 2167,
    Type = 1,
    Title = "封印咒语问答",
    Context = "归来吧，皎洁的月光将会照耀梦境。"
  },
  [2168] = {
    id = 2168,
    Type = 1,
    Title = "贤者转职问答",
    Context = "贤者擅长近身战斗。"
  },
  [2169] = {
    id = 2169,
    Type = 1,
    Title = "贤者转职问答",
    Context = "贤者学院是米德加尔特唯一的魔法机构。"
  },
  [2170] = {
    id = 2170,
    Type = 1,
    Title = "贤者转职问答",
    Context = "成为贤者只要知识就够了。"
  },
  [2171] = {
    id = 2171,
    Type = 1,
    Title = "贤者转职问答",
    Context = "知识要结合战斗来实践。"
  },
  [2172] = {
    id = 2172,
    Type = 1,
    Title = "智者转职问答",
    Context = "了解魔物的体型与属性很重要。"
  },
  [2173] = {
    id = 2173,
    Type = 1,
    Title = "智者转职问答",
    Context = "你愿意分享自己的知识给任何人。"
  },
  [2174] = {
    id = 2174,
    Type = 1,
    Title = "智者转职问答",
    Context = "为了力量你会使用禁术。"
  },
  [2175] = {
    id = 2175,
    Type = 1,
    Title = "智者转职问答",
    Context = "知识的存在是为了人服务的。"
  },
  [2176] = {
    id = 2176,
    Type = 1,
    Title = "智者转职问答",
    Context = "智者不能被知识所奴役。"
  },
  [2177] = {
    id = 2177,
    Type = 1,
    Title = "智者转职问答",
    Context = "智者不能在魔力中耽溺。"
  },
  [2178] = {
    id = 2178,
    Type = 1,
    Title = "智者转职问答",
    Context = "面对未知时刻时要谦逊。"
  },
  [2179] = {
    id = 2179,
    Type = 1,
    Title = "智者转职问答",
    Context = "学习知识就是人生的全部。"
  },
  [2180] = {
    id = 2180,
    Type = 1,
    Title = "元素使转职问答",
    Context = "元素使擅长繁琐的咒文。"
  },
  [2181] = {
    id = 2181,
    Type = 1,
    Title = "元素使转职问答",
    Context = "元素使与大法师几乎没差别。"
  },
  [2182] = {
    id = 2182,
    Type = 1,
    Title = "元素使转职问答",
    Context = "元素使可以随意使唤元素精灵。"
  },
  [2183] = {
    id = 2183,
    Type = 1,
    Title = "元素使转职问答",
    Context = "元素使能够使用多种元素魔法。"
  },
  [2184] = {
    id = 2184,
    Type = 1,
    Title = "吟游诗人转职问答",
    Context = "吟游诗人没有战斗能力。"
  },
  [2185] = {
    id = 2185,
    Type = 1,
    Title = "吟游诗人转职问答",
    Context = "吟游诗人在团队中能发挥更多实力。"
  },
  [2186] = {
    id = 2186,
    Type = 1,
    Title = "吟游诗人转职问答",
    Context = "吟游诗人只有男性。"
  },
  [2187] = {
    id = 2187,
    Type = 1,
    Title = "吟游诗人转职问答",
    Context = "吟游诗人是一份自由的职业。"
  },
  [2188] = {
    id = 2188,
    Type = 1,
    Title = "搞笑艺人转职问答",
    Context = "搞笑艺人不能参与战斗。"
  },
  [2189] = {
    id = 2189,
    Type = 1,
    Title = "搞笑艺人转职问答",
    Context = "搞笑艺人是给大家带来快乐的职业。"
  },
  [2190] = {
    id = 2190,
    Type = 1,
    Title = "搞笑艺人转职问答",
    Context = "笑话是为了满足自己的表现欲与虚荣心。"
  },
  [2191] = {
    id = 2191,
    Type = 1,
    Title = "搞笑艺人转职问答",
    Context = "为了搞笑可以不择手段。"
  },
  [2192] = {
    id = 2192,
    Type = 1,
    Title = "舞娘转职问答",
    Context = "舞娘没有战斗能力。"
  },
  [2193] = {
    id = 2193,
    Type = 1,
    Title = "舞娘转职问答",
    Context = "舞娘只会舞蹈。"
  },
  [2194] = {
    id = 2194,
    Type = 1,
    Title = "舞娘转职问答",
    Context = "舞娘只有女性。"
  },
  [2195] = {
    id = 2195,
    Type = 1,
    Title = "舞娘转职问答",
    Context = "雷击术是一种舞蹈。"
  },
  [2196] = {
    id = 2196,
    Type = 1,
    Title = "伴侣的羁绊",
    Context = "你会因爱人的欺骗心碎么？"
  },
  [2197] = {
    id = 2197,
    Type = 1,
    Title = "伴侣的羁绊",
    Context = "你害怕爱人的离别么？"
  },
  [2198] = {
    id = 2198,
    Type = 1,
    Title = "伴侣的羁绊",
    Context = "你恐惧永恒的孤单么？"
  },
  [2199] = {
    id = 2199,
    Type = 1,
    Title = "内心的疑问",
    Context = "生活的美好值得歌颂。"
  },
  [2200] = {
    id = 2200,
    Type = 1,
    Title = "内心的疑问",
    Context = "短暂的人生值得珍惜。"
  },
  [2201] = {
    id = 2201,
    Type = 1,
    Title = "内心的疑问",
    Context = "温暖的回忆值得缅怀。"
  },
  [2202] = {
    id = 2202,
    Type = 1,
    Title = "冷艳舞姬转职问答",
    Context = "冷艳舞姬不能参与战斗。"
  },
  [2203] = {
    id = 2203,
    Type = 1,
    Title = "冷艳舞姬转职问答",
    Context = "冷艳舞姬可以跳出美丽的舞蹈。"
  },
  [2204] = {
    id = 2204,
    Type = 1,
    Title = "冷艳舞姬转职问答",
    Context = "跳舞是为了满足自己的表现欲与虚荣心。"
  },
  [2205] = {
    id = 2205,
    Type = 1,
    Title = "冷艳舞姬转职问答",
    Context = "只有冷艳舞姬才有资格跳舞。"
  },
  [2206] = {
    id = 2206,
    Type = 1,
    Title = "智者巅峰技能问答",
    Context = "【能量外套】是巫师和贤者共有的技能？"
  },
  [2207] = {
    id = 2207,
    Type = 1,
    Title = "智者巅峰技能问答",
    Context = "贤者的技能【进化之书】可以使贤者在装备书类武器时增加魔法攻击力？"
  },
  [2208] = {
    id = 2208,
    Type = 1,
    Title = "智者巅峰技能问答",
    Context = "贤者的技能【地元素领域】能够清除其他玩家施放的【地元素领域】吗？"
  },
  [2209] = {
    id = 2209,
    Type = 1,
    Title = "智者巅峰技能问答",
    Context = "【魔法效果解除】技能只能解除目标身上的增益效果？"
  },
  [2210] = {
    id = 2210,
    Type = 1,
    Title = "智者巅峰技能问答",
    Context = "贤者的技能【精神耗弱术】只能削减目标的SP，而不会对目标造成伤害？"
  },
  [2211] = {
    id = 2211,
    Type = 1,
    Title = "智者巅峰技能问答",
    Context = "贤者可以使用【HP转换】技能将自己的HP与目标的HP互换？"
  },
  [2212] = {
    id = 2212,
    Type = 1,
    Title = "智者巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？"
  },
  [2213] = {
    id = 2213,
    Type = 1,
    Title = "智者巅峰技能问答",
    Context = "和铁匠一起进行战斗是唯一可以解决魔物体型克制武器的方式？？"
  },
  [2214] = {
    id = 2214,
    Type = 1,
    Title = "智者巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？"
  },
  [2215] = {
    id = 2215,
    Type = 1,
    Title = "智者巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？"
  },
  [2216] = {
    id = 2216,
    Type = 1,
    Title = "搞笑艺人巅峰技能问答",
    Context = "当玩家当前职业是诗人时可以使用普隆德拉的性转功能吗？"
  },
  [2217] = {
    id = 2217,
    Type = 1,
    Title = "搞笑艺人巅峰技能问答",
    Context = "诗人的技能【临机应变】可以中止正在施展的演奏？"
  },
  [2218] = {
    id = 2218,
    Type = 1,
    Title = "搞笑艺人巅峰技能问答",
    Context = "诗人的合奏技能【金先生是有钱人】可以增加队友击杀魔物获得的Zeny？"
  },
  [2219] = {
    id = 2219,
    Type = 1,
    Title = "搞笑艺人巅峰技能问答",
    Context = "【奥义箭乱舞】技能需要装备弓类武器才能施放？"
  },
  [2220] = {
    id = 2220,
    Type = 1,
    Title = "搞笑艺人巅峰技能问答",
    Context = "诗人的技能【傀儡师的把戏】效果不会因为目标与使用者之间距离过远而中断？"
  },
  [2221] = {
    id = 2221,
    Type = 1,
    Title = "搞笑艺人巅峰技能问答",
    Context = "诗人的技能【布莱奇之诗】可以减少队友的可变吟唱时间？"
  },
  [2222] = {
    id = 2222,
    Type = 1,
    Title = "搞笑艺人巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？"
  },
  [2223] = {
    id = 2223,
    Type = 1,
    Title = "搞笑艺人巅峰技能问答",
    Context = "和铁匠一起进行战斗是唯一可以解决魔物体型克制武器的方式？？"
  },
  [2224] = {
    id = 2224,
    Type = 1,
    Title = "搞笑艺人巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？ "
  },
  [2225] = {
    id = 2225,
    Type = 1,
    Title = "搞笑艺人巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？"
  },
  [2226] = {
    id = 2226,
    Type = 1,
    Title = "冷艳舞姬巅峰技能问答",
    Context = "当玩家当前职业是舞娘时可以使用普隆德拉的性转功能吗？"
  },
  [2227] = {
    id = 2227,
    Type = 1,
    Title = "冷艳舞姬巅峰技能问答",
    Context = "舞娘的技能【临机应变】可以中止正在施展的舞蹈？"
  },
  [2228] = {
    id = 2228,
    Type = 1,
    Title = "冷艳舞姬巅峰技能问答",
    Context = "舞娘的合奏技能【金先生是有钱人】可以增加队友击杀魔物获得的Zeny？"
  },
  [2229] = {
    id = 2229,
    Type = 1,
    Title = "冷艳舞姬巅峰技能问答",
    Context = "【奥义箭乱舞】技能需要装备弓类武器才能施放？"
  },
  [2230] = {
    id = 2230,
    Type = 1,
    Title = "冷艳舞姬巅峰技能问答",
    Context = "舞娘在施放演奏类技能时，可以使用技能【缠箭投掷】攻击敌人？"
  },
  [2231] = {
    id = 2231,
    Type = 1,
    Title = "冷艳舞姬巅峰技能问答",
    Context = "在舞娘的合奏技能【洛奇的悲鸣】效果范围内，包括使用者自身在内的所有目标都无法使用技能？"
  },
  [2232] = {
    id = 2232,
    Type = 1,
    Title = "冷艳舞姬巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？"
  },
  [2233] = {
    id = 2233,
    Type = 1,
    Title = "冷艳舞姬巅峰技能问答",
    Context = "和铁匠一起进行战斗是唯一可以解决魔物体型克制武器的方式？？"
  },
  [2234] = {
    id = 2234,
    Type = 1,
    Title = "冷艳舞姬巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？ "
  },
  [2235] = {
    id = 2235,
    Type = 1,
    Title = "冷艳舞姬巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？"
  },
  [2236] = {
    id = 2236,
    Type = 1,
    Title = "舞娘转职头饰",
    Context = "红茶趁热喝口感最佳？"
  },
  [2237] = {
    id = 2237,
    Type = 1,
    Title = "舞娘转职头饰",
    Context = "茶叶浸泡的时间越长越好？"
  },
  [2238] = {
    id = 2238,
    Type = 1,
    Title = "舞娘转职头饰",
    Context = "红茶的味道比绿茶更香甜?"
  },
  [2239] = {
    id = 2239,
    Type = 1,
    Title = "噩梦中的梦",
    Context = "查看欺诈师库朵莉留下的信？"
  },
  [2240] = {
    id = 2240,
    Type = 1,
    Title = "勿忘初心",
    Context = "贝波是男孩子么？"
  },
  [2241] = {
    id = 2241,
    Type = 1,
    Title = "勿忘初心",
    Context = "那…贝波是黑色的头发么？"
  },
  [2242] = {
    id = 2242,
    Type = 1,
    Title = "勿忘初心",
    Context = "贝波的偶像是卡巴克吗？"
  },
  [2243] = {
    id = 2243,
    Type = 1,
    Title = "进阶初心者巅峰技能问答",
    Context = "进阶初心者可以使用多个职业的技能？"
  },
  [2244] = {
    id = 2244,
    Type = 1,
    Title = "进阶初心者巅峰技能问答",
    Context = "进阶初心者使用【雷暴术】对敌人造成的是火属性伤害？"
  },
  [2245] = {
    id = 2245,
    Type = 1,
    Title = "进阶初心者巅峰技能问答",
    Context = "【心灵爆破】对敌人造成的念属性伤害会均摊在敌人身上？"
  },
  [2246] = {
    id = 2246,
    Type = 1,
    Title = "进阶初心者巅峰技能问答",
    Context = "使用【冰冻之墙】，冰冻时间随着技能等级增加会有变化？"
  },
  [2247] = {
    id = 2247,
    Type = 1,
    Title = "进阶初心者巅峰技能问答",
    Context = "【乐园团祝福】可以免疫物理伤害？"
  },
  [2248] = {
    id = 2248,
    Type = 1,
    Title = "进阶初心者巅峰技能问答",
    Context = "进阶初心者可以使用露天商店技能？"
  },
  [2249] = {
    id = 2249,
    Type = 1,
    Title = "进阶初心者巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？"
  },
  [2250] = {
    id = 2250,
    Type = 1,
    Title = "进阶初心者巅峰技能问答",
    Context = "和铁匠一起进行战斗是唯一可以解决魔物体型克制武器的方式？？"
  },
  [2251] = {
    id = 2251,
    Type = 1,
    Title = "进阶初心者巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？ "
  },
  [2252] = {
    id = 2252,
    Type = 1,
    Title = "进阶初心者巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？"
  },
  [2253] = {
    id = 2253,
    Type = 1,
    Title = "帮助乞丐",
    Context = "是垦丁先生的餐车，请给我一个面包吧！"
  },
  [2254] = {
    id = 2254,
    Type = 1,
    Title = "帮助乞丐",
    Context = "是垦丁先生的餐车，请给我碗热汤吧！"
  },
  [2255] = {
    id = 2255,
    Type = 1,
    Title = "帮助乞丐",
    Context = "是垦丁先生的餐车，请给我份土豆吧！"
  },
  [2256] = {
    id = 2256,
    Type = 1,
    Title = "慈善家垦丁",
    Context = "你告诉我，他是不是财力很足够。"
  },
  [2257] = {
    id = 2257,
    Type = 1,
    Title = "慈善家垦丁",
    Context = "他是不是在到处宣传自己！"
  },
  [2258] = {
    id = 2258,
    Type = 1,
    Title = "慈善家垦丁",
    Context = "你回想一下，他发放的食物和糖果是不是只够少数人的数量？"
  },
  [2259] = {
    id = 2259,
    Type = 1,
    Title = "灾厄的征兆",
    Context = "你拥有面对强敌的勇气吗？"
  },
  [2260] = {
    id = 2260,
    Type = 1,
    Title = "灾厄的征兆",
    Context = "你拥有面对牺牲的决心吗？"
  },
  [2261] = {
    id = 2261,
    Type = 1,
    Title = "灾厄的征兆",
    Context = "你想成为英雄吗？"
  },
  [2262] = {
    id = 2262,
    Type = 1,
    Title = "名贵的猫",
    Context = "这只猫的脸很扁平吗？"
  },
  [2263] = {
    id = 2263,
    Type = 1,
    Title = "名贵的猫",
    Context = "这只猫有柔顺的长毛？"
  },
  [2264] = {
    id = 2264,
    Type = 1,
    Title = "名贵的猫",
    Context = "这只猫四肢粗短柔软，尾蓬松粗大，给人一种雍容华贵的感觉。"
  },
  [2265] = {
    id = 2265,
    Type = 1,
    Title = "玛德琳的秘密",
    Context = "穷人一辈子都只能做穷人么？"
  },
  [2266] = {
    id = 2266,
    Type = 1,
    Title = "玛德琳的秘密",
    Context = "拥有钱与高贵身份就会幸福？"
  },
  [2267] = {
    id = 2267,
    Type = 1,
    Title = "玛德琳的秘密",
    Context = "血统的贵贱是由出身地决定的？"
  },
  [2268] = {
    id = 2268,
    Type = 1,
    Title = "就职术士",
    Context = "在远星大陆上，多兰族可以为所欲为？"
  },
  [2269] = {
    id = 2269,
    Type = 1,
    Title = "就职术士",
    Context = "成为术士是为了向米德加尔特大陆的人类证明多兰族的强大？"
  },
  [2270] = {
    id = 2270,
    Type = 1,
    Title = "就职术士",
    Context = "成为术士是为了让自己变得更强大，可以保护大家？"
  },
  [2271] = {
    id = 2271,
    Type = 1,
    Title = "重要的选择",
    Context = "若遇到超乎想象的危险，你能否拥有足够的勇气跨越困境？"
  },
  [2272] = {
    id = 2272,
    Type = 1,
    Title = "重要的选择",
    Context = "若陷入孤立无援的绝境，你能否坚定心智，不惧挑战？"
  },
  [2273] = {
    id = 2273,
    Type = 1,
    Title = "重要的选择",
    Context = "面对前途未卜的冒险，你是否已做好了足够心理准备，背负命运，逆转未来？"
  },
  [2274] = {
    id = 2274,
    Type = 1,
    Title = "就职灵术师",
    Context = "灵术师的能力来源于大自然的力量？"
  },
  [2275] = {
    id = 2275,
    Type = 1,
    Title = "就职灵术师",
    Context = "战斗时，灵术师只能在后方支援队友吗？"
  },
  [2276] = {
    id = 2276,
    Type = 1,
    Title = "就职灵术师",
    Context = "成为灵术师后，可以召唤远星大陆上的所有生物吗？"
  },
  [2277] = {
    id = 2277,
    Type = 1,
    Title = "教国圣母",
    Context = "所到之人，你是否对女神心存敬畏。"
  },
  [2278] = {
    id = 2278,
    Type = 1,
    Title = "教国圣母",
    Context = "所到之人，你是否对神之殿堂心生向往。"
  },
  [2279] = {
    id = 2279,
    Type = 1,
    Title = "教国圣母",
    Context = "所到之人，你是否坚持自己的心之所向。"
  },
  [2280] = {
    id = 2280,
    Type = 1,
    Title = "召唤师巅峰技能问答",
    Context = "召唤师拥有【海洋力量】、【大地力量】和【生命力量】三种力量？"
  },
  [2281] = {
    id = 2281,
    Type = 1,
    Title = "召唤师巅峰技能问答",
    Context = "召唤师可以通过【舔毛】治愈他人，可以恢复解除队友所有的异常状态和负面效果？"
  },
  [2282] = {
    id = 2282,
    Type = 1,
    Title = "召唤师巅峰技能问答",
    Context = "当队友被魔物攻击时，可以使用【猫薄荷洒粉】帮助队友降低魔物的移动速度和物理和魔法攻击？"
  },
  [2283] = {
    id = 2283,
    Type = 1,
    Title = "召唤师巅峰技能问答",
    Context = "当队友被魔物追击时，可以发出【嘶嘶声】来提升周围所有队友的移动速度？"
  },
  [2284] = {
    id = 2284,
    Type = 1,
    Title = "召唤师巅峰技能问答",
    Context = "召唤师可以解除晕眩状态，但不能通过召唤物来晕眩目标。"
  },
  [2285] = {
    id = 2285,
    Type = 1,
    Title = "召唤师巅峰技能问答",
    Context = "在战斗前，召唤师可以通过【喵喵不休】唤醒狩猎本能进入兴奋状态，提高自身魔法攻击。"
  },
  [2286] = {
    id = 2286,
    Type = 1,
    Title = "召唤师巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？"
  },
  [2287] = {
    id = 2287,
    Type = 1,
    Title = "召唤师巅峰技能问答",
    Context = "面对非常强大的敌人，应该带着队友一起，无所畏惧，哪怕弱小不堪也要勇往直前？"
  },
  [2288] = {
    id = 2288,
    Type = 1,
    Title = "召唤师巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？"
  },
  [2289] = {
    id = 2289,
    Type = 1,
    Title = "召唤师巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？"
  },
  [2290] = {
    id = 2290,
    Type = 1,
    Title = "科学的传承",
    Context = "知识即是力量，你已兼有二者，现在，告诉我你是否拥有勇气，踏入未知领域，解决这次危机。"
  },
  [2291] = {
    id = 2291,
    Type = 1,
    Title = "科学的传承",
    Context = "无法熟练掌控的力量将给你带来痛苦，你是否会因此退缩。"
  },
  [2292] = {
    id = 2292,
    Type = 1,
    Title = "科学的传承",
    Context = "度过这次危机，你便掌握了常人无法想象的强大能量，你能否秉持本心，理智面对。"
  },
  [2293] = {
    id = 2293,
    Type = 1,
    Title = "凝视深渊",
    Context = "血液是生命之根。是否愿意献祭你的血液，以召唤魔剑的降临？"
  },
  [2294] = {
    id = 2294,
    Type = 1,
    Title = "凝视深渊",
    Context = "灵魂是魔力之源。是否愿意奉上你的灵魂，以回应魔剑的呼唤？"
  },
  [2295] = {
    id = 2295,
    Type = 1,
    Title = "凝视深渊",
    Context = "信念是希望之光。无论魔剑怎样动摇你的心智，你能否坚定信念，不被其吞噬？"
  },
  [2296] = {
    id = 2296,
    Type = 1,
    Title = "信念考验",
    Context = "为了得到所爱的人，可以不择手段？"
  },
  [2297] = {
    id = 2297,
    Type = 1,
    Title = "信念考验",
    Context = "不断的索取，即使已经足够？"
  },
  [2298] = {
    id = 2298,
    Type = 1,
    Title = "信念考验",
    Context = "人生的本质是追求金钱和权力？"
  },
  [2299] = {
    id = 2299,
    Type = 1,
    Title = "信念考验",
    Context = "魔法修炼合格就好，没必要追求更好？"
  },
  [2300] = {
    id = 2300,
    Type = 1,
    Title = "信念考验",
    Context = "感到愤怒就要立刻宣泄？"
  },
  [2301] = {
    id = 2301,
    Type = 1,
    Title = "信念考验",
    Context = "对魔法天赋高的魔法师感到嫉妒。"
  },
  [2302] = {
    id = 2302,
    Type = 1,
    Title = "信念考验",
    Context = "掌握了高阶魔法就不再需要练习魔法基础。"
  },
  [2303] = {
    id = 2303,
    Type = 1,
    Title = "碧莎",
    Context = "选择食材时总是价格越昂贵越好？"
  },
  [2304] = {
    id = 2304,
    Type = 1,
    Title = "碧莎",
    Context = "制作料理时火候越久越好？"
  },
  [2305] = {
    id = 2305,
    Type = 1,
    Title = "碧莎",
    Context = "料理最重要的东西是料理者的内心？"
  },
  [2306] = {
    id = 2306,
    Type = 1,
    Title = "雷克",
    Context = "相信自己？我……真的要坚持学习魔法么？"
  },
  [2307] = {
    id = 2307,
    Type = 1,
    Title = "雷克",
    Context = "即使没有天赋也要坚持下去么？"
  },
  [2308] = {
    id = 2308,
    Type = 1,
    Title = "雷克",
    Context = "即使被人嘲笑也要坚持下去吗？"
  },
  [2309] = {
    id = 2309,
    Type = 1,
    Title = "格洛特",
    Context = "灵魂为生命之始。是否愿意锤炼你的灵魂，使其终能超越血肉之躯，甚至跨越死亡？"
  },
  [2310] = {
    id = 2310,
    Type = 1,
    Title = "格洛特",
    Context = "坚毅是力量之源。锤炼灵魂的过程极为痛苦，能否秉承坚毅之心，无惧磨砺与挑战？"
  },
  [2311] = {
    id = 2311,
    Type = 1,
    Title = "格洛特",
    Context = "勇气是信念之本。即使面对绝境，是否能贯彻最初的勇气，心怀信念，一路向前？"
  },
  [2312] = {
    id = 2312,
    Type = 1,
    Title = "抉择",
    Context = "强者才有活下去的权利吗？"
  },
  [2313] = {
    id = 2313,
    Type = 1,
    Title = "抉择",
    Context = "任人宰割是弱者的宿命吗？"
  },
  [2314] = {
    id = 2314,
    Type = 1,
    Title = "抉择",
    Context = "汝会守护米德加尔特大陆的人民吗？"
  },
  [2315] = {
    id = 2315,
    Type = 1,
    Title = "命运交错的决心",
    Context = "永不放弃魔法钻研。"
  },
  [2316] = {
    id = 2316,
    Type = 1,
    Title = "命运交错的决心",
    Context = "永不停止向前脚步。"
  },
  [2317] = {
    id = 2317,
    Type = 1,
    Title = "命运交错的决心",
    Context = "永不忘记最初梦想。"
  },
  [2318] = {
    id = 2318,
    Type = 1,
    Title = "追逐星辰的决心",
    Context = "星星认可勇敢的灵魂。即使面对逆境，你是否能保持勇气，不惧挑战？"
  },
  [2319] = {
    id = 2319,
    Type = 1,
    Title = "追逐星辰的决心",
    Context = "星星赞美纯粹的 心灵。哪怕陷入黑暗，你是否能秉持初心，不忘自我？"
  },
  [2320] = {
    id = 2320,
    Type = 1,
    Title = "追逐星辰的决心",
    Context = "星星凝聚永恒的希望。无论遇到怎样的困难，你是否能不畏艰险，心向光明？"
  },
  [2321] = {
    id = 2321,
    Type = 1,
    Title = "古恩的问题",
    Context = "坚定的意志决定方向。无论面对怎样的困难，你是否将坚持自我，不会向逆境屈服？"
  },
  [2322] = {
    id = 2322,
    Type = 1,
    Title = "古恩的问题",
    Context = "勇敢的信念贯彻道路。哪怕是来自地狱的凝视，你是否能无惧艰险，始终敢于迎接挑战？"
  },
  [2323] = {
    id = 2323,
    Type = 1,
    Title = "古恩的问题",
    Context = "希望的光芒照耀旅程。即使在漫无边际的黑夜，你是否能秉持初心，坚定心中的正义与光明？"
  },
  [2324] = {
    id = 2324,
    Type = 1,
    Title = "初之天使",
    Context = "孩子，你愿意永远坚持自己的温柔么？"
  },
  [2325] = {
    id = 2325,
    Type = 1,
    Title = "初之天使",
    Context = "你愿意永远将温暖带给他人么？"
  },
  [2326] = {
    id = 2326,
    Type = 1,
    Title = "初之天使",
    Context = "你愿意永远用自己的光芒照耀需要温暖的人么？"
  },
  [2327] = {
    id = 2327,
    Type = 1,
    Title = "至坚之盾",
    Context = "你是否可以坚定内心不负众望！"
  },
  [2328] = {
    id = 2328,
    Type = 1,
    Title = "至坚之盾",
    Context = "你是否可以面对强大毫不畏惧！"
  },
  [2329] = {
    id = 2329,
    Type = 1,
    Title = "至坚之盾",
    Context = "你是否可以以身为盾守护他人！"
  },
  [2330] = {
    id = 2330,
    Type = 1,
    Title = "生命回溯",
    Context = "人造伊米尔之心的碎片会带来超然的力量。可控制它，会对身体造成极大的负担。你是否有勇气去承受一切？"
  },
  [2331] = {
    id = 2331,
    Type = 1,
    Title = "生命回溯",
    Context = "人性在绝对力量的诱惑面前，很容易不堪一击。你是否有足够清醒的意志控制自我，不被力量反噬？"
  },
  [2332] = {
    id = 2332,
    Type = 1,
    Title = "生命回溯",
    Context = "想要控制人造伊米尔之心的力量，没有牺牲的觉悟是做不到的。你是否做好了心理准备，面对即将到来的挑战？"
  },
  [2333] = {
    id = 2333,
    Type = 1,
    Title = "诗寇蒂的问题",
    Context = "你一直坚持着自己的初心么？"
  },
  [2334] = {
    id = 2334,
    Type = 1,
    Title = "诗寇蒂的问题",
    Context = "即使得不到任何回报也会秉承神明的指示么？"
  },
  [2335] = {
    id = 2335,
    Type = 1,
    Title = "诗寇蒂的问题",
    Context = "会始终秉承着救赎世界的信仰么？"
  },
  [2336] = {
    id = 2336,
    Type = 1,
    Title = "契约誓言",
    Context = "你我为伙伴，永不放弃彼此!"
  },
  [2337] = {
    id = 2337,
    Type = 1,
    Title = "契约誓言",
    Context = "你我为羁绊，永远相信彼此！"
  },
  [2338] = {
    id = 2338,
    Type = 1,
    Title = "契约誓言",
    Context = "你我结契约，圣剑也不可斩断！"
  },
  [2339] = {
    id = 2339,
    Type = 1,
    Title = "特索拉的考验",
    Context = "现有的知识理论永远是正确的。"
  },
  [2340] = {
    id = 2340,
    Type = 1,
    Title = "特索拉的考验",
    Context = "当科学研究打破了常理，要敢于面对无数质疑？"
  },
  [2341] = {
    id = 2341,
    Type = 1,
    Title = "特索拉的考验",
    Context = "知识应该分享。"
  },
  [2342] = {
    id = 2342,
    Type = 1,
    Title = "科学的传承",
    Context = "知识即是力量，你已兼有二者，现在，告诉我你是否拥有勇气，踏入未知领域？"
  },
  [2343] = {
    id = 2343,
    Type = 1,
    Title = "科学的传承",
    Context = "无法熟练掌控的力量将给你带来痛苦，你是否会因此退缩？"
  },
  [2344] = {
    id = 2344,
    Type = 1,
    Title = "科学的传承",
    Context = "度过这次危机，你便掌握了常人无法想象的强大能量，你能否秉持本心，理智面对？"
  },
  [2345] = {
    id = 2345,
    Type = 1,
    Title = "影之绊",
    Context = "一起战斗吧，跨越世界的逐光之影！"
  },
  [2346] = {
    id = 2346,
    Type = 1,
    Title = "影之绊",
    Context = "一起燃烧吧，永不熄灭的热情斗志！"
  },
  [2347] = {
    id = 2347,
    Type = 1,
    Title = "影之绊",
    Context = "一起绽放吧，辉月之下的幻影轮舞！"
  },
  [2348] = {
    id = 2348,
    Type = 1,
    Title = "苹果酒评测",
    Context = "苹果酒评测即将开始，做好准备了吗？"
  },
  [2349] = {
    id = 2349,
    Type = 1,
    Title = "时之声",
    Context = "合理的运用时空魔法可以提升你的力量。"
  },
  [2350] = {
    id = 2350,
    Type = 1,
    Title = "时之声",
    Context = "为了追求更强的力量，可以突破时间的规则。"
  },
  [2351] = {
    id = 2351,
    Type = 1,
    Title = "时之声",
    Context = "敬畏时间，敬畏生命。"
  },
  [2352] = {
    id = 2352,
    Type = 1,
    Title = "时之声",
    Context = "为了世界的秩序，就要禁止他人使用时空之力。"
  },
  [2353] = {
    id = 2353,
    Type = 1,
    Title = "时之声",
    Context = "不断学习时空知识，可以更好地发挥它的力量。"
  },
  [2354] = {
    id = 2354,
    Type = 1,
    Title = "KFC防疫知识问答",
    Context = "防疫期间，出门记得带好口罩，勤洗手消毒哦~"
  },
  [2355] = {
    id = 2355,
    Type = 1,
    Title = "KFC防疫知识问答",
    Context = "75%以上的酒精可以消灭病毒，所以喝酒可以消灭病毒~"
  },
  [2356] = {
    id = 2356,
    Type = 1,
    Title = "KFC防疫知识问答",
    Context = "一次性口罩扔之前有条件的情况下可以用酒精喷洒消毒后，放入干净的袋中密封再扔哦~"
  },
  [2357] = {
    id = 2357,
    Type = 1,
    Title = "KFC防疫知识问答",
    Context = "病毒太可怕，所以不能开窗通风~"
  },
  [2358] = {
    id = 2358,
    Type = 1,
    Title = "KFC防疫知识问答",
    Context = "点KFC宅急送时，可以选择无接触安心送服务~"
  },
  [2359] = {
    id = 2359,
    Type = 1,
    Title = "雷藏的问题",
    Context = "战斗是为了征服和胜利。"
  },
  [2360] = {
    id = 2360,
    Type = 1,
    Title = "雷藏的问题",
    Context = "力量没有邪恶与正义，邪恶与正义只是操纵力量的心。"
  },
  [2361] = {
    id = 2361,
    Type = 1,
    Title = "雷藏的问题",
    Context = "强大的武器与装甲才是力量的来源。"
  },
  [2362] = {
    id = 2362,
    Type = 1,
    Title = "雷藏的问题",
    Context = "我们之所以战斗，是为了守护心中所爱的一切。"
  },
  [2363] = {
    id = 2363,
    Type = 1,
    Title = "迦雄须的问题",
    Context = "火焰神铠甲蕴藏了“仁”的精神。"
  },
  [2364] = {
    id = 2364,
    Type = 1,
    Title = "迦雄须的问题",
    Context = "火焰神铠甲的力量应当用来驱逐恶魔,守护和平。"
  },
  [2365] = {
    id = 2365,
    Type = 1,
    Title = "迦雄须的问题",
    Context = "持有仁心的勇士不会得到火焰神铠甲的认可。"
  },
  [2366] = {
    id = 2366,
    Type = 1,
    Title = "迦雄须的教诲",
    Context = "应当永远拥有着一个正义仁善的灵魂。"
  },
  [2367] = {
    id = 2367,
    Type = 1,
    Title = "迦雄须的教诲",
    Context = "遇到危险保证自己安全，不用守护世界和平。"
  },
  [2368] = {
    id = 2368,
    Type = 1,
    Title = "迦雄须的教诲",
    Context = "领悟真理，相信人心，恪守礼仪而行使正义，这就是五常之道。"
  },
  [2369] = {
    id = 2369,
    Type = 1,
    Title = "火焰神巅峰技能问答",
    Context = "【双炎斩】提升到一定等级后会有概率眩晕敌方目标？"
  },
  [2370] = {
    id = 2370,
    Type = 1,
    Title = "火焰神巅峰技能问答",
    Context = "火焰神【烈火剑】的被动会提升【双炎斩】的伤害？"
  },
  [2371] = {
    id = 2371,
    Type = 1,
    Title = "火焰神巅峰技能问答",
    Context = "火焰神【仁义之光】的被动会使自身受到人形系魔物的攻击时获得伤害减免？"
  },
  [2372] = {
    id = 2372,
    Type = 1,
    Title = "火焰神巅峰技能问答",
    Context = "火焰神【闪煌之力】的被动会使【闪煌斩】额外附加火属性伤害？"
  },
  [2373] = {
    id = 2373,
    Type = 1,
    Title = "火焰神巅峰技能问答",
    Context = "【白炎的守护】会提升玩家的移动速度？"
  },
  [2374] = {
    id = 2374,
    Type = 1,
    Title = "火焰神巅峰技能问答",
    Context = "【烈焰铠甲】会同时提高自身的火属性攻击和圣属性攻击？"
  },
  [2375] = {
    id = 2375,
    Type = 1,
    Title = "火焰神巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？"
  },
  [2376] = {
    id = 2376,
    Type = 1,
    Title = "火焰神巅峰技能问答",
    Context = "和铁匠一起进行战斗是唯一可以解决魔物体型克制武器的方式？"
  },
  [2377] = {
    id = 2377,
    Type = 1,
    Title = "火焰神巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？"
  },
  [2378] = {
    id = 2378,
    Type = 1,
    Title = "火焰神巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？"
  },
  [2379] = {
    id = 2379,
    Type = 1,
    Title = "分析线索",
    Context = "枫叶彼岸的地理位置和荒境一模一样。"
  },
  [2380] = {
    id = 2380,
    Type = 1,
    Title = "分析线索",
    Context = "两个地方的地貌有很大差异。"
  },
  [2381] = {
    id = 2381,
    Type = 1,
    Title = "分析线索",
    Context = "枫叶彼岸与荒境的神树所处位置相同，外形也非常相似。"
  },
  [2382] = {
    id = 2382,
    Type = 1,
    Title = "抉择",
    Context = "接受希默梅思的招抚？"
  },
  [2383] = {
    id = 2383,
    Type = 1,
    Title = "忍者转职之路",
    Context = "在了解了这些后，你是否依然坚持贯彻忍者之路？"
  },
  [2384] = {
    id = 2384,
    Type = 1,
    Title = "命运女神的指引",
    Context = "是否准备好回忆自己失去的记忆？"
  },
  [2385] = {
    id = 2385,
    Type = 1,
    Title = "告知赫德的命运",
    Context = "赫德将会通过海因里希的试炼，如愿加入施密特国王收复古城的军队。"
  },
  [2386] = {
    id = 2386,
    Type = 1,
    Title = "告知赫德的命运",
    Context = "赫德和他的同伴们最终打败了黑暗之王，夺回了古城。"
  },
  [2387] = {
    id = 2387,
    Type = 1,
    Title = "告知赫德的命运",
    Context = "赫德在那场战争中没有出色的表现，并没能获得海因里希的授勋。"
  },
  [2388] = {
    id = 2388,
    Type = 1,
    Title = "告知赫德的命运",
    Context = "然而，古城后来还是遭到了亡灵军团的入侵，赫德将亲眼见证古城的毁灭。"
  },
  [2389] = {
    id = 2389,
    Type = 1,
    Title = "言灵的传承",
    Context = "你是否愿意守护天津町，直到所有的樱花凋零？"
  },
  [2390] = {
    id = 2390,
    Type = 1,
    Title = "言灵的传承",
    Context = "你是否愿意恪守忍者的信念，将“魂”的信仰代代传承？"
  },
  [2391] = {
    id = 2391,
    Type = 1,
    Title = "言灵的传承",
    Context = "你是否愿意继承【天照】之名，背负起这个名字承担的所有重量？"
  },
  [2392] = {
    id = 2392,
    Type = 1,
    Title = "言灵的传承",
    Context = "你是否愿意继承【八岐】之名，背负起这个名字承担的所有重量？"
  },
  [2393] = {
    id = 2393,
    Type = 1,
    Title = "小救星巅峰技能问答",
    Context = "小救星【精通火属性】被动能享受武器“天崩地裂”的加成?"
  },
  [2394] = {
    id = 2394,
    Type = 1,
    Title = "小救星巅峰技能问答",
    Context = "小救星【龙雷拳】有概率可以晕眩敌方目标？"
  },
  [2395] = {
    id = 2395,
    Type = 1,
    Title = "小救星巅峰技能问答",
    Context = "【炎龙拳】对小体型敌人造成1.5倍伤害？"
  },
  [2396] = {
    id = 2396,
    Type = 1,
    Title = "小救星巅峰技能问答",
    Context = "【必杀·登龙剑】使用后10秒内无法释放任何其他攻击性技能？"
  },
  [2397] = {
    id = 2397,
    Type = 1,
    Title = "小救星巅峰技能问答",
    Context = "【必杀·登龙剑】对生命百分比低的目标造成更高伤害？"
  },
  [2398] = {
    id = 2398,
    Type = 1,
    Title = "小救星巅峰技能问答",
    Context = "【必杀·登龙剑】可以在不释放【龙神丸】的前提下释放？"
  },
  [2399] = {
    id = 2399,
    Type = 1,
    Title = "小救星巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？"
  },
  [2400] = {
    id = 2400,
    Type = 1,
    Title = "小救星巅峰技能问答",
    Context = "和铁匠一起进行战斗是唯一可以解决魔物体型克制武器的方式？？"
  },
  [2401] = {
    id = 2401,
    Type = 1,
    Title = "小救星巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？ "
  },
  [2402] = {
    id = 2402,
    Type = 1,
    Title = "小救星巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？"
  },
  [2403] = {
    id = 2403,
    Type = 1,
    Title = "忍者巅峰技能问答",
    Context = "忍者的普通攻击是多段的吗?"
  },
  [2404] = {
    id = 2404,
    Type = 1,
    Title = "忍者巅峰技能问答",
    Context = "忍者的飞镖扔技能必须要装备风魔类武器才可以使用吗？"
  },
  [2405] = {
    id = 2405,
    Type = 1,
    Title = "忍者巅峰技能问答",
    Context = "忍者的【忍法·冰落】技能对目标造成的是物理伤害么？"
  },
  [2406] = {
    id = 2406,
    Type = 1,
    Title = "忍者巅峰技能问答",
    Context = "忍者的【明镜止水】技能在吟唱时可以持续回复魔法值？"
  },
  [2407] = {
    id = 2407,
    Type = 1,
    Title = "忍者巅峰技能问答",
    Context = "忍者的【四灵相息】中风灵气能够提升玩家的风属性攻击？"
  },
  [2408] = {
    id = 2408,
    Type = 1,
    Title = "忍者巅峰技能问答",
    Context = "忍者的【影子图越】技能在腾空时可以免疫一切伤害？"
  },
  [2409] = {
    id = 2409,
    Type = 1,
    Title = "忍者巅峰技能问答",
    Context = "想要调整自己的技能就必须找到冒险公会的导师们？"
  },
  [2410] = {
    id = 2410,
    Type = 1,
    Title = "忍者巅峰技能问答",
    Context = "和铁匠一起进行战斗是唯一可以解决魔物体型克制武器的方式？"
  },
  [2411] = {
    id = 2411,
    Type = 1,
    Title = "忍者巅峰技能问答",
    Context = "在野外冒险时，将魔物引到他人身边后装死使得别的冒险者死亡，是一种证明自己比别人强大的方式？ "
  },
  [2412] = {
    id = 2412,
    Type = 1,
    Title = "忍者巅峰技能问答",
    Context = "在公会战时不慎死亡，这时即使自己已经受到敌方的严密包围仍要求牧师来复活自己，这是正确的选择？"
  },
  [2413] = {
    id = 2413,
    Type = 1,
    Title = "审判",
    Context = "命运的因果无法更迭。犯下罪孽之人，必独自咽下恶果。"
  },
  [2414] = {
    id = 2414,
    Type = 1,
    Title = "审判",
    Context = "永恒的时间不会遗忘。往日发生之事，终将重现于天光。"
  },
  [2415] = {
    id = 2415,
    Type = 1,
    Title = "审判",
    Context = "神爱世人，慈悲万物。所有悲哀与无意的罪孽，皆可宽恕。"
  },
  [2416] = {
    id = 2416,
    Type = 1,
    Title = "美之宫1F传送之碑问答",
    Context = "女神芙蕾雅是最美的神明。"
  },
  [2500] = {
    id = 2500,
    Type = 1,
    Title = "XO问答",
    Context = "可以获得双倍base和job经验的道具是波波利成长秘药？"
  },
  [2501] = {
    id = 2501,
    Type = 1,
    Title = "XO问答",
    Context = "月卡使用期间，锁链雷锭的使用次数不限？"
  },
  [2502] = {
    id = 2502,
    Type = 1,
    Title = "XO问答",
    Context = "能够加满hp的道具是天地树叶子？"
  },
  [2503] = {
    id = 2503,
    Type = 1,
    Title = "XO问答",
    Context = "可以移动至储存的位置的道具是苍蝇翅膀？"
  },
  [2504] = {
    id = 2504,
    Type = 1,
    Title = "XO问答",
    Context = "可以在微笑小姐处使用的兑换道具是乐园币？"
  },
  [2505] = {
    id = 2505,
    Type = 1,
    Title = "XO问答",
    Context = "安全精炼的最高等级是8？"
  },
  [2506] = {
    id = 2506,
    Type = 1,
    Title = "XO问答",
    Context = "素质点Agi的作用是增加远程物理攻击？"
  },
  [2507] = {
    id = 2507,
    Type = 1,
    Title = "XO问答",
    Context = "使用火灵原石，攻击属性会变成火属性，效果持续15分钟？"
  },
  [2508] = {
    id = 2508,
    Type = 1,
    Title = "XO问答",
    Context = "锁链雷锭可以加速消耗4倍战斗时长？"
  },
  [2509] = {
    id = 2509,
    Type = 1,
    Title = "XO问答",
    Context = "风属性可以克制地属性的魔物？"
  },
  [2510] = {
    id = 2510,
    Type = 1,
    Title = "XO问答",
    Context = "MVP的刷新时间是1小时？"
  },
  [2511] = {
    id = 2511,
    Type = 1,
    Title = "杰洛士的质疑",
    Context = "你真的愿意，为了莉娜冒险吗?"
  },
  [2512] = {
    id = 2512,
    Type = 1,
    Title = "杰洛士的质疑",
    Context = "即使牺牲自己的生命？"
  },
  [2513] = {
    id = 2513,
    Type = 1,
    Title = "杰洛士",
    Context = "以你的力量，根本不是我的对手，就算这样，也一定要我的魔血玉吗？"
  },
  [2514] = {
    id = 2514,
    Type = 1,
    Title = "抉择",
    Context = "每一个决定都会影响未来的走向\n是否要告诉它，布兰迪斯和自己之前的遭遇？"
  },
  [2515] = {
    id = 2515,
    Type = 1,
    Title = "抉择",
    Context = "要走哪个方向的路？\nX：遍布守卫的西侧大路   O：烟雾笼罩的东侧小路   "
  },
  [2516] = {
    id = 2516,
    Type = 1,
    Title = "抉择",
    Context = "每一个决定都会影响未来的走向\n是否要告诉莱拉，之前赫蒂与自己的遭遇？"
  },
  [2517] = {
    id = 2517,
    Type = 1,
    Title = "抉择",
    Context = "每一个决定都会影响未来的走向\nX：制作变身药水，混淆行踪   O：寻找密米尔的帮助"
  },
  [2518] = {
    id = 2518,
    Type = 1,
    Title = "抉择",
    Context = "要选择什么颜色的药水？\nX：红色   O：蓝色"
  },
  [2519] = {
    id = 2519,
    Type = 1,
    Title = "XO问答",
    Context = "波利是水属性的吗？"
  },
  [2520] = {
    id = 2520,
    Type = 1,
    Title = "XO问答",
    Context = "圣天使波利的腮红是圆形的？"
  },
  [2521] = {
    id = 2521,
    Type = 1,
    Title = "XO问答",
    Context = "天使波利会掉落【兽角头饰图纸】？"
  },
  [2522] = {
    id = 2522,
    Type = 1,
    Title = "XO问答",
    Context = "想要见到幽灵波利，得先学【幽灵相机】？"
  },
  [2523] = {
    id = 2523,
    Type = 1,
    Title = "XO问答",
    Context = "国王波利的权杖顶端的宝石是红色的？"
  },
  [2524] = {
    id = 2524,
    Type = 1,
    Title = "小伙伴问答",
    Context = "是否可以给予司平塔自由奔跑的权利？"
  },
  [2525] = {
    id = 2525,
    Type = 1,
    Title = "杜克",
    Context = "说一些恶毒的话挑衅警员！"
  },
  [2526] = {
    id = 2526,
    Type = 1,
    Title = "暴君的问题",
    Context = "你愿意加入反叛军吗？"
  },
  [2527] = {
    id = 2527,
    Type = 1,
    Title = "推理挑战",
    Context = "天使波利队长里奇是为了天使波利变成石头波利一事，向侦探寻求调查协助。"
  },
  [2528] = {
    id = 2528,
    Type = 1,
    Title = "推理挑战",
    Context = "天使波利与恶魔波利是互相敌对的。"
  },
  [2529] = {
    id = 2529,
    Type = 1,
    Title = "推理挑战",
    Context = "与本案有关联的狸猫杰斯是个变身术狂热爱好者。"
  },
  [2530] = {
    id = 2530,
    Type = 1,
    Title = "莱恩的提问",
    Context = "你愿意永不放弃，探索灵魂本源的奥秘？"
  },
  [2531] = {
    id = 2531,
    Type = 1,
    Title = "莱恩的提问",
    Context = "为了达成目的，可以不受约束的使用灵魂的力量？"
  },
  [2532] = {
    id = 2532,
    Type = 1,
    Title = "莱恩的提问",
    Context = "为了获得力量，可以奴役灵魂，哪怕违背了他们的意志？"
  },
  [2533] = {
    id = 2533,
    Type = 1,
    Title = "莱恩的提问",
    Context = "你是否会想守护同伴那样，守护那些为你战斗的灵魂？"
  },
  [2534] = {
    id = 2534,
    Type = 1,
    Title = "进入心锁选择",
    Context = "准备好去感受爱丽丝内心的情绪了吗？"
  },
  [2535] = {
    id = 2535,
    Type = 1,
    Title = "调酒挑战",
    Context = "度数较低的甜口橙酒，需要几份？\nX：一份   O：两份"
  },
  [2536] = {
    id = 2536,
    Type = 1,
    Title = "调酒挑战",
    Context = "厚重的泥煤味据说是老巴尔特的最爱，需要几份？\nX：一份   O：两份"
  },
  [2537] = {
    id = 2537,
    Type = 1,
    Title = "调酒挑战",
    Context = "优质的调和酒，和其它酒水混合会产生意想不到的惊艳效果，需要几份？\nX：一份   O：两份"
  },
  [2538] = {
    id = 2538,
    Type = 1,
    Title = "进入心锁选择",
    Context = "准备好去探寻海尔穆特内心的真相了吗？"
  },
  [2539] = {
    id = 2539,
    Type = 1,
    Title = "前调",
    Context = "选择原液，调配香水的前调。\nX：玫瑰露   O：洋甘菊"
  },
  [2540] = {
    id = 2540,
    Type = 1,
    Title = "中调",
    Context = "选择原液，调配香水的中调。\nX：乳香   O：苦橙叶"
  },
  [2541] = {
    id = 2541,
    Type = 1,
    Title = "尾调",
    Context = "选择原液，调配香水的尾调。\nX：香柏木   O：橙花香"
  },
  [2542] = {
    id = 2542,
    Type = 1,
    Title = "赛依连的提问",
    Context = "生命来自于热爱，你会爱护你的宠物，善待它们，不离不弃吗？"
  },
  [2543] = {
    id = 2543,
    Type = 1,
    Title = "抉择",
    Context = "是否准备好面对失去意识的艾勒梅斯？"
  },
  [2544] = {
    id = 2544,
    Type = 1,
    Title = "维琪的提问",
    Context = "旅行者，你已经下定了决心要通过乐园团的选拔，成为真正意义上冒险者了吗？"
  },
  [2545] = {
    id = 2545,
    Type = 1,
    Title = "跆拳转职问题",
    Context = "你愿意永不言弃，不断磨砺自身，提升力量？"
  },
  [2546] = {
    id = 2546,
    Type = 1,
    Title = "跆拳转职问题",
    Context = "将心灵与肉体的力量合二为一，才能发挥出人全部的潜能？"
  },
  [2547] = {
    id = 2547,
    Type = 1,
    Title = "跆拳转职问题",
    Context = "武技是不传之秘，不能与其他习武者分享？"
  },
  [2548] = {
    id = 2548,
    Type = 1,
    Title = "跆拳转职问题",
    Context = "获得了强大的力量可以为所欲为？"
  },
  [2549] = {
    id = 2549,
    Type = 1,
    Title = "维琪的提问",
    Context = "年轻的冒险者，你愿意从今天开始，善待弱者、对抗一切错误、无私帮助向你求助的人吗？"
  },
  [2550] = {
    id = 2550,
    Type = 1,
    Title = "维琪的提问",
    Context = "智慧的冒险者，你愿意从今天开始，真诚对待朋友、接受力量赋予你的试炼，让世界回归长久的平和吗？"
  },
  [2551] = {
    id = 2551,
    Type = 1,
    Title = "维琪的提问",
    Context = "勇敢的冒险者，你愿意从今天开始，开拓命运，快乐成长，用自己的力量守护永恒的爱吗？"
  },
  [2552] = {
    id = 2552,
    Type = 1,
    Title = "尼德霍格的提问",
    Context = "汝，是否愿意帮助吾，并与吾等同行？"
  },
  [2553] = {
    id = 2553,
    Type = 1,
    Title = "XO问答",
    Context = "绿饼人、甜饼人、玩具士兵是同一个种族吗？"
  },
  [2554] = {
    id = 2554,
    Type = 1,
    Title = "XO问答",
    Context = "卡拉特小丑有4个杂耍球？"
  },
  [2555] = {
    id = 2555,
    Type = 1,
    Title = "XO问答",
    Context = "姜饼城的圣诞老人位于圣诞老人房间内吗？"
  },
  [2556] = {
    id = 2556,
    Type = 1,
    Title = "XO问答",
    Context = "拉链熊是大体型魔物吗？"
  },
  [2557] = {
    id = 2557,
    Type = 1,
    Title = "XO问答",
    Context = "可以通过艾尔帕兰的圣诞老公公传送到姜饼城吗？"
  },
  [2558] = {
    id = 2558,
    Type = 1,
    Title = "韦伯的提问",
    Context = "面对财富时，你会想方设法地据为己有？"
  },
  [2559] = {
    id = 2559,
    Type = 1,
    Title = "韦伯的提问",
    Context = "你是为了满足淘金的愿望，所以进入乌龟岛？"
  },
  [2560] = {
    id = 2560,
    Type = 1,
    Title = "强尼的提问",
    Context = "你已经迫不及待，想前往贸易与海魂并存的白金港湾艾尔贝塔？"
  },
  [2561] = {
    id = 2561,
    Type = 1,
    Title = "强尼的提问",
    Context = "远航之路充满未知，乘坐逐日远航号一定要听从船长号令！"
  },
  [2562] = {
    id = 2562,
    Type = 1,
    Title = "强尼的提问",
    Context = "那么出发吧！我们的征途是星辰大海，与艾尔贝塔！"
  },
  [2563] = {
    id = 2563,
    Type = 1,
    Title = "帮选择困难的忽克连",
    Context = "糟糕，该怎么办？\nX：给予降温剂   O：草药包扎"
  },
  [2564] = {
    id = 2564,
    Type = 1,
    Title = "帮选择困难的忽克连",
    Context = "糟糕，该怎么办？\nX：给予降温剂   O：草药包扎"
  },
  [2565] = {
    id = 2565,
    Type = 1,
    Title = "伊安·巴尔特的问题",
    Context = "你们一路上必须听从我的命令，对巴尔特家族献上忠诚！"
  },
  [2566] = {
    id = 2566,
    Type = 1,
    Title = "伊安·巴尔特的问题",
    Context = "登岛后你们要协助巴尔特家族，轰平教国那群老鼠的基地！"
  },
  [2567] = {
    id = 2567,
    Type = 1,
    Title = "伊安·巴尔特的问题",
    Context = "一切都要以艾尔贝塔的安全为第一要义，决不允许失踪案再次发生！"
  },
  [2568] = {
    id = 2568,
    Type = 1,
    Title = "是否前往乌龟岛",
    Context = "是否做好前往乌龟岛寻找旧良遗迹的准备了？"
  },
  [2569] = {
    id = 2569,
    Type = 1,
    Title = "神秘的声音",
    Context = "你会公正地记录历史，而不会因个人情感去扭曲它。"
  },
  [2570] = {
    id = 2570,
    Type = 1,
    Title = "神秘的声音",
    Context = "你愿意花费时间了解过去，正如你对未来满怀希望。"
  },
  [2571] = {
    id = 2571,
    Type = 1,
    Title = "是否进入旧良宫",
    Context = "是否现在进入？"
  },
  [2572] = {
    id = 2572,
    Type = 1,
    Title = "旧良族的往事",
    Context = "是否要窥探旧良族的往事？"
  },
  [2573] = {
    id = 2573,
    Type = 1,
    Title = "芬里尔的提问",
    Context = "边狱危机重重，你们准备好面临巨大的危险了吗？"
  },
  [2574] = {
    id = 2574,
    Type = 1,
    Title = "芬里尔的提问",
    Context = "嗜血的恶灵将恐吓你们，狡诈贪婪的矮人将诱惑你们，无论何时，你们能坚守本心吗？"
  },
  [2575] = {
    id = 2575,
    Type = 1,
    Title = "芬里尔的提问",
    Context = "你们很有可能一去不回，值得吗？"
  },
  [2576] = {
    id = 2576,
    Type = 1,
    Title = "芬里尔的提问",
    Context = "是否前往神殿？"
  },
  [2577] = {
    id = 2577,
    Type = 1,
    Title = "创世金属淬炼",
    Context = "进入旋风中，开始淬炼"
  },
  [2578] = {
    id = 2578,
    Type = 1,
    Title = "创世金属淬炼",
    Context = "进入毒雾中，开始淬炼"
  },
  [2579] = {
    id = 2579,
    Type = 1,
    Title = "创世金属淬炼",
    Context = "在光的祝福中，开始淬炼"
  },
  [2580] = {
    id = 2580,
    Type = 1,
    Title = "是否前往旧良宫",
    Context = "准备好前往旧良宫打造熔炉了吗？"
  },
  [2581] = {
    id = 2581,
    Type = 1,
    Title = "守护忽克连",
    Context = "你将为忽克连阻挡被珍贵材料吸引来的魔物，战斗到最后一刻。"
  },
  [2582] = {
    id = 2582,
    Type = 1,
    Title = "守护忽克连",
    Context = "忽克连在打铁中无法停止，你将一直守护着他。"
  },
  [2583] = {
    id = 2583,
    Type = 1,
    Title = "守护忽克连",
    Context = "你拥有无畏的勇气和决心，希望能帮助忽克连打造熔炉，拯救全人类。"
  },
  [2584] = {
    id = 2584,
    Type = 1,
    Title = "回到过去",
    Context = "你将回到三百年前的克雷斯特汉姆，亲眼目睹被废墟掩埋的真相。"
  },
  [2585] = {
    id = 2585,
    Type = 1,
    Title = "回到过去",
    Context = "你将帮助君王施密特，阻止古城的毁灭者。"
  },
  [2586] = {
    id = 2586,
    Type = 1,
    Title = "回到过去",
    Context = "你将是历史的见证者，也是历史的参与者，你的每一个决定将被时空与命运所铭刻，请慎重对待。"
  },
  [2587] = {
    id = 2587,
    Type = 1,
    Title = "符文商人的考验",
    Context = "符文商店所出售的符文石，分为2种：晦暗的符文石、光洁的符文石，对吗？"
  },
  [2588] = {
    id = 2588,
    Type = 1,
    Title = "猫小友的考验",
    Context = "尾部附魔需要消耗6个神谕之尘、50000Zeny，对吗？"
  },
  [2589] = {
    id = 2589,
    Type = 1,
    Title = "卡迪尔的考验",
    Context = "坐骑商店所出售的坐骑，移动速度是提升25%，对吗？"
  },
  [2590] = {
    id = 2590,
    Type = 1,
    Title = "狄丝·瓦尔的考验",
    Context = "在金币商店内，购买1个好运币，需要1个B格猫银币，对吗？"
  },
  [2591] = {
    id = 2591,
    Type = 1,
    Title = "瑞奇的考验",
    Context = "完成了符文商店、附魔商店、坐骑商店、金币商店的邀约，对吗？"
  },
  [2592] = {
    id = 2592,
    Type = 1,
    Title = "巴特蒙德的提问",
    Context = "你将放弃无边的财富，失去成为勇士的资格，你仍确认如此选择吗？"
  },
  [2593] = {
    id = 2593,
    Type = 1,
    Title = "抉择",
    Context = "是否去帮助莱温斯特？"
  },
  [2594] = {
    id = 2594,
    Type = 1,
    Title = "抉择",
    Context = "箱子就在西边记住了吗？"
  },
  [2595] = {
    id = 2595,
    Type = 1,
    Title = "抉择",
    Context = "如果使用爱丽丝后，幻境里的一切都会成真，你依然要帮助施密特吗？"
  },
  [2596] = {
    id = 2596,
    Type = 1,
    Title = "抉择",
    Context = "如果必须牺牲你所守护的未来，你还愿意拯救一个已成定局的过去吗？"
  },
  [2597] = {
    id = 2597,
    Type = 1,
    Title = "抉择",
    Context = "时空远比你们想象的更复杂，你真的认为可以使用爱丽丝拯救克雷斯特汉姆吗？"
  },
  [2598] = {
    id = 2598,
    Type = 1,
    Title = "乐理大考验",
    Context = "摇滚蝗虫最擅长的乐器是？\nX：小提琴   O：吉他"
  },
  [2599] = {
    id = 2599,
    Type = 1,
    Title = "乐理大考验",
    Context = "银月魔女把原创的音乐记录在了五条等距等长的平行直线，这五条直线叫什么？\nX：五线谱   O：简谱"
  },
  [2600] = {
    id = 2600,
    Type = 1,
    Title = "乐理大考验",
    Context = "音乐精灵艾利尔是用什么设备听音乐的？\nX：耳麦   O：耳机"
  },
  [2601] = {
    id = 2601,
    Type = 1,
    Title = "乐理大考验",
    Context = "卡普拉最近学会了一首四拍子的歌曲，请问这首歌的强弱规则应该是？\nX：强-弱-次强-弱   O：强-弱-强-弱"
  },
  [2602] = {
    id = 2602,
    Type = 1,
    Title = "乐理大考验",
    Context = "灵魂奏者最擅长的乐器是？\nX：竖琴   O：小提琴"
  },
  [2603] = {
    id = 2603,
    Type = 1,
    Title = "乐理大考验",
    Context = "一个富有规律的强弱规律反复出现叫做什么？\nX：节拍   O：节奏"
  },
  [2604] = {
    id = 2604,
    Type = 1,
    Title = "乐理大考验",
    Context = "音乐盒上有几个波利？\nX：6个   O：5个"
  },
  [2605] = {
    id = 2605,
    Type = 1,
    Title = "抉择",
    Context = "施密特已经准备好面对他的命运了,冒险者,你也准备好了吗?"
  },
  [2606] = {
    id = 2606,
    Type = 1,
    Title = "前往记忆迷宫",
    Context = "唯有作为命运之风的你，才有机会扭转命运，你了解自己的使命了吗？"
  },
  [2607] = {
    id = 2607,
    Type = 1,
    Title = "前往记忆迷宫",
    Context = "准备好进入记忆迷宫，修复错误的时间与故事了吗？"
  },
  [2608] = {
    id = 2608,
    Type = 1,
    Title = "猫老师的考验",
    Context = "“迷藏森林”一共有12块小地图"
  },
  [2609] = {
    id = 2609,
    Type = 1,
    Title = "猫老师的考验",
    Context = "普隆德拉的坐骑商人叫做“卡萨尔”"
  },
  [2610] = {
    id = 2610,
    Type = 1,
    Title = "猫老师的考验",
    Context = "普隆德拉水果店播放的皮影戏是在大战巴风特"
  },
  [2611] = {
    id = 2611,
    Type = 1,
    Title = "猫老师的考验",
    Context = "荣誉商人处可以购买“莫拉金币”"
  },
  [2612] = {
    id = 2612,
    Type = 1,
    Title = "猫老师的考验",
    Context = "交易所未领取的金额和道具保留7天"
  },
  [2613] = {
    id = 2613,
    Type = 1,
    Title = "向恩的考验",
    Context = "牛羊肉需要怎么切才能使肉易熟口感佳？\nX：顺着纹理切   O：逆着纹理切"
  },
  [2614] = {
    id = 2614,
    Type = 1,
    Title = "向恩的考验",
    Context = "用水煮蛋时可以加入什么来防止蛋壳裂开？\nX：盐   O：糖"
  },
  [2615] = {
    id = 2615,
    Type = 1,
    Title = "向恩的考验",
    Context = "在清洗鱼的时候加入什么可以去除腥味？\nX：酱油   O：小苏打"
  },
  [2616] = {
    id = 2616,
    Type = 1,
    Title = "向恩的考验",
    Context = "烫伤时，如果临时找不到烫伤药膏，也可以用什么涂抹？\nX：盐   O：酱油"
  },
  [2617] = {
    id = 2617,
    Type = 1,
    Title = "向恩的考验",
    Context = "茄子切下后，用什么东西浸泡才不会氧化变黑？\nX：盐水   O：酱油"
  },
  [2618] = {
    id = 2618,
    Type = 1,
    Title = "道具商人选品挑战",
    Context = "刚收到了一些其他冒险者带过来的商品，你觉得上架哪个合适呢？\nX：蝴蝶翅膀   O：新鲜的苹果"
  },
  [2619] = {
    id = 2619,
    Type = 1,
    Title = "武器商人选品挑战",
    Context = "我这刚到了一些商品，快帮我看看上架什么好？\nX：木锤   O：精炼券"
  },
  [2620] = {
    id = 2620,
    Type = 1,
    Title = "坐骑商人选品挑战",
    Context = "我正愁购物节要不要增加一些商品，帮我看看上架什么好？\nX：坐骑装饰品   O：卡仑租借券"
  },
  [2621] = {
    id = 2621,
    Type = 1,
    Title = "防具商人选品挑战",
    Context = "又一年的购物节到了，你觉得这次要上架什么商品合适呢？\nX：西装   O：料理"
  },
  [2622] = {
    id = 2622,
    Type = 1,
    Title = "瑞秋的考验",
    Context = "解决了道具商人、武器商人、坐骑商人、防具商人的选品问题，对吗？"
  },
  [2623] = {
    id = 2623,
    Type = 1,
    Title = "初心服基础问答",
    Context = "冒险者在野外击败魔物战斗次数为0之后，将不会再获得收益。"
  },
  [2624] = {
    id = 2624,
    Type = 1,
    Title = "初心服基础问答",
    Context = "每天只能获得5只野外MVP和10只野外Mini的收益，超出数量之后，攻击都将是Miss，但可以获得奖励了哦~"
  },
  [2625] = {
    id = 2625,
    Type = 1,
    Title = "初心服基础问答",
    Context = "只要消耗诺伦卡片x1500、Zeny x 1,000,000即可参与1次命运合成。"
  },
  [2626] = {
    id = 2626,
    Type = 1,
    Title = "初心服基础问答",
    Context = "使用12个“古拉姆结晶”和Zeny x 5,000,000，100%能获得MVP卡片！"
  },
  [2627] = {
    id = 2627,
    Type = 1,
    Title = "初心服基础问答",
    Context = "初心服的忽克连只要有足够的材料就能100%将装备安全精炼到+15！"
  }
}
Table_xo_fields = {
  "id",
  "Type",
  "Title",
  "Context"
}
return Table_xo
