Table_PlotVoice = {
  [32] = {
    id = 32,
    Version = "8.0",
    Map = 100,
    QuestID = 602740001,
    QuestName = "最初的巨人",
    Dialog = "太阳和月亮是他的双眸\n破云的山巅是他的骨骼\n漫天的繁星是他的头发\n他的胸膛是温柔的大地\n他的血液是河流和大海\n他的心脏是万物的根源，是时间的起点\n将他的名字刻于心间\n伊米尔、伊米尔\n",
    StoryVoice = 100004,
    BgmKeep = 1
  },
  [33] = {
    id = 33,
    Version = "8.0",
    Map = 100,
    QuestID = 602750001,
    QuestName = "洛阳的巨龙",
    Dialog = "从未有洛阳城民见过巨龙古恩的全貌，尝试过的人，都感受到了自己的渺小。最古老的龙族、洛阳的守护神——巨龙古恩。说出他的名字时，请满怀敬畏。",
    StoryVoice = 100005,
    BgmKeep = 1
  },
  [34] = {
    id = 34,
    Version = "8.0",
    Map = 100,
    QuestID = 602760001,
    QuestName = "大蛇乌洛",
    Dialog = "当年的大蛇乌洛，站在洛阳的高山之巅。他的披风猎猎作响，他眼中的光芒盖过日月，他的笑容自信又坦荡。所有的洛阳居民都相信，没有什么可以使他动摇。",
    StoryVoice = 100006,
    BgmKeep = 1
  },
  [35] = {
    id = 35,
    Version = "8.0",
    Map = 99,
    QuestID = 602770001,
    QuestName = "花楼的常客",
    Dialog = "法海一直期望许仙作为洛阳的城主，可以再稳重一些，不要万事都随着自己的性子，尤其不要经常出入花楼。许仙每次都答应得很好，可一转眼，就又消失了。而此时的花楼里总会多一位白衣的翩翩少年，在角落里品着酒，手指缓慢而有节奏地敲打着桌面，欣赏着花魁曼妙的舞姿。",
    StoryVoice = 100007,
    BgmKeep = 1
  },
  [36] = {
    id = 36,
    Version = "8.0",
    Map = 99,
    QuestID = 602780001,
    QuestName = "万年冰山",
    Dialog = "法海是古恩的养子，他完全继承了古恩的意志。作为洛阳城的守护者，他用自己的睿智和冷静将一切都打理得井井有条。居民们对他充满敬意，可同时也很好奇，在他冷静自持的外壳里究竟隐藏着一颗怎样的心。",
    StoryVoice = 100008,
    BgmKeep = 1
  },
  [37] = {
    id = 37,
    Version = "8.0",
    Map = 100,
    QuestID = 602790001,
    QuestName = "白素贞",
    Dialog = "最近很多居民都在讨论白素贞的事情。\n当年大蛇乌洛在极寒地带历险时，遇到了一个同族小女孩，她躲在一个冰窟中瑟瑟发抖。乌洛从女孩清澈的双眸中看到了自己的身影，他不自觉地向女孩伸出了手，\n从此女孩成为了乌洛的养女。\n乌洛为她起名为白素贞。希望她的眼睛能永远如她的名字般纯净。",
    StoryVoice = 100009,
    BgmKeep = 1
  },
  [38] = {
    id = 38,
    Version = "8.0",
    Map = 100,
    QuestID = 602800001,
    QuestName = "毒牙族风情",
    Dialog = "毒牙族是生性浪漫的一族，他们热爱生活，他们崇尚自由，他们在白日里喝酒，他们彻夜舞蹈。他们会在星光下，表达爱意。一些毒牙族的居民从出生到死亡，甚至都不曾体验过悲伤是什么滋味。",
    StoryVoice = 100010,
    BgmKeep = 1
  },
  [39] = {
    id = 39,
    Version = "8.0",
    Map = 1038,
    QuestID = 602810001,
    QuestName = "花魁的舞衣",
    Dialog = "此时在台上翩翩起舞的，就是唯一的花魁。\n我每每见到灿烂的云朵，便会联想到这华美的舞衣\n看到艳丽的花，就不由想起她绝美的容颜\n若是见到这样的景象\n那一定是在神明居住的地方\n一定是在星光迷离的梦里",
    StoryVoice = 100011,
    BgmKeep = 1
  },
  [40] = {
    id = 40,
    Version = "8.0",
    Map = 99,
    QuestID = 602850001,
    QuestName = "莲花中的身影",
    Dialog = "花魁选拔每年只进行一次，当选的花魁将在银鱼湖最大的舞台上起舞，这是洛阳所有少女们的梦想。",
    StoryVoice = 100012,
    BgmKeep = 1
  },
  [41] = {
    id = 41,
    Version = "8.0",
    Map = 99,
    QuestID = 602860001,
    QuestName = "银鱼湖的公主",
    Dialog = "情书上写着：致法海：\n      或许是一次回眸，你闪烁的眼神；或许是银鱼湖边，你吹响的叶笛。早已忘记和你的初遇，因为，当我晃过神来，我的世界都是你。",
    StoryVoice = 100013,
    BgmKeep = 1
  },
  [42] = {
    id = 42,
    Version = "8.0",
    Map = 99,
    QuestID = 602870001,
    QuestName = "影枫司",
    Dialog = "法海成为法纳族首领后，创建了维护洛阳安全与秩序的机构一一影枫司。只有通过严苛考验的法纳族男性才能加入，成为锦衣卫，成为洛阳的守护者。",
    StoryVoice = 100014,
    BgmKeep = 1
  },
  [43] = {
    id = 43,
    Version = "8.0",
    Map = 99,
    QuestID = 602880001,
    QuestName = "锦衣卫守则·序",
    Dialog = "锦衣卫守则·序：法海认为锦衣卫需要更加严格地要求自己，因此制定了《锦衣卫守则》。",
    StoryVoice = 100015,
    BgmKeep = 1
  },
  [44] = {
    id = 44,
    Version = "8.0",
    Map = 99,
    QuestID = 602880002,
    QuestName = "锦衣卫守则·一",
    Dialog = "锦衣卫守则·一：不可倚仗锦衣卫的身份要求特殊待遇，厉行节约，低调行事。",
    StoryVoice = 100016,
    BgmKeep = 1
  },
  [45] = {
    id = 45,
    Version = "8.0",
    Map = 99,
    QuestID = 602880003,
    QuestName = "锦衣卫守则·二",
    Dialog = "锦衣卫守则·二：处理案件纠纷公开公正，不可偏袒，带有情绪，夹带私情。",
    StoryVoice = 100017,
    BgmKeep = 1
  },
  [46] = {
    id = 46,
    Version = "8.0",
    Map = 99,
    QuestID = 602880004,
    QuestName = "锦衣卫守则·三",
    Dialog = "锦衣卫守则·三：尊敬他人，尊重自己，敬畏生命。",
    StoryVoice = 100018,
    BgmKeep = 1
  },
  [47] = {
    id = 47,
    Version = "8.0",
    Map = 99,
    QuestID = 602880005,
    QuestName = "锦衣卫守则·四",
    Dialog = "锦衣卫守则·四：待人谦和有礼，为人诚实坦然。",
    StoryVoice = 100019,
    BgmKeep = 1
  },
  [48] = {
    id = 48,
    Version = "8.0",
    Map = 99,
    QuestID = 602880006,
    QuestName = "锦衣卫守则·五",
    Dialog = "锦衣卫守则·五：未成年居民（包括锦衣卫）禁止进入花楼娱乐。",
    StoryVoice = 100020,
    BgmKeep = 1
  },
  [49] = {
    id = 49,
    Version = "8.0",
    Map = 99,
    QuestID = 602890001,
    QuestName = "神龙祭坛",
    Dialog = "法纳族中有一部分人进行着体能修行，他们将水魔法的力量凝聚在龙珠中，在进行体术攻击时，龙珠会全部爆发，大幅增强冲击力。",
    StoryVoice = 100021,
    BgmKeep = 1
  },
  [50] = {
    id = 50,
    Version = "8.0",
    Map = 1038,
    QuestID = 602900001,
    QuestName = "洛阳花楼",
    Dialog = "从诗词歌赋谈到心中梦想，从琴棋书画聊到人生哲理，踏入花楼，可以忘却一切烦恼，找到自己的心灵归宿。",
    StoryVoice = 100022,
    BgmKeep = 1
  },
  [51] = {
    id = 51,
    Version = "8.0",
    Map = 100,
    QuestID = 602910001,
    QuestName = "小青的日记·一",
    Dialog = "小青的日记·一\n      明天是我七岁的生日，妈妈终于答应带我去灯会了！听说在灯会上放飞天灯，愿望就能实现，那妈妈的病一定就能好了。",
    StoryVoice = 100023,
    BgmKeep = 1
  },
  [52] = {
    id = 52,
    Version = "8.0",
    Map = 100,
    QuestID = 602910002,
    QuestName = "小青的日记·二",
    Dialog = "小青的日记·二\n      妈妈的病越来越严重了，我要努力在花楼帮忙，让妈妈能多休息一下。神明大人，您看到了我的天灯吗？",
    StoryVoice = 100024,
    BgmKeep = 1
  },
  [53] = {
    id = 53,
    Version = "8.0",
    Map = 100,
    QuestID = 602910003,
    QuestName = "小青的日记·三",
    Dialog = "小青的日记·三\n      妈妈过世了，连天灯都是骗人的，我还能信任谁？爸爸...妈妈...我一个人...该怎么办，谁能来...救救我？",
    StoryVoice = 100025,
    BgmKeep = 1
  },
  [54] = {
    id = 54,
    Version = "8.0",
    Map = 100,
    QuestID = 602910004,
    QuestName = "小青的日记·四",
    Dialog = "小青的日记·四\n      妈妈，你在云边过得怎么样？我过得很好，你不用担心。白素贞姐姐收养了我们这些孤儿，她教我们识字，给我们做好吃的，我们过得很开心。花楼那边经营起来虽然有一些辛苦，但姐姐们对我很好，小青会努力的。",
    StoryVoice = 100026,
    BgmKeep = 1
  },
  [55] = {
    id = 55,
    Version = "8.0",
    Map = 98,
    QuestID = 603110001,
    QuestName = "龙魂之门",
    Dialog = "穿过银鱼围绕的长廊，\n有一个空旷寂寥的门。\n那里有连接生与死的魔法，\n埋葬了英雄无处安息的灵魂。",
    StoryVoice = 100027,
    BgmKeep = 1
  },
  [56] = {
    id = 56,
    Version = "8.0",
    Map = 98,
    QuestID = 603120001,
    QuestName = "奥格米尔之花",
    Dialog = "诸神的黄昏之后，世界满目疮痍，创世巨人伊米尔贡献出自己的身躯重建世界。神王奥丁请生命女神用神力催生了一朵不会衰败的神花，用于保存巨人伊米尔的心脏。\n一千多年前，神花包裹着伊米尔之心的碎片，跨越时间与空间，携带着霜巨人遗留的执念，从遥远的阿斯加德漂来洛阳。",
    StoryVoice = 100028,
    BgmKeep = 1
  },
  [57] = {
    id = 57,
    Version = "8.0",
    Map = 98,
    QuestID = 603130001,
    QuestName = "水中的精灵",
    Dialog = "红尾人鱼一族，原本生活在米德加尔特大陆深海里。在它们的家园，发生了剧烈的海底地震，原本悠然自得的人鱼失去了庇护所。许仙，将它们从米德加尔特召唤进入洛阳，在银鱼湖底给了它们一个新的家。",
    StoryVoice = 100029,
    BgmKeep = 1
  },
  [58] = {
    id = 58,
    Version = "8.0",
    Map = 98,
    QuestID = 603140001,
    QuestName = "波伊塔塔",
    Dialog = "洛阳城的自然之灵，全身燃烧着不灭之火的巨蛇。喜欢待在凉快的银鱼湖底，让自己燃烧的鳞片没有那么炙热。",
    StoryVoice = 100030,
    BgmKeep = 1
  },
  [59] = {
    id = 59,
    Version = "8.0",
    Map = 98,
    QuestID = 603150001,
    QuestName = "银鱼",
    Dialog = "传说中，湖底的银鱼，是无数战死在荒境的洛阳战士的执念。尽管肉体已经消失了，他们依然怀揣着保护洛阳的信念，随着湖水环绕洛阳城游动，日夜不休。",
    StoryVoice = 100031,
    BgmKeep = 1
  },
  [60] = {
    id = 60,
    Version = "8.0",
    Map = 98,
    QuestID = 603160007,
    QuestName = "咸鱼也有梦想",
    Dialog = "看上去呆头呆脑的鱼人，其实也有自己的小心思！装死、幻化、赖皮、卖萌……这些洛阳生物链底层的原住民，从小就必须学会贫民窟的生活规则。它们也有梦想，它们希望有一天能像锦衣卫那样气宇轩昂地生活！",
    StoryVoice = 100032,
    BgmKeep = 1
  },
  [61] = {
    id = 61,
    Version = "8.0",
    Map = 101,
    QuestID = 603180001,
    QuestName = "黑市商人",
    Dialog = "千年前最繁华的洛阳集市，如今成为洛阳城里黑市商人的聚集地。亭台楼阁早已不复当初华贵，只有连片的枫树林还能依稀辨认出曾经的风貌。",
    StoryVoice = 100033,
    BgmKeep = 1
  },
  [62] = {
    id = 62,
    Version = "8.0",
    Map = 101,
    QuestID = 603190001,
    QuestName = "熊猫波利",
    Dialog = "曾经，熊猫波利是生活在米德加尔特大陆上的奇特物种，它们娇生惯养又生性懒散，面临着快要绝种的悲剧。许仙看它们长相可爱，将它们带回洛阳……这群可爱的生物，靠着卖萌才得以繁衍下去。",
    StoryVoice = 100034,
    BgmKeep = 1
  },
  [63] = {
    id = 63,
    Version = "8.0",
    Map = 101,
    QuestID = 603200001,
    QuestName = "预备队的试炼",
    Dialog = "每个想成为锦衣卫的法纳族男性，都需要在年少时期加入预备队，经过多年的训练和磨砺，通过锦衣卫考核试炼。只有顺利完成的人，才能成为影枫司的一员。",
    StoryVoice = 100035,
    BgmKeep = 1
  },
  [64] = {
    id = 64,
    Version = "8.0",
    Map = 101,
    QuestID = 603210001,
    QuestName = "断裂的时空",
    Dialog = "自从古恩将洛阳的时空与九大世界隔离开后，结界之外仅剩下一片虚空，和虚空里无法着陆的魔物……这些怪物每日窥探着洛阳，在洛阳结界松动时，找准每个机会从时空的裂隙挤进落日浅滩。",
    StoryVoice = 100036,
    BgmKeep = 1
  },
  [65] = {
    id = 65,
    Version = "8.0",
    Map = 101,
    QuestID = 603220001,
    QuestName = "非男非女的狐仙",
    Dialog = "生活在落日浅滩的独特生物狐仙，拥有一种独特的变形能力，可以随时变换自己的性别。如果在路上遇见可爱的狐狸女孩，一定要仔细观察，说不定下一秒它就会变成更可爱的男孩子！",
    StoryVoice = 100037,
    BgmKeep = 1
  },
  [66] = {
    id = 66,
    Version = "8.0",
    Map = 101,
    QuestID = 603230001,
    QuestName = "蛇妖戈耳工",
    Dialog = "传闻中，蛇妖戈耳工的双眼具有石化的能力，任何直视她们双眼的人都会变成石像。唯有勇士帕西依靠着盾牌上的镜面，通过反光才战胜了她！",
    StoryVoice = 100038,
    BgmKeep = 1
  },
  [78] = {
    id = 78,
    Version = "9.0",
    Map = 109,
    QuestID = 603430001,
    QuestName = "古老歌谣",
    Dialog = "这是一首浮空精灵们代代相传的歌谣。“无论身处何处，天地树永在心房；无论身居何地，天地树仍是故乡……”",
    StoryVoice = 100050,
    BgmKeep = 1
  },
  [79] = {
    id = 79,
    Version = "9.0",
    Map = 109,
    QuestID = 603440001,
    QuestName = "精灵大祭司",
    Dialog = "大祭司——精灵语为“羽斯缇卡”，意为神的启示。他们倾听着诸神的指引与自然的呼唤，是精灵族中最高贵尊荣的存在。而每一代大祭司都会引领着辉煌领域的所有生灵，履行守护彩虹桥的使命。“或许某日，神灵的话语也会被时间遗忘。但羽斯缇卡，他们的光辉和彩虹桥永存。”",
    StoryVoice = 100051,
    BgmKeep = 1
  },
  [80] = {
    id = 80,
    Version = "9.0",
    Map = 109,
    QuestID = 603450001,
    QuestName = "时之轮",
    Dialog = "浮空精灵们与其他种族不同，他们依照着日月星辰轨迹推演时间历法。这特殊的历法，被命名为天空之历。天空之历分为辰星年与光耀年。每当日光减弱，流星划过，便象征着一个辰星年的来临；而当晨曦降临，星空远去，则是一个光耀年的开始。而这个名为时之轮的装置，便是占星师透过天地树冠，用来测算天空之历用的。占星师们观测着天空、云海与彩虹桥，推演着自然的变迁，记录着属于浮空精灵的时间。他们总这么说：“晨曦与星光的距离，也就是我们与时间的距离。”",
    StoryVoice = 100052,
    BgmKeep = 1
  },
  [81] = {
    id = 81,
    Version = "9.0",
    Map = 109,
    QuestID = 603460001,
    QuestName = "晨曦圣女",
    Dialog = "在赫蒂从晨曦中诞生的那一刻，她便注定与其他的浮空精灵们不同。她是太阳的女儿，象征着永恒的光芒。女神怜爱她的美丽与纯真，赐予她圣女之名，让其侍奉在身旁。而大贤者将日光收束于宝石中，命名为日之流晶。他将流晶送给了赫蒂，让这道祝福守护在她的身边。“圣女诞生后，太阳便眷恋着艾卡拉奇。而这道流转于水晶中的日光，只为赞颂圣女而闪烁。”",
    StoryVoice = 100053,
    BgmKeep = 1
  },
  [82] = {
    id = 82,
    Version = "9.0",
    Map = 109,
    QuestID = 603470001,
    QuestName = "艾卡拉奇",
    Dialog = "艾卡拉奇，在精灵语中意为“花开伊始的大地”。此处位于天地树的顶端区域，连接着唯一通往阿斯加德的通道——彩虹桥。由于整个城市的上空都覆盖着天地树的枝叶，无法看到天空，对于艾卡拉奇的居民来说，枝叶就是他们的天空。白天的艾卡拉奇也显得较为幽静，阳光透过枝叶洒落下来，变成了一缕缕的光束。到了夜晚，生活在这个地方的魔法生物溢散着微光，给这座城市带来了点点星光。“星光闪烁间，无数梦境栖息于此。这是精灵的乐园，神赐的幻想乡。”",
    StoryVoice = 100054,
    BgmKeep = 1
  },
  [83] = {
    id = 83,
    Version = "9.0",
    Map = 109,
    QuestID = 603480001,
    QuestName = "晨曦之时",
    Dialog = "在某个特殊的时刻，太阳会悬于天地的最高处，于艾卡拉奇中央降下一道异常明亮的金色光辉。这个瞬间，就被称之为晨曦之时。虽然它只有短短片刻，但依旧被视为是神恩的示意。而这个时候，被选中的圣女便会开始祷告，在吟唱中将众精灵的心愿传达给上天。这也象征着一个光耀年的开始。“辉光倾落之间，万物归于伊始。祈愿吟诵之际，诸神恩赐晨曦。”",
    StoryVoice = 100055,
    BgmKeep = 1
  },
  [84] = {
    id = 84,
    Version = "9.0",
    Map = 109,
    QuestID = 603490001,
    QuestName = "那位女神",
    Dialog = "没有谁能确切的记得那位女神是何时来到的辉煌领域了。精灵们只知道，那无以伦比的美丽如同光芒一般，温暖了艾卡拉奇所有的白昼与夜色。“若是能见到那位女神的微笑，那么当晚的梦境，也会被温柔的蝶翼萦绕。”",
    StoryVoice = 100056,
    BgmKeep = 1
  },
  [85] = {
    id = 85,
    Version = "9.0",
    Map = 109,
    QuestID = 603500001,
    QuestName = "神使们",
    Dialog = "在浮空精灵的眼里，几位神使们有时是比那位女神更神秘的存在。没有谁记得她们何时而来，也没有谁知晓她们将去何处。好似游离的迷雾，有着难以探寻的缥缈。她们曾留下这样一句话：“不需要被谁铭记，也无所谓是否被遗忘。只有女神大人的指引，是我们永恒的方向。”",
    StoryVoice = 100057,
    BgmKeep = 1
  },
  [86] = {
    id = 86,
    Version = "9.0",
    Map = 109,
    QuestID = 603510001,
    QuestName = "大贤者",
    Dialog = "所有精灵们都深信不疑，大贤者有着精灵中最顶级的智慧与才学，和令所有精灵少女都痴迷的容貌。大贤者曾一直是浮空精灵们敬畏的存在。他一度隐居避世，只在传闻中出现。——这一切幻想，终止于克莱尔身份被发现的那一刻。此后，原先的崇拜者们都叹息道：“没错，大贤者的确拥有我们着难以企及的智慧，但他看起来……也过于年轻了。”“要知道他的脑子里除了书籍、咒文和魔药配方……还有无数个糟糕至极的恶作剧点子。”",
    StoryVoice = 100058,
    BgmKeep = 1
  },
  [87] = {
    id = 87,
    Version = "9.0",
    Map = 109,
    QuestID = 603520001,
    QuestName = "贞奴比亚",
    Dialog = "提起贞奴比亚，浮空精灵们多半是崇拜和羡慕的。她美丽、自信且强大，有着领导者具备的所有品质。起初，众精灵并不认可一位异族的大祭司，但贞奴比亚很快用自己的实力证明，种族从来不是用来质疑的理由。就连那位女神也十分欣赏她的能力，将她任命为十二神使之一。每当谈论起这位异族的大祭司，大家总这么说：“只要有贞奴比亚在，就什么也不用担心——这难道不是所有浮空精灵的共识吗？”",
    StoryVoice = 100059,
    BgmKeep = 1
  },
  [88] = {
    id = 88,
    Version = "9.0",
    Map = 109,
    QuestID = 603530001,
    QuestName = "辰星殿堂",
    Dialog = "辰星殿堂——整个艾卡拉奇最美丽夺目的建筑。除了当任的精灵大祭司，再无他人可以进入。初代大祭司为了完成这所宫殿，耗费了数以万计的浮光石和水晶岩。但无人知晓，建造它的最初目的究竟是什么。据说在宫殿建成的那一刻，流星划过天空，新的辰星年来临了。“所以，它被命名为辰星殿堂——但就算是天边最明亮的流星，也未曾比过它一丝的璀璨。”",
    StoryVoice = 100060,
    BgmKeep = 1
  },
  [89] = {
    id = 89,
    Version = "9.0",
    Map = 109,
    QuestID = 603540001,
    QuestName = "天地树",
    Dialog = "天地树的树干与枝叶，构成了世界上的九个大陆。它是世界的中心，也是万物的始源。曾有撰写诗篇的浮空精灵，对着天地树如此叹息：“它于黄昏的尘埃里寂静 在晨曦的露水中重生”",
    StoryVoice = 100061,
    BgmKeep = 1
  },
  [90] = {
    id = 90,
    Version = "9.0",
    Map = 109,
    QuestID = 603550001,
    QuestName = "风栖幼龙",
    Dialog = "风栖龙，是辉煌领域独有的生物。天性浪漫活泼，似乎拥有着穿梭空间的能力。“它们是自然的使者——诞生在歌唱日光的风中，栖息于星光笼罩的云上。”",
    StoryVoice = 100062,
    BgmKeep = 1
  },
  [91] = {
    id = 91,
    Version = "9.0",
    Map = 120,
    QuestID = 603560001,
    QuestName = "浮光星岩",
    Dialog = "浮光星岩，原本是天地树中的一个小小树洞。随着时间的流逝，树洞逐渐被瀑布冲刷出了崭新的模样。在这里有着辉煌领域独有的浮光石和水晶岩，以及许多充满光泽的魔法植物。而空气中还漂浮着绚烂的魔法光子，整体的氛围神秘又幽静。就连传说中的雪翼鸟，也对这个地方情有独钟。“在空中闪烁的，是浮游、光影，和飞动的流星。”",
    StoryVoice = 100063,
    BgmKeep = 1
  },
  [92] = {
    id = 92,
    Version = "9.0",
    Map = 120,
    QuestID = 603570001,
    QuestName = "雪翼鸟",
    Dialog = "雪翼鸟是追逐梦境的生灵。它们跟着梦的轨迹飞翔，本不该一直停留在某处。但许多年前，有一只雪翼鸟机缘巧合来到了艾卡拉奇，从此便再也没有离开。“当那片雪白的羽翼飘落时，就连神明都会为之叹息。”",
    StoryVoice = 100064,
    BgmKeep = 1
  },
  [93] = {
    id = 93,
    Version = "9.0",
    Map = 120,
    QuestID = 603580001,
    QuestName = "星降瀑布",
    Dialog = "在这道瀑布刚刚被浮空精灵们发现时，他们都为眼前的美景感到惊叹。“就像星星在坠落的片刻，为世界留下了最后的礼物。”",
    StoryVoice = 100065,
    BgmKeep = 1
  },
  [94] = {
    id = 94,
    Version = "9.0",
    Map = 120,
    QuestID = 603590001,
    QuestName = "天地树之种",
    Dialog = "在浮光星岩，总徘徊着一个长了翅膀的魔法植物。在很长的一段时间里，精灵们都不知道它究竟是什么来历。直到大贤者克莱尔观测之后，他说：这是天地树死去的一颗种子。“原本的命运抛弃了它。但从此之后，再也没有谁能阻止它的飞翔。”",
    StoryVoice = 100066,
    BgmKeep = 1
  },
  [95] = {
    id = 95,
    Version = "9.0",
    Map = 120,
    QuestID = 603600001,
    QuestName = "宝石灵兽",
    Dialog = "很久以前的某个夜晚，浮光星岩最晶莹的那颗水晶石，忽然闪烁起微弱的光芒。随着光芒愈来愈盛，水晶中忽然传来了一声清脆的鸣叫。片刻后晶石碎裂，从中探出了一个毛茸茸的脑袋。这便是如今的宝石灵兽了。“它从水晶中诞生，便注定也会同水晶一样破碎。”",
    StoryVoice = 100067,
    BgmKeep = 1
  },
  [96] = {
    id = 96,
    Version = "9.0",
    Map = 120,
    QuestID = 603610001,
    QuestName = "苍夜公主",
    Dialog = "苍夜，意为“苍蓝的静夜”。她曾是浮空精灵的第14位公主，也是最后一位。没有谁记得请她的真实姓名，精灵们只用苍夜公主的名号呼唤她。多年前，她离开了辉煌领域，随后彻底没了踪迹。“从此之后，艾卡拉奇的夜晚失去了它的色彩。”",
    StoryVoice = 100068,
    BgmKeep = 1
  },
  [97] = {
    id = 97,
    Version = "9.0",
    Map = 120,
    QuestID = 603620001,
    QuestName = "蔚云之海",
    Dialog = "辉煌领域之外，在天地树的周围，是一片无尽的云海。而距它的不远处，正是浮空精灵们守护的彩虹桥。大祭司为了更好的观测彩虹桥的情况，便在云海建造了守护法阵，以防异变的诞生。“所有的记忆和过往，都埋葬在彩虹的光辉中。只有这片云海，始终注视着，铭记着。”",
    StoryVoice = 100069,
    BgmKeep = 1
  },
  [98] = {
    id = 98,
    Version = "9.0",
    Map = 110,
    QuestID = 603630001,
    QuestName = "时间花园",
    Dialog = "时间花园是小妖精们的住所。传说这里是神赐的花园，其中开放的花朵永恒不败。虽然浮空精灵们不常踏入此处，但也有传闻说，时间花园的深处，藏着浮空精灵的珍宝。“在这里，每一株花朵都有秘密。它们等待着被时光吹散，迎接真正凋谢的瞬间。”",
    StoryVoice = 100070,
    BgmKeep = 1
  },
  [99] = {
    id = 99,
    Version = "9.0",
    Map = 110,
    QuestID = 603640001,
    QuestName = "灵魂奏者",
    Dialog = "那位黑色的精灵少女，似乎是一夜之间出现在时间花园的。她的身上充满了令人恐惧不安的气息。但与之相悖的，却是她弹奏出的竖琴声。某位听过这琴声的精灵曾如此形容：“既像是悲泣的诅咒，又像是虔诚的祷告……不要驻足倾听，它会摧折每一个坚定的灵魂。”",
    StoryVoice = 100071,
    BgmKeep = 1
  },
  [100] = {
    id = 100,
    Version = "9.0",
    Map = 110,
    QuestID = 603650001,
    QuestName = "时间的维度",
    Dialog = "长期身处于这片花园中，似乎对于时间的感知也会逐渐模糊。不知道这是精灵们的错觉，还是花朵们自身就有特殊的魔力呢。“这份迷茫，究竟是因无法为感知时间的流逝，还是在担忧这份流逝会将记忆抛弃……”",
    StoryVoice = 100072,
    BgmKeep = 1
  },
  [101] = {
    id = 101,
    Version = "9.0",
    Map = 110,
    QuestID = 603660001,
    QuestName = "永生和青春",
    Dialog = "很少有精灵知道，时间花园中的花朵不会凋谢。它们是诸神的恩赐，每一片花瓣中都蕴藏着凝固时间的力量，也是浮空精灵们青春永驻的秘密。“从没有人尝试摘下这些花朵。更没有人知道，摘下后会发生什么。”",
    StoryVoice = 100073,
    BgmKeep = 1
  },
  [102] = {
    id = 102,
    Version = "9.0",
    Map = 110,
    QuestID = 603670001,
    QuestName = "星降花",
    Dialog = "当星辰闪烁的时候，时间花园里便会长出这种名为星降花的植物。辉煌领域的精灵们都非常喜欢这美丽的花朵，久而久之，便会将它作为礼物送给牵挂的对象。“毕竟，没有什么比一颗开花的星星更珍贵。”",
    StoryVoice = 100074,
    BgmKeep = 1
  },
  [103] = {
    id = 103,
    Version = "9.0",
    Map = 110,
    QuestID = 603680001,
    QuestName = "小妖精",
    Dialog = "小妖精们的生命本源来自于大地和土壤，性格大多天然直率，但对异族十分谨慎。面对共同生活在辉煌领域的浮空精灵，小妖精们平日都尽可能避免与他们接触。“话虽如此，有个银发的浮空精灵却是例外。”",
    StoryVoice = 100075,
    BgmKeep = 1
  },
  [104] = {
    id = 104,
    Version = "9.0",
    Map = 110,
    QuestID = 603690001,
    QuestName = "塞西莉亚",
    Dialog = "在辉煌领域，没有精灵会不认识魔药学家塞西莉亚。她是浮空精灵中最年轻的魔药天才，但性格冷漠孤僻，十分古怪。也只有她，经常独自出入时间花园研究这里的植物。精灵们总说，没有塞西莉亚治不好的病。但却没有一个人去找她看病，就连问一问都不敢。他们常常念叨着：“和塞西莉亚说话，还不如去跟三角兽聊天。”",
    StoryVoice = 100076,
    BgmKeep = 1
  },
  [105] = {
    id = 105,
    Version = "9.0",
    Map = 110,
    QuestID = 603700001,
    QuestName = "莉姆露",
    Dialog = "小妖精们都知道，时间花园里有一只兔子精灵。她打扮的像异乡的来客，但具体从何处而来，却没有人记得了。兔子精灵的身上挂着长长的锁链。她常在在花园的边界徘徊寻找着什么，总是一边走，一边孤独地唱着歌。“破碎的彩虹，不再闪耀……莉姆露的朋友，也无法醒来……”",
    StoryVoice = 100077,
    BgmKeep = 1
  }
}
Table_PlotVoice_fields = {
  "id",
  "Version",
  "Map",
  "QuestID",
  "QuestName",
  "Dialog",
  "StoryVoice",
  "BgmKeep"
}
return Table_PlotVoice
