Table_PoemStep_t = {
  Descrip = {
    {
      82101,
      82102,
      82103,
      82104,
      82105,
      82106,
      82107,
      82108,
      82109,
      82110,
      82111,
      82112
    },
    {
      82117,
      82118,
      82119,
      82120,
      82121,
      82122,
      82123,
      82124,
      82125,
      82126
    },
    {
      82131,
      82132,
      82133,
      82134
    },
    {
      82142,
      82143,
      82144,
      82145,
      82146,
      82147
    },
    {
      82200,
      82201,
      82202,
      82203,
      82204,
      82205,
      82206,
      82207,
      82208,
      82209,
      82210,
      82211
    },
    {
      82216,
      82217,
      82218,
      82219,
      82220,
      82221,
      82222,
      82223,
      82224,
      82225,
      82226
    },
    {
      82231,
      82232,
      82233,
      82234,
      82235
    },
    {
      82242,
      82243,
      82244,
      82245,
      82246,
      82247,
      82248
    },
    {
      82348,
      82349,
      82350,
      82351,
      82352,
      82353,
      82354,
      82355,
      82356,
      82357
    },
    {
      82362,
      82363,
      82364,
      82365,
      82366,
      82367,
      82368,
      82369
    },
    {
      82374,
      82375,
      82376,
      82377,
      82378,
      82379
    },
    {
      82383,
      82384,
      82385,
      82386,
      82387,
      82388
    },
    {
      87406,
      87407,
      87408,
      87409,
      87410,
      87411,
      87412,
      87413,
      87414
    },
    {
      87418,
      87419,
      87420,
      87421,
      87422,
      87423,
      87424,
      87425,
      87426
    },
    {
      87432,
      87433,
      87434,
      87435,
      87436,
      87437,
      87438,
      87439,
      87440,
      87441
    },
    {
      87451,
      87452,
      87453,
      87454,
      87455,
      87456,
      87457,
      87458,
      87459,
      87460
    },
    {
      87464,
      87465,
      87466,
      87467,
      87468,
      87469,
      87470,
      87471,
      87472
    },
    {
      87478,
      87479,
      87480,
      87481,
      87482,
      87483,
      87484,
      87485,
      87486,
      87487
    },
    {
      87496,
      87497,
      87498,
      87499,
      87500,
      87501,
      87502,
      87503,
      87504,
      87505
    },
    {
      87509,
      87510,
      87511,
      87512,
      87513,
      87514,
      87515,
      87516,
      87517,
      87518
    },
    {
      87524,
      87525,
      87526,
      87527,
      87528,
      87529,
      87530,
      87531,
      87532,
      87533,
      87534,
      87535,
      87536
    },
    {
      53453,
      53454,
      53455,
      53456,
      53457,
      53458,
      53459,
      53460,
      53461,
      53462
    },
    {
      53465,
      53466,
      53467,
      53468,
      53469,
      53470,
      53471,
      53472,
      53473,
      53474,
      53475
    },
    {
      53480,
      53481,
      53482,
      53483,
      53484,
      53485,
      53486,
      53487,
      53488,
      53489,
      53490
    },
    {
      53492,
      53493,
      53494,
      53495,
      53496,
      53497,
      53498,
      53499,
      53500,
      53501
    },
    {
      53506,
      53507,
      53508,
      53509,
      53510,
      53511,
      53512,
      53513,
      53514,
      53515
    },
    {
      53519,
      53520,
      53521,
      53522,
      53523,
      53524,
      53525,
      53526,
      53527
    },
    {
      53533,
      53534,
      53535,
      53536,
      53537,
      53538,
      53539,
      53540,
      53541
    },
    {
      54185,
      54186,
      54187,
      54188,
      54189,
      54190,
      54191,
      54192,
      54193
    },
    {
      54198,
      54199,
      54201,
      54202,
      54203,
      54204,
      54205,
      54206,
      54207,
      54208,
      54209,
      54210,
      54211,
      54212
    },
    {
      54216,
      54217,
      54218,
      54219,
      54220,
      54221,
      54222,
      54223,
      54224,
      54225,
      54226,
      54227,
      54228
    },
    {
      101264,
      101265,
      101266,
      101267,
      101268,
      101269,
      101270,
      101271,
      101272,
      101273,
      101274,
      101275
    },
    {
      101279,
      101280,
      101281,
      101282,
      101283,
      101284,
      101285,
      101286,
      101287,
      101288,
      101289
    },
    {
      101293,
      101294,
      101295,
      101296,
      101297,
      101298,
      101299,
      101300,
      101301,
      101302,
      101303,
      101304,
      101305
    },
    {
      101311,
      101312,
      101313,
      101314,
      101315,
      101316,
      101317
    },
    {
      101508,
      101509,
      101510,
      101511,
      101512,
      101513,
      101514
    },
    {
      101518,
      101519,
      101520,
      101521,
      101522,
      101523,
      101524
    },
    {
      101530,
      101531,
      101532,
      101533,
      101534,
      101535,
      101536,
      101537,
      101538,
      101539,
      101540,
      101541
    },
    {
      101745,
      101746,
      101747,
      101748,
      101749,
      101750,
      101751,
      101752,
      101753
    },
    {
      101757,
      101758,
      101759,
      101760,
      101761,
      101762,
      101763,
      101764
    },
    {
      101769,
      101770,
      101771,
      101772,
      101773,
      101774,
      101775,
      101776,
      101777
    },
    {
      101782,
      101783,
      101784,
      101785,
      101786,
      101787,
      101788
    },
    {
      101792,
      101793,
      101794,
      101795,
      101796,
      101797,
      101798,
      101799
    },
    {
      101804,
      101805,
      101806,
      101807,
      101808,
      101809,
      101810,
      101811,
      101812,
      101813
    },
    {
      102229,
      102230,
      102231,
      102232,
      102233,
      102234,
      102235,
      102236,
      102237
    },
    {
      102241,
      102242,
      102243,
      102244,
      102245,
      102246,
      102247,
      102248,
      102249,
      102250
    },
    {
      102255,
      102256,
      102257,
      102258,
      102259,
      102260,
      102261,
      102262,
      102263,
      102264
    },
    {
      102268,
      102269,
      102270,
      102271,
      102272,
      102273,
      102274,
      102275,
      102276
    },
    {
      102281,
      102282,
      102283,
      102284,
      102285,
      102286,
      102287,
      102288,
      102289
    },
    {
      102295,
      102296,
      102297,
      102298,
      102299,
      102300,
      102301,
      102302,
      102303,
      102304,
      102305,
      102306,
      102307,
      102308,
      102309,
      102310,
      102311,
      102312,
      102313,
      102314,
      102315,
      102316,
      102317,
      102318,
      102319
    },
    {
      301434,
      301435,
      301436,
      301437,
      301438,
      301439,
      301440,
      301441,
      301442,
      301443,
      301444,
      301445,
      301446,
      301447
    },
    {
      301451,
      301452,
      301453,
      301454,
      301455,
      301456,
      301457,
      301458,
      301459,
      301460,
      301461
    },
    {
      301465,
      301466,
      301467,
      301468,
      301469,
      301470,
      301471,
      301472,
      301473,
      301474,
      301475
    },
    {
      301482,
      301483,
      301484,
      301485,
      301486
    },
    {
      301489,
      301490,
      301491,
      301492,
      301493,
      301494,
      301495,
      301496,
      301497,
      301498,
      301499,
      301500,
      301501,
      301502
    },
    {
      301505,
      301506,
      301507,
      301508,
      301509,
      301510
    },
    {
      301513,
      301514,
      301515,
      301516,
      301517,
      301518,
      301519,
      301520,
      301521,
      301522,
      301523
    },
    {
      301530,
      301531,
      301532,
      301533,
      301534,
      301535,
      301536,
      301537,
      301538,
      301539,
      301540
    },
    {
      120002,
      120003,
      120004,
      120005,
      120006,
      120007
    },
    {
      120011,
      120012,
      120013,
      120014,
      120015,
      120016,
      120017,
      120018,
      120019
    },
    {
      120022,
      120023,
      120024,
      120025,
      120026,
      120027
    },
    {
      120033,
      120034,
      120035,
      120036,
      120037,
      120038,
      120039
    },
    {
      120043,
      120044,
      120045,
      120046,
      120047,
      120048,
      120049,
      120050
    },
    {
      120053,
      120054,
      120055,
      120056,
      120057,
      120058,
      120059,
      120060
    },
    {
      120067,
      120068,
      120069,
      120070,
      120071,
      120072
    },
    {
      120076,
      120077,
      120078,
      120079,
      120080,
      120081,
      120082,
      120083,
      120084,
      120085
    },
    {
      120088,
      120089,
      120090,
      120091,
      120092,
      120093
    },
    {
      120100,
      120101,
      120102,
      120103,
      120104,
      120105
    },
    {
      120109,
      120110,
      120111,
      120112,
      120113,
      120114,
      120115,
      120116,
      120117
    },
    {
      120120,
      120121,
      120122,
      120123,
      120124,
      120125,
      120126,
      120127
    },
    {
      120134,
      120135,
      120136,
      120137,
      120138,
      120139
    },
    {
      120143,
      120144,
      120145,
      120146,
      120147,
      120148,
      120149,
      120150,
      120151,
      120152,
      120153,
      120154
    },
    {
      120157,
      120158,
      120159,
      120160,
      120161
    },
    {
      8568,
      8569,
      8570,
      8571,
      8572,
      8573
    },
    {
      8577,
      8578,
      8579,
      8580,
      8581,
      8582,
      8583,
      8584,
      8585,
      8586,
      8587,
      8588,
      8589,
      8590
    },
    {
      8593,
      8594,
      8595,
      8596,
      8597,
      8598,
      8599,
      8600,
      8601,
      8602
    },
    {
      120168,
      120169,
      120170,
      120171,
      120172,
      120173,
      120174,
      120175,
      120176,
      120180,
      120181,
      120182,
      120183,
      120184,
      120185,
      120186,
      120187,
      120188,
      120189,
      120190,
      120194,
      120195,
      120196,
      120197,
      120198
    },
    {
      120205,
      120206,
      120207,
      120208,
      120209,
      120210,
      120211,
      120212,
      120213,
      120217,
      120218,
      120219,
      120220,
      120221,
      120222,
      120223,
      120224,
      120225,
      120226,
      120231,
      120232,
      120233,
      120234,
      120235
    },
    {
      120242,
      120243,
      120244,
      120245,
      120246,
      120247,
      120248,
      120249,
      120250
    },
    {
      120254,
      120255,
      120256,
      120257,
      120258,
      120259,
      120260,
      120261,
      120262,
      120263,
      120264
    },
    {
      120268,
      120269,
      120270,
      120271,
      120272
    },
    {
      120279,
      120280,
      120281,
      120282,
      120283,
      120284,
      120285,
      120286,
      120287
    },
    {
      120291,
      120292,
      120293,
      120294,
      120295,
      120296,
      120297,
      120298,
      120299,
      120300,
      120301
    },
    {
      120305,
      120306,
      120307,
      120308,
      120309
    },
    {
      120316,
      120317,
      120318,
      120319,
      120320,
      120321,
      120322,
      120323,
      120324
    },
    {
      120328,
      120329,
      120330,
      120331,
      120332,
      120333,
      120334,
      120335,
      120336,
      120337,
      120338
    },
    {
      120342,
      120343,
      120344,
      120345,
      120346
    },
    {
      9241,
      9242,
      9243,
      9244,
      9245,
      9246,
      9247,
      9248,
      9249,
      9253,
      9254,
      9255,
      9256,
      9257,
      9258,
      9259,
      9260,
      9261,
      9262,
      9263,
      9264,
      9265,
      9266,
      9269,
      9270,
      9271,
      9272,
      9273,
      9274,
      9275,
      9276,
      9277,
      9278
    },
    {
      120357,
      120358,
      120359,
      120360,
      120361,
      120362,
      120363
    },
    {
      120366,
      120367,
      120368,
      120369,
      120370,
      120371,
      120372,
      120373,
      120374
    },
    {
      120377,
      120378,
      120379,
      120380,
      120381,
      120382,
      120383,
      120384
    },
    {
      120388,
      120389,
      120390,
      120391,
      120392,
      120393
    },
    {
      120397,
      120398,
      120399,
      120400,
      120401,
      120402
    },
    {
      120405,
      120406,
      120407,
      120408,
      120409,
      120410,
      120411,
      120412,
      120413
    },
    {
      120416,
      120417,
      120418,
      120419,
      120420,
      120421,
      120422
    },
    {
      120426,
      120427,
      120428,
      120429,
      120430
    },
    {
      120434,
      120435,
      120436,
      120437,
      120438,
      120439,
      120440,
      120441
    },
    {
      120444,
      120445,
      120446,
      120447,
      120448,
      120449,
      120450,
      120451,
      120452
    },
    {
      120455,
      120456,
      120457,
      120458,
      120459
    },
    {
      120462,
      120463,
      120464,
      120465
    },
    {
      120469,
      120470,
      120471,
      120472,
      120473,
      120474,
      120475
    },
    {
      120478,
      120479,
      120480,
      120481,
      120482,
      120483,
      120484,
      120485,
      120486
    },
    {
      120489,
      120490,
      120491,
      120492,
      120493,
      120494,
      120495
    },
    {
      120501,
      120502,
      120503,
      120504,
      120505,
      120506,
      120507,
      120508
    },
    {
      120511,
      120512,
      120513,
      120514,
      120515,
      120516,
      120517,
      120518,
      120519
    },
    {
      120522,
      120523,
      120524,
      120525,
      120526,
      120527,
      120528,
      120529,
      120530,
      120531,
      120532,
      120533
    },
    {
      1312215,
      1312216,
      1312217,
      1312218,
      1312219,
      1312220,
      1312221,
      1312222,
      1312225,
      1312226,
      1312227,
      1312228,
      1312229,
      1312230,
      1312231,
      1312232,
      1312233,
      1312234,
      1312235,
      1312236,
      1312237,
      1312238,
      1312239,
      1312240,
      1312241,
      1312242,
      1312243,
      1312244,
      1312245,
      1312246,
      1312247,
      1312248
    },
    {
      1312253,
      1312254,
      1312255,
      1312256,
      1312257,
      1312258,
      1312259,
      1312260,
      1312261,
      1312262,
      1312263,
      1312264,
      1312265,
      1312266,
      1312267
    },
    {
      1312270,
      1312271,
      1312272,
      1312273,
      1312274,
      1312275,
      1312276,
      1312277,
      1312278,
      1312279,
      1312280,
      1312281,
      1312282,
      1312283,
      1312284,
      1312285,
      1312286,
      1312287,
      1312288,
      1312289
    },
    {
      1312294,
      1312295,
      1312296,
      1312297,
      1312298,
      1312299,
      1312300,
      1312301,
      1312302,
      1312303,
      1312304,
      1312305,
      1312306,
      1312307,
      1312308,
      1312309,
      1312310
    },
    {
      1312313,
      1312314,
      1312315,
      1312316,
      1312317,
      1312318,
      1312319,
      1312320,
      1312321,
      1312322,
      1312323,
      1312324,
      1312325,
      1312326,
      1312327,
      1312328,
      1312329,
      1312330
    },
    {
      1312335,
      1312336,
      1312337,
      1312338,
      1312339,
      1312340,
      1312341,
      1312342,
      1312343
    },
    {
      1312345,
      1312346,
      1312347,
      1312348,
      1312349,
      1312350,
      1312351,
      1312352,
      1312353,
      1312354,
      1312355,
      1312356,
      1312357,
      1312358,
      1312359,
      1312360,
      1312361,
      1312362,
      1312363,
      1312364
    },
    {
      1312369,
      1312370,
      1312371,
      1312372,
      1312373,
      1312374,
      1312375,
      1312376,
      1312377,
      1312378,
      1312379,
      1312380,
      1312381,
      1312382,
      1312383
    },
    {
      1312386,
      1312387,
      1312388,
      1312389,
      1312390,
      1312391,
      1312392,
      1312393,
      1312394,
      1312395,
      1312396,
      1312397,
      1312398,
      1312399
    },
    {
      8609,
      8610,
      8611,
      8612,
      8613,
      8614,
      8615,
      8616,
      8617,
      8618,
      8619,
      8620
    },
    {
      8623,
      8624,
      8625,
      8626,
      8627,
      8628,
      8629,
      8630,
      8631,
      8632,
      8633,
      8634,
      8635,
      8636,
      8637,
      8638
    },
    {
      84876,
      84877,
      84878,
      84879,
      84880,
      84881,
      84882,
      84883,
      84884,
      84885,
      84886,
      84887,
      84888
    },
    {
      84894,
      84895,
      84896,
      84897,
      84898,
      84899,
      84900,
      84901,
      84902,
      84903,
      84904,
      84905,
      84906,
      84907,
      84908,
      84909,
      84910,
      84911,
      84912,
      84913,
      84914,
      84915,
      84916,
      84917,
      84918,
      84919,
      84920
    },
    {
      84924,
      84925,
      84926,
      84927,
      84928,
      84929,
      84930,
      84931,
      84932,
      84933,
      84934,
      84935,
      84936,
      84937,
      84938,
      84939
    },
    {
      20004,
      20005,
      20006,
      20007,
      20008,
      20009,
      20010
    },
    {
      20013,
      20014,
      20015,
      20016,
      20017,
      20018,
      20019,
      20020,
      20021,
      20022,
      20023,
      20024,
      20025,
      20026,
      20027,
      20028,
      20029,
      20030,
      20031
    },
    {
      20036,
      20037,
      20038,
      20039,
      20040,
      20041,
      20042,
      20043,
      20044,
      20045
    },
    {
      20048,
      20049,
      20050,
      20051,
      20052,
      20053,
      20054,
      20055,
      20056,
      20057,
      20058,
      20059,
      20060,
      20061,
      20062,
      20063
    },
    {
      20068,
      20069,
      20070,
      20071,
      20072,
      20073,
      20074
    },
    {
      20077,
      20078,
      20079,
      20080,
      20081,
      20082,
      20083,
      20084,
      20085,
      20086,
      20087,
      20088,
      20089,
      20090,
      20091,
      20092,
      20093,
      20094,
      20095
    },
    {
      81457,
      81458,
      81459,
      81460,
      81461
    },
    {
      81466,
      81467,
      81468,
      81469,
      81470,
      81471,
      81472,
      81473,
      81474,
      81475,
      81476,
      81477,
      81478,
      81479,
      81480,
      81481
    },
    {
      81485,
      81486,
      81487,
      81488,
      81489,
      81490,
      81491,
      81492,
      81493,
      81494,
      81495
    },
    {
      81501,
      81502,
      81503,
      81504,
      81505,
      81506,
      81507
    },
    {
      81513,
      81514,
      81515,
      81516,
      81517,
      81518,
      81519,
      81520
    },
    {
      81523,
      81524,
      81525,
      81526,
      81527,
      81528,
      81529,
      81530,
      81531,
      81532,
      81533,
      81534,
      81535
    },
    {
      81541,
      81542,
      81543,
      81544,
      81545,
      81546,
      81547,
      81548,
      81549,
      81550,
      81551,
      81552
    },
    {
      81558,
      81559,
      81560,
      81561,
      81562,
      81563,
      81564,
      81565
    },
    {
      81569,
      81570,
      81571,
      81572,
      81573,
      81574,
      81575,
      81576
    },
    {
      600214,
      600215,
      600216,
      600217,
      600218,
      600219,
      600220,
      600221
    },
    {
      600226,
      600227,
      600228,
      600229,
      600230,
      600231,
      600232
    },
    {
      600236,
      600237,
      600238,
      600239,
      600240,
      600241,
      600242,
      600243
    },
    {
      600247,
      600248,
      600249,
      600250,
      600251,
      600252,
      600253,
      600254,
      600255,
      600256,
      600257
    }
  }
}
Table_PoemStep = {
  [1] = {
    Questid = 600100002,
    name = "黑暗降临·故事一",
    Descrip = Table_PoemStep_t.Descrip[1],
    TraceInfo = "残酷暴戾的君王修密兹"
  },
  [2] = {
    id = 2,
    Questid = 600100002,
    name = "黑暗降临·故事二",
    step = 3,
    Descrip = Table_PoemStep_t.Descrip[2],
    TraceInfo = "再次崛起的王国"
  },
  [3] = {
    id = 3,
    Questid = 600100004,
    name = "黑暗降临·故事三",
    Descrip = Table_PoemStep_t.Descrip[3],
    TraceInfo = "危机--黑暗之王"
  },
  [4] = {
    id = 4,
    Questid = 600100004,
    name = "黑暗降临·故事四",
    step = 36,
    Descrip = Table_PoemStep_t.Descrip[4],
    TraceInfo = "新王的到来--古城的新生"
  },
  [5] = {
    id = 5,
    Questid = 600130002,
    name = "施密特王·故事一",
    Descrip = Table_PoemStep_t.Descrip[5],
    TraceInfo = "朝着黑暗的古城进军"
  },
  [6] = {
    id = 6,
    Questid = 600130002,
    name = "施密特王·故事二",
    step = 3,
    Descrip = Table_PoemStep_t.Descrip[6],
    TraceInfo = "巧施计谋躲避龙族"
  },
  [7] = {
    id = 7,
    Questid = 600130003,
    name = "施密特王·故事三",
    step = 6,
    Descrip = Table_PoemStep_t.Descrip[7],
    TraceInfo = "乘胜追击--皇家守卫！"
  },
  [8] = {
    id = 8,
    Questid = 600130004,
    name = "施密特王·故事四",
    step = 2,
    Descrip = Table_PoemStep_t.Descrip[8],
    TraceInfo = "封印--黑暗之王"
  },
  [9] = {
    id = 9,
    Questid = 600170002,
    name = "百年智家·故事一",
    Descrip = Table_PoemStep_t.Descrip[9],
    TraceInfo = "狩猎之城-斐扬"
  },
  [10] = {
    id = 10,
    Questid = 600170002,
    name = "百年智家·故事二",
    step = 3,
    Descrip = Table_PoemStep_t.Descrip[10],
    TraceInfo = "不死人来袭--智家诞生 "
  },
  [11] = {
    id = 11,
    Questid = 600170003,
    name = "百年智家·故事三",
    step = 6,
    Descrip = Table_PoemStep_t.Descrip[11],
    TraceInfo = "殊死一战--智家对妖君！"
  },
  [12] = {
    id = 12,
    Questid = 600170004,
    name = "百年智家·故事四",
    step = 6,
    Descrip = Table_PoemStep_t.Descrip[12],
    TraceInfo = "斐扬永远的守护者"
  },
  [13] = {
    id = 13,
    Questid = 600530002,
    name = "摩加达·岁月·故事一",
    Descrip = Table_PoemStep_t.Descrip[13],
    TraceInfo = "世界上最伟大的爱"
  },
  [14] = {
    id = 14,
    Questid = 600530002,
    name = "摩加达·岁月·故事二",
    step = 3,
    Descrip = Table_PoemStep_t.Descrip[14],
    TraceInfo = "出手相助的白袍人"
  },
  [15] = {
    id = 15,
    Questid = 600530003,
    name = "摩加达·岁月·故事三",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[15],
    TraceInfo = "肩负使命的时钟守护者"
  },
  [16] = {
    id = 16,
    Questid = 600540002,
    name = "月狼传说·故事一",
    Descrip = Table_PoemStep_t.Descrip[16],
    TraceInfo = "灾祸的代名词--芬里尔"
  },
  [17] = {
    id = 17,
    Questid = 600540002,
    name = "月狼传说·故事二",
    step = 3,
    Descrip = Table_PoemStep_t.Descrip[17],
    TraceInfo = "傲慢被困与锁链之下"
  },
  [18] = {
    id = 18,
    Questid = 600540003,
    name = "月狼传说·故事三",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[18],
    TraceInfo = "月亮之上--孤寂的魔狼"
  },
  [19] = {
    id = 19,
    Questid = 600550002,
    name = "默斯曼·岁月·故事一",
    Descrip = Table_PoemStep_t.Descrip[19],
    TraceInfo = "黄金时钟暗处的危机"
  },
  [20] = {
    id = 20,
    Questid = 600550002,
    name = "默斯曼·岁月·故事二",
    step = 3,
    Descrip = Table_PoemStep_t.Descrip[20],
    TraceInfo = "幕后黑手的真正面目"
  },
  [21] = {
    id = 21,
    Questid = 600550003,
    name = "默斯曼·岁月·故事三",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[21],
    TraceInfo = "最信任的背叛者"
  },
  [22] = {
    id = 22,
    Questid = 601540002,
    name = "圣诞传说·故事一",
    Descrip = Table_PoemStep_t.Descrip[22],
    TraceInfo = "爱的化身--圣诞老人"
  },
  [23] = {
    id = 23,
    Questid = 601540003,
    name = "圣诞传说·故事二",
    Descrip = Table_PoemStep_t.Descrip[23],
    TraceInfo = "圣诞袜里装的是爱"
  },
  [24] = {
    id = 24,
    Questid = 601540003,
    name = "圣诞传说·故事三",
    step = 8,
    Descrip = Table_PoemStep_t.Descrip[24],
    TraceInfo = "挂满礼物的圣诞树"
  },
  [25] = {
    id = 25,
    Questid = 601560001,
    name = "飞利浦·故事一",
    step = 1,
    Descrip = Table_PoemStep_t.Descrip[25],
    TraceInfo = "吝啬的玩具厂长"
  },
  [26] = {
    id = 26,
    Questid = 601560002,
    name = "飞利浦·故事二",
    Descrip = Table_PoemStep_t.Descrip[26],
    TraceInfo = "三只圣诞精灵"
  },
  [27] = {
    id = 27,
    Questid = 601560003,
    name = "飞利浦·故事三",
    Descrip = Table_PoemStep_t.Descrip[27],
    TraceInfo = "现在与未来？"
  },
  [28] = {
    id = 28,
    Questid = 601560003,
    name = "飞利浦·故事四",
    step = 8,
    Descrip = Table_PoemStep_t.Descrip[28],
    TraceInfo = "爱是先有付出才有收获"
  },
  [29] = {
    id = 29,
    Questid = 601700002,
    name = "欢乐马戏团·故事一",
    Descrip = Table_PoemStep_t.Descrip[29],
    TraceInfo = "马戏团两兄弟"
  },
  [30] = {
    id = 30,
    Questid = 601700003,
    name = "欢乐马戏团·故事二",
    Descrip = Table_PoemStep_t.Descrip[30],
    TraceInfo = "拉链熊的告诫"
  },
  [31] = {
    id = 31,
    Questid = 601700003,
    name = "欢乐马戏团·故事三",
    step = 10,
    Descrip = Table_PoemStep_t.Descrip[31],
    TraceInfo = "红鼻子马戏团"
  },
  [32] = {
    id = 32,
    Questid = 601820001,
    name = "曙光初升·故事一",
    step = 2,
    Descrip = Table_PoemStep_t.Descrip[32],
    TraceInfo = "幸福的三口之家"
  },
  [33] = {
    id = 33,
    Questid = 601820002,
    name = "曙光初升·故事二",
    Descrip = Table_PoemStep_t.Descrip[33],
    TraceInfo = "失踪的父亲和病倒的母亲"
  },
  [34] = {
    id = 34,
    Questid = 601820002,
    name = "曙光初升·故事三",
    step = 2,
    Descrip = Table_PoemStep_t.Descrip[34],
    TraceInfo = "赛任与贤者学院"
  },
  [35] = {
    id = 35,
    Questid = 601820003,
    name = "曙光初升·故事四",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[35],
    TraceInfo = "“我想成为英雄”"
  },
  [36] = {
    id = 36,
    Questid = 601840001,
    name = "海姆达水晶·故事一",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[36],
    TraceInfo = "失落的水晶"
  },
  [37] = {
    id = 37,
    Questid = 601840002,
    name = "海姆达水晶·故事二",
    step = 1,
    Descrip = Table_PoemStep_t.Descrip[37],
    TraceInfo = "鸟人入侵--战斗打响！"
  },
  [38] = {
    id = 38,
    Questid = 601840003,
    name = "海姆达水晶·故事三",
    step = 9,
    Descrip = Table_PoemStep_t.Descrip[38],
    TraceInfo = "愿永远守护朱诺的子民"
  },
  [39] = {
    id = 39,
    Questid = 601870002,
    name = "天空之城·故事一",
    Descrip = Table_PoemStep_t.Descrip[39],
    TraceInfo = "改变朱诺的科鲁特"
  },
  [40] = {
    id = 40,
    Questid = 601870003,
    name = "天空之城·故事二",
    Descrip = Table_PoemStep_t.Descrip[40],
    TraceInfo = "能源是拯救朱诺的首要"
  },
  [41] = {
    id = 41,
    Questid = 601870003,
    name = "天空之城·故事三",
    step = 8,
    Descrip = Table_PoemStep_t.Descrip[41],
    TraceInfo = "蔚蓝的天空才是归宿"
  },
  [42] = {
    id = 42,
    Questid = 601880002,
    name = "大总统卡尔·故事一",
    Descrip = Table_PoemStep_t.Descrip[42],
    TraceInfo = "光鲜表面之下的腐败"
  },
  [43] = {
    id = 43,
    Questid = 601880003,
    name = "大总统卡尔·故事二",
    Descrip = Table_PoemStep_t.Descrip[43],
    TraceInfo = "刚正不阿的政客"
  },
  [44] = {
    id = 44,
    Questid = 601880003,
    name = "大总统卡尔·故事三",
    step = 8,
    Descrip = Table_PoemStep_t.Descrip[44],
    TraceInfo = "秘密之翼的诞生"
  },
  [45] = {
    id = 45,
    Questid = 601930002,
    name = "白帽子黑帽子·故事一",
    Descrip = Table_PoemStep_t.Descrip[45],
    TraceInfo = "水火不相容？"
  },
  [46] = {
    id = 46,
    Questid = 601930003,
    name = "白帽子黑帽子·故事二",
    Descrip = Table_PoemStep_t.Descrip[46],
    TraceInfo = "炎热与寒冷的咒语"
  },
  [47] = {
    id = 47,
    Questid = 601930003,
    name = "白帽子黑帽子·故事三",
    step = 8,
    Descrip = Table_PoemStep_t.Descrip[47],
    TraceInfo = "友谊是一件很简单的事！"
  },
  [48] = {
    id = 48,
    Questid = 601940001,
    name = "大贤者巴特蒙德·故事一",
    step = 3,
    Descrip = Table_PoemStep_t.Descrip[48],
    TraceInfo = "首席技术员巴特蒙德"
  },
  [49] = {
    id = 49,
    Questid = 601940002,
    name = "大贤者巴特蒙德·故事二",
    Descrip = Table_PoemStep_t.Descrip[49],
    TraceInfo = "永恒的大贤者？！"
  },
  [50] = {
    id = 50,
    Questid = 601940002,
    name = "大贤者巴特蒙德·故事三",
    step = 8,
    Descrip = Table_PoemStep_t.Descrip[50],
    TraceInfo = "决裂，真正的贤者！"
  },
  [51] = {
    id = 51,
    Questid = 602140001,
    name = "哈默林怪谈·故事一",
    step = 3,
    Descrip = Table_PoemStep_t.Descrip[51],
    TraceInfo = "吹笛人的到来"
  },
  [52] = {
    id = 52,
    Questid = 602140001,
    name = "哈默林怪谈·故事二",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[52],
    TraceInfo = "贪婪的村民与堕落的他"
  },
  [53] = {
    id = 53,
    Questid = 602140001,
    name = "哈默林怪谈·故事三",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[53],
    TraceInfo = "屋顶上怨恨的哀乐"
  },
  [54] = {
    id = 54,
    Questid = 602140001,
    name = "哈默林怪谈·故事四",
    step = 15,
    Descrip = Table_PoemStep_t.Descrip[54],
    TraceInfo = "消失的孩子们"
  },
  [55] = {
    id = 55,
    Questid = 602160001,
    name = "华莱士·故事一",
    step = 2,
    Descrip = Table_PoemStep_t.Descrip[55],
    TraceInfo = "灭族仇人的救助"
  },
  [56] = {
    id = 56,
    Questid = 602160001,
    name = "华莱士·故事二",
    step = 4,
    Descrip = Table_PoemStep_t.Descrip[56],
    TraceInfo = "洛芙-我的小公主"
  },
  [57] = {
    id = 57,
    Questid = 602160001,
    name = "华莱士·故事三",
    step = 6,
    Descrip = Table_PoemStep_t.Descrip[57],
    TraceInfo = "“父亲”杀害了父亲？"
  },
  [58] = {
    id = 58,
    Questid = 602160001,
    name = "华莱士·故事四",
    step = 14,
    Descrip = Table_PoemStep_t.Descrip[58],
    TraceInfo = "一个杀手，一个父亲"
  },
  [59] = {
    id = 59,
    Questid = 311110001,
    name = "忽克连·故事一",
    Descrip = Table_PoemStep_t.Descrip[59],
    TraceInfo = "骄傲自大的学徒"
  },
  [60] = {
    id = 60,
    Questid = 311110001,
    name = "忽克连·故事二",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[60],
    TraceInfo = "魔物卡仑的征途之路"
  },
  [61] = {
    id = 61,
    Questid = 311110001,
    name = "忽克连·故事三",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[61],
    TraceInfo = "失败是成功之母"
  },
  [62] = {
    id = 62,
    Questid = 311110011,
    name = "伊丝米儿·故事一",
    Descrip = Table_PoemStep_t.Descrip[62],
    TraceInfo = "地狱归来的复仇者"
  },
  [63] = {
    id = 63,
    Questid = 311110011,
    name = "伊丝米儿·故事二",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[63],
    TraceInfo = "吸血公爵德古拉"
  },
  [64] = {
    id = 64,
    Questid = 311110011,
    name = "伊丝米儿·故事三",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[64],
    TraceInfo = "被复仇之血浸染的古堡"
  },
  [65] = {
    id = 65,
    Questid = 311110021,
    name = "卡巴克·故事一",
    Descrip = Table_PoemStep_t.Descrip[65],
    TraceInfo = "黑暗之王的祭品"
  },
  [66] = {
    id = 66,
    Questid = 311110021,
    name = "卡巴克·故事二",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[66],
    TraceInfo = "猎人的崛起"
  },
  [67] = {
    id = 67,
    Questid = 311110021,
    name = "卡巴克·故事三",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[67],
    TraceInfo = "白银微风--卡巴克"
  },
  [68] = {
    id = 68,
    Questid = 311120001,
    name = "莱伊娜丝·故事一",
    Descrip = Table_PoemStep_t.Descrip[68],
    TraceInfo = "白玉般纯洁的少女"
  },
  [69] = {
    id = 69,
    Questid = 311120001,
    name = "莱伊娜丝·故事二",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[69],
    TraceInfo = "正义与邪恶的交织"
  },
  [70] = {
    id = 70,
    Questid = 311120001,
    name = "莱伊娜丝·故事三",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[70],
    TraceInfo = "圣诗之歌--莱伊娜丝"
  },
  [71] = {
    id = 71,
    Questid = 311120011,
    name = "休朗克·故事一",
    Descrip = Table_PoemStep_t.Descrip[71],
    TraceInfo = "米尔特家族的骑士"
  },
  [72] = {
    id = 72,
    Questid = 311120011,
    name = "休朗克·故事二",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[72],
    TraceInfo = "骑士如同利剑--宁折不弯"
  },
  [73] = {
    id = 73,
    Questid = 311120011,
    name = "休朗克·故事三",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[73],
    TraceInfo = "王国之盾--休朗克"
  },
  [74] = {
    id = 74,
    Questid = 311120021,
    name = "固特伊·故事一",
    Descrip = Table_PoemStep_t.Descrip[74],
    TraceInfo = "锻造也需要实力"
  },
  [75] = {
    id = 75,
    Questid = 311120021,
    name = "固特伊·故事二",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[75],
    TraceInfo = "有实力才能保护所爱之人"
  },
  [76] = {
    id = 76,
    Questid = 311120021,
    name = "固特伊·故事三",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[76],
    TraceInfo = "创造者--固特伊"
  },
  [77] = {
    id = 77,
    Questid = 311130001,
    name = "无名者·故事一",
    step = 15,
    Descrip = Table_PoemStep_t.Descrip[77],
    TraceInfo = "刺杀之王--无名",
    SubQuestid = 311650003,
    SubStep = 6
  },
  [78] = {
    id = 78,
    Questid = 311130011,
    name = "哈沃德·故事一",
    step = 15,
    Descrip = Table_PoemStep_t.Descrip[78],
    TraceInfo = "锻造之路永无止境",
    SubQuestid = 311660003,
    SubStep = 6
  },
  [79] = {
    id = 79,
    Questid = 311130021,
    name = "艾勒梅斯·故事一",
    Descrip = Table_PoemStep_t.Descrip[79],
    TraceInfo = "权利还是梦想？"
  },
  [80] = {
    id = 80,
    Questid = 311130021,
    name = "艾勒梅斯·故事二",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[80],
    TraceInfo = "任务目标--依努尔·盖尔"
  },
  [81] = {
    id = 81,
    Questid = 311130021,
    name = "艾勒梅斯·故事三",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[81],
    TraceInfo = "刺客公会最锋利的剑"
  },
  [82] = {
    id = 82,
    Questid = 311140001,
    name = "艾尔克·故事一",
    Descrip = Table_PoemStep_t.Descrip[82],
    TraceInfo = "梦罗克未来的肩负者"
  },
  [83] = {
    id = 83,
    Questid = 311140001,
    name = "艾尔克·故事二",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[83]
  },
  [84] = {
    id = 84,
    Questid = 311140001,
    name = "艾尔克·故事三",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[84],
    TraceInfo = "追寻女神之泪"
  },
  [85] = {
    id = 85,
    Questid = 311140011,
    name = "巴尔洛·故事一",
    Descrip = Table_PoemStep_t.Descrip[85],
    TraceInfo = "梦罗克大陆卫队的建立"
  },
  [86] = {
    id = 86,
    Questid = 311140011,
    name = "巴尔洛·故事二",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[86],
    TraceInfo = "大陆卫队的首领--巴尔洛"
  },
  [87] = {
    id = 87,
    Questid = 311140011,
    name = "巴尔洛·故事三",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[87],
    TraceInfo = "梦罗克最强韧的护盾"
  },
  [88] = {
    id = 88,
    Questid = 311140021,
    step = 15,
    Descrip = Table_PoemStep_t.Descrip[88],
    TraceInfo = "洛斯·拉比尔的复仇",
    SubQuestid = 311670003,
    SubStep = 6
  },
  [89] = {
    id = 89,
    name = "拉武雷·故事一",
    Descrip = Table_PoemStep_t.Descrip[89],
    TraceInfo = "性格古怪的法师"
  },
  [90] = {
    id = 90,
    name = "拉武雷·故事二",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[90],
    TraceInfo = "暴动！伊夫利特的出现！"
  },
  [91] = {
    id = 91,
    name = "拉武雷·故事三",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[91],
    TraceInfo = "古魔法--禁·神灵之咒"
  },
  [92] = {
    id = 92,
    name = "拉武雷·故事四",
    step = 12,
    Descrip = Table_PoemStep_t.Descrip[92],
    TraceInfo = "迷之魔法师拉武雷"
  },
  [93] = {
    id = 93,
    Questid = 311150011,
    name = "玛莉亚·故事一",
    Descrip = Table_PoemStep_t.Descrip[93],
    TraceInfo = "魔法狂热者--玛利亚"
  },
  [94] = {
    id = 94,
    Questid = 311150011,
    name = "玛莉亚·故事二",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[94],
    TraceInfo = "改良的魔法防护罩"
  },
  [95] = {
    id = 95,
    Questid = 311150011,
    name = "玛莉亚·故事三",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[95],
    TraceInfo = "追寻魔法的道路永无止境"
  },
  [96] = {
    id = 96,
    Questid = 311150011,
    name = "玛莉亚·故事四",
    step = 12,
    Descrip = Table_PoemStep_t.Descrip[96],
    TraceInfo = "吉芬魔法的鬼才"
  },
  [97] = {
    id = 97,
    Questid = 311150021,
    name = "雷藏·故事一",
    Descrip = Table_PoemStep_t.Descrip[97],
    TraceInfo = "魔法天才雷藏"
  },
  [98] = {
    id = 98,
    Questid = 311150021,
    name = "雷藏·故事二",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[98],
    TraceInfo = "摩根和雷藏的比试"
  },
  [99] = {
    id = 99,
    Questid = 311150021,
    name = "雷藏·故事三",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[99],
    TraceInfo = "男人的友谊其实很简单"
  },
  [100] = {
    id = 100,
    Questid = 311150021,
    name = "雷藏·故事四",
    step = 12,
    Descrip = Table_PoemStep_t.Descrip[100],
    TraceInfo = "永远驻守吉芬塔"
  },
  [101] = {
    id = 101,
    Questid = 311160001,
    name = "摩根·故事一",
    Descrip = Table_PoemStep_t.Descrip[101],
    TraceInfo = "天才还是废材？"
  },
  [102] = {
    id = 102,
    Questid = 311160001,
    name = "摩根·故事二",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[102],
    TraceInfo = "古魔法师血统拥有者"
  },
  [103] = {
    id = 103,
    Questid = 311160001,
    name = "摩根·故事三",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[103],
    TraceInfo = "大贤者摩根的诞生"
  },
  [104] = {
    id = 104,
    Questid = 311160011,
    name = "凯特莉娜·故事一",
    Descrip = Table_PoemStep_t.Descrip[104],
    TraceInfo = "天赋异禀的魔法师"
  },
  [105] = {
    id = 105,
    Questid = 311160011,
    name = "凯特莉娜·故事二",
    step = 5,
    Descrip = Table_PoemStep_t.Descrip[105],
    TraceInfo = "魔物伊芙利特来袭！"
  },
  [106] = {
    id = 106,
    Questid = 311160011,
    name = "凯特莉娜·故事三",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[106],
    TraceInfo = "天才魔法师凯特莉娜"
  },
  [107] = {
    id = 107,
    Questid = 311180001,
    name = "大运·故事一",
    step = 16,
    Descrip = Table_PoemStep_t.Descrip[107],
    TraceInfo = "神之旨意传承者-大运",
    SubQuestid = 311680003,
    SubStep = 6
  },
  [108] = {
    id = 108,
    Questid = 311180011,
    name = "统帅·故事一",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[108],
    TraceInfo = "斐扬毁灭？斐扬新生？"
  },
  [109] = {
    id = 109,
    Questid = 311180011,
    name = "统帅·故事二",
    step = 9,
    Descrip = Table_PoemStep_t.Descrip[109],
    TraceInfo = "预言之子--年轻的统帅"
  },
  [110] = {
    id = 110,
    Questid = 311180021,
    name = "星痕·故事一",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[110],
    TraceInfo = "千年来最伟大的占卜师"
  },
  [111] = {
    id = 111,
    Questid = 311180021,
    name = "星痕·故事二",
    step = 9,
    Descrip = Table_PoemStep_t.Descrip[111],
    TraceInfo = "斐扬的救世主--预言之子"
  },
  [112] = {
    id = 112,
    Questid = 311190001,
    name = "盖因·落斯·故事一",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[112],
    TraceInfo = "古城的暴动-和平不在"
  },
  [113] = {
    id = 113,
    Questid = 311190001,
    name = "盖因·落斯·故事二",
    step = 9,
    Descrip = Table_PoemStep_t.Descrip[113],
    TraceInfo = "流浪的剑士--盖因·落斯"
  },
  [114] = {
    id = 114,
    Questid = 311190011,
    name = "医者诺雅·故事一",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[114],
    TraceInfo = "新的医学流派--药剂师"
  },
  [115] = {
    id = 115,
    Questid = 311190011,
    name = "医者诺雅·故事二",
    step = 9,
    Descrip = Table_PoemStep_t.Descrip[115],
    TraceInfo = "药剂是把双刃剑"
  },
  [116] = {
    id = 116,
    Questid = 311190021,
    name = "索罗·图克·故事一",
    step = 7,
    Descrip = Table_PoemStep_t.Descrip[116],
    TraceInfo = "冒险者公会的元老"
  },
  [117] = {
    id = 117,
    Questid = 311190021,
    name = "索罗·图克·故事二",
    step = 9,
    Descrip = Table_PoemStep_t.Descrip[117],
    TraceInfo = "狂怒的暴君--索罗·图克"
  },
  [118] = {
    id = 118,
    Questid = 600320001,
    name = "月夜传说·故事一",
    Descrip = Table_PoemStep_t.Descrip[118],
    TraceInfo = "月神虔诚的信徒"
  },
  [119] = {
    id = 119,
    Questid = 600320002,
    name = "月夜传说·故事二",
    Descrip = Table_PoemStep_t.Descrip[119],
    TraceInfo = "诸神之战的爆发"
  },
  [120] = {
    id = 120,
    Questid = 600320003,
    name = "月夜传说·故事三",
    Descrip = Table_PoemStep_t.Descrip[120],
    TraceInfo = "等待救赎的灵魂"
  },
  [121] = {
    id = 121,
    Questid = 311200001,
    name = "沙西莉·故事一",
    Descrip = Table_PoemStep_t.Descrip[121],
    TraceInfo = "美貌与智慧并重的少女"
  },
  [122] = {
    id = 122,
    Questid = 311200001,
    name = "沙西莉·故事二",
    step = 2,
    Descrip = Table_PoemStep_t.Descrip[122],
    TraceInfo = "被吸血鬼枷锁囚禁的少女"
  },
  [123] = {
    id = 123,
    Questid = 311210001,
    name = "西比盖·故事一",
    Descrip = Table_PoemStep_t.Descrip[123],
    TraceInfo = "远近闻名的傀儡师"
  },
  [124] = {
    id = 124,
    Questid = 311210001,
    name = "西比盖·故事二",
    step = 2,
    Descrip = Table_PoemStep_t.Descrip[124],
    TraceInfo = "等待救赎的西比盖"
  },
  [125] = {
    id = 125,
    Questid = 311220001,
    name = "瑟西·故事一",
    Descrip = Table_PoemStep_t.Descrip[125],
    TraceInfo = "伟大的超魔导师"
  },
  [126] = {
    id = 126,
    Questid = 311220001,
    name = "瑟西·故事二",
    step = 2,
    Descrip = Table_PoemStep_t.Descrip[126],
    TraceInfo = "被黑暗吞噬的邪教女巫"
  },
  [127] = {
    id = 127,
    Questid = 311590001,
    name = "亚苏哈卡·剑齿·故事一",
    Descrip = Table_PoemStep_t.Descrip[127],
    TraceInfo = "调皮的亚苏哈卡"
  },
  [128] = {
    id = 128,
    Questid = 311590002,
    name = "亚苏哈卡·剑齿·故事二",
    Descrip = Table_PoemStep_t.Descrip[128],
    TraceInfo = "意外获得的力量"
  },
  [129] = {
    id = 129,
    Questid = 311590002,
    name = "亚苏哈卡·剑齿·故事三",
    step = 2,
    Descrip = Table_PoemStep_t.Descrip[129],
    TraceInfo = "犬妖领袖的责任"
  },
  [130] = {
    id = 130,
    Questid = 311610001,
    name = "库卡·剑齿·故事一",
    Descrip = Table_PoemStep_t.Descrip[130],
    TraceInfo = "先知的继承者"
  },
  [131] = {
    id = 131,
    Questid = 311610002,
    name = "库卡·剑齿·故事二",
    Descrip = Table_PoemStep_t.Descrip[131],
    TraceInfo = "堕落衰败的亚苏哈卡"
  },
  [132] = {
    id = 132,
    Questid = 311610002,
    name = "库卡·剑齿·故事三",
    step = 2,
    Descrip = Table_PoemStep_t.Descrip[132],
    TraceInfo = "犬妖族的未来--先知鲁德"
  },
  [133] = {
    id = 133,
    Questid = 311630001,
    name = "提尔·剑齿·故事一",
    Descrip = Table_PoemStep_t.Descrip[133],
    TraceInfo = "犬妖族先祖的告诫"
  },
  [134] = {
    id = 134,
    Questid = 311630002,
    name = "提尔·剑齿·故事二",
    Descrip = Table_PoemStep_t.Descrip[134],
    TraceInfo = "禁术！复活先祖！"
  },
  [135] = {
    id = 135,
    Questid = 311630002,
    name = "提尔·剑齿·故事三",
    step = 2,
    Descrip = Table_PoemStep_t.Descrip[135],
    TraceInfo = "犬妖族的勇士-提尔"
  },
  [136] = {
    id = 136,
    Questid = 602390001,
    name = "雷根贝勒秘闻一",
    step = 2,
    Descrip = Table_PoemStep_t.Descrip[136],
    TraceInfo = "雷根贝勒的辉煌"
  },
  [137] = {
    id = 137,
    Questid = 602390002,
    name = "雷根贝勒秘闻二",
    Descrip = Table_PoemStep_t.Descrip[137],
    TraceInfo = "暴风雨前的宁静"
  },
  [138] = {
    id = 138,
    Questid = 602390003,
    name = "雷根贝勒秘闻三",
    Descrip = Table_PoemStep_t.Descrip[138],
    TraceInfo = "诡异的灾难"
  },
  [139] = {
    id = 139,
    Questid = 602390003,
    name = "雷根贝勒秘闻四",
    step = 8,
    Descrip = Table_PoemStep_t.Descrip[139],
    TraceInfo = "光影交织的背后"
  }
}
local cell_mt = {
  __index = {
    Descrip = _EmptyTable,
    Questid = 311150001,
    TraceInfo = "彩虹项链的诞生",
    id = 1,
    name = "洛斯·拉比尔·故事一",
    step = 0
  }
}
for _, d in pairs(Table_PoemStep) do
  setmetatable(d, cell_mt)
end
