Table_PlotVoice = {
  [32] = {
    id = 32,
    Version = "8.0",
    Map = 100,
    QuestID = 602740001,
    QuestName = "最初的巨人",
    Dialog = "太阳和月亮是他的双眸\n破云的山巅是他的骨骼\n漫天的繁星是他的头发\n他的胸膛是温柔的大地\n他的血液是河流和大海\n他的心脏是万物的根源，是时间的起点\n将他的名字刻于心间\n伊米尔、伊米尔\n",
    StoryVoice = 100004,
    BgmKeep = 1
  },
  [33] = {
    id = 33,
    Version = "8.0",
    Map = 100,
    QuestID = 602750001,
    QuestName = "洛阳的巨龙",
    Dialog = "从未有洛阳城民见过巨龙古恩的全貌，尝试过的人，都感受到了自己的渺小。最古老的龙族、洛阳的守护神——巨龙古恩。说出他的名字时，请满怀敬畏。",
    StoryVoice = 100005,
    BgmKeep = 1
  },
  [34] = {
    id = 34,
    Version = "8.0",
    Map = 100,
    QuestID = 602760001,
    QuestName = "大蛇乌洛",
    Dialog = "当年的大蛇乌洛，站在洛阳的高山之巅。他的披风猎猎作响，他眼中的光芒盖过日月，他的笑容自信又坦荡。所有的洛阳居民都相信，没有什么可以使他动摇。",
    StoryVoice = 100006,
    BgmKeep = 1
  },
  [35] = {
    id = 35,
    Version = "8.0",
    Map = 99,
    QuestID = 602770001,
    QuestName = "花楼的常客",
    Dialog = "法海一直期望许仙作为洛阳的城主，可以再稳重一些，不要万事都随着自己的性子，尤其不要经常出入花楼。许仙每次都答应得很好，可一转眼，就又消失了。而此时的花楼里总会多一位白衣的翩翩少年，在角落里品着酒，手指缓慢而有节奏地敲打着桌面，欣赏着花魁曼妙的舞姿。",
    StoryVoice = 100007,
    BgmKeep = 1
  },
  [36] = {
    id = 36,
    Version = "8.0",
    Map = 99,
    QuestID = 602780001,
    QuestName = "万年冰山",
    Dialog = "法海是古恩的养子，他完全继承了古恩的意志。作为洛阳城的守护者，他用自己的睿智和冷静将一切都打理得井井有条。居民们对他充满敬意，可同时也很好奇，在他冷静自持的外壳里究竟隐藏着一颗怎样的心。",
    StoryVoice = 100008,
    BgmKeep = 1
  },
  [37] = {
    id = 37,
    Version = "8.0",
    Map = 100,
    QuestID = 602790001,
    QuestName = "白素贞",
    Dialog = "最近很多居民都在讨论白素贞的事情。\n当年大蛇乌洛在极寒地带历险时，遇到了一个同族小女孩，她躲在一个冰窟中瑟瑟发抖。乌洛从女孩清澈的双眸中看到了自己的身影，他不自觉地向女孩伸出了手，\n从此女孩成为了乌洛的养女。\n乌洛为她起名为白素贞。希望她的眼睛能永远如她的名字般纯净。",
    StoryVoice = 100009,
    BgmKeep = 1
  },
  [38] = {
    id = 38,
    Version = "8.0",
    Map = 100,
    QuestID = 602800001,
    QuestName = "毒牙族风情",
    Dialog = "毒牙族是生性浪漫的一族，他们热爱生活，他们崇尚自由，他们在白日里喝酒，他们彻夜舞蹈。他们会在星光下，表达爱意。一些毒牙族的居民从出生到死亡，甚至都不曾体验过悲伤是什么滋味。",
    StoryVoice = 100010,
    BgmKeep = 1
  },
  [39] = {
    id = 39,
    Version = "8.0",
    Map = 1038,
    QuestID = 602810001,
    QuestName = "花魁的舞衣",
    Dialog = "此时在台上翩翩起舞的，就是唯一的花魁。\n我每每见到灿烂的云朵，便会联想到这华美的舞衣\n看到艳丽的花，就不由想起她绝美的容颜\n若是见到这样的景象\n那一定是在神明居住的地方\n一定是在星光迷离的梦里",
    StoryVoice = 100011,
    BgmKeep = 1
  },
  [40] = {
    id = 40,
    Version = "8.0",
    Map = 99,
    QuestID = 602850001,
    QuestName = "莲花中的身影",
    Dialog = "花魁选拔每年只进行一次，当选的花魁将在银鱼湖最大的舞台上起舞，这是洛阳所有少女们的梦想。",
    StoryVoice = 100012,
    BgmKeep = 1
  },
  [41] = {
    id = 41,
    Version = "8.0",
    Map = 99,
    QuestID = 602860001,
    QuestName = "银鱼湖的公主",
    Dialog = "情书上写着：致法海：\n      或许是一次回眸，你闪烁的眼神；或许是银鱼湖边，你吹响的叶笛。早已忘记和你的初遇，因为，当我晃过神来，我的世界都是你。",
    StoryVoice = 100013,
    BgmKeep = 1
  },
  [42] = {
    id = 42,
    Version = "8.0",
    Map = 99,
    QuestID = 602870001,
    QuestName = "影枫司",
    Dialog = "法海成为法纳族首领后，创建了维护洛阳安全与秩序的机构一一影枫司。只有通过严苛考验的法纳族男性才能加入，成为锦衣卫，成为洛阳的守护者。",
    StoryVoice = 100014,
    BgmKeep = 1
  },
  [43] = {
    id = 43,
    Version = "8.0",
    Map = 99,
    QuestID = 602880001,
    QuestName = "锦衣卫守则·序",
    Dialog = "锦衣卫守则·序：法海认为锦衣卫需要更加严格地要求自己，因此制定了《锦衣卫守则》。",
    StoryVoice = 100015,
    BgmKeep = 1
  },
  [44] = {
    id = 44,
    Version = "8.0",
    Map = 99,
    QuestID = 602880002,
    QuestName = "锦衣卫守则·一",
    Dialog = "锦衣卫守则·一：不可倚仗锦衣卫的身份要求特殊待遇，厉行节约，低调行事。",
    StoryVoice = 100016,
    BgmKeep = 1
  },
  [45] = {
    id = 45,
    Version = "8.0",
    Map = 99,
    QuestID = 602880003,
    QuestName = "锦衣卫守则·二",
    Dialog = "锦衣卫守则·二：处理案件纠纷公开公正，不可偏袒，带有情绪，夹带私情。",
    StoryVoice = 100017,
    BgmKeep = 1
  },
  [46] = {
    id = 46,
    Version = "8.0",
    Map = 99,
    QuestID = 602880004,
    QuestName = "锦衣卫守则·三",
    Dialog = "锦衣卫守则·三：尊敬他人，尊重自己，敬畏生命。",
    StoryVoice = 100018,
    BgmKeep = 1
  },
  [47] = {
    id = 47,
    Version = "8.0",
    Map = 99,
    QuestID = 602880005,
    QuestName = "锦衣卫守则·四",
    Dialog = "锦衣卫守则·四：待人谦和有礼，为人诚实坦然。",
    StoryVoice = 100019,
    BgmKeep = 1
  },
  [48] = {
    id = 48,
    Version = "8.0",
    Map = 99,
    QuestID = 602880006,
    QuestName = "锦衣卫守则·五",
    Dialog = "锦衣卫守则·五：未成年居民（包括锦衣卫）禁止进入花楼娱乐。",
    StoryVoice = 100020,
    BgmKeep = 1
  },
  [49] = {
    id = 49,
    Version = "8.0",
    Map = 99,
    QuestID = 602890001,
    QuestName = "神龙祭坛",
    Dialog = "法纳族中有一部分人进行着体能修行，他们将水魔法的力量凝聚在龙珠中，在进行体术攻击时，龙珠会全部爆发，大幅增强冲击力。",
    StoryVoice = 100021,
    BgmKeep = 1
  },
  [50] = {
    id = 50,
    Version = "8.0",
    Map = 1038,
    QuestID = 602900001,
    QuestName = "洛阳花楼",
    Dialog = "从诗词歌赋谈到心中梦想，从琴棋书画聊到人生哲理，踏入花楼，可以忘却一切烦恼，找到自己的心灵归宿。",
    StoryVoice = 100022,
    BgmKeep = 1
  },
  [51] = {
    id = 51,
    Version = "8.0",
    Map = 100,
    QuestID = 602910001,
    QuestName = "小青的日记·一",
    Dialog = "小青的日记·一\n      明天是我七岁的生日，妈妈终于答应带我去灯会了！听说在灯会上放飞天灯，愿望就能实现，那妈妈的病一定就能好了。",
    StoryVoice = 100023,
    BgmKeep = 1
  },
  [52] = {
    id = 52,
    Version = "8.0",
    Map = 100,
    QuestID = 602910002,
    QuestName = "小青的日记·二",
    Dialog = "小青的日记·二\n      妈妈的病越来越严重了，我要努力在花楼帮忙，让妈妈能多休息一下。神明大人，您看到了我的天灯吗？",
    StoryVoice = 100024,
    BgmKeep = 1
  },
  [53] = {
    id = 53,
    Version = "8.0",
    Map = 100,
    QuestID = 602910003,
    QuestName = "小青的日记·三",
    Dialog = "小青的日记·三\n      妈妈过世了，连天灯都是骗人的，我还能信任谁？爸爸...妈妈...我一个人...该怎么办，谁能来...救救我？",
    StoryVoice = 100025,
    BgmKeep = 1
  },
  [54] = {
    id = 54,
    Version = "8.0",
    Map = 100,
    QuestID = 602910004,
    QuestName = "小青的日记·四",
    Dialog = "小青的日记·四\n      妈妈，你在云边过得怎么样？我过得很好，你不用担心。白素贞姐姐收养了我们这些孤儿，她教我们识字，给我们做好吃的，我们过得很开心。花楼那边经营起来虽然有一些辛苦，但姐姐们对我很好，小青会努力的。",
    StoryVoice = 100026,
    BgmKeep = 1
  },
  [55] = {
    id = 55,
    Version = "8.0",
    Map = 98,
    QuestID = 603110001,
    QuestName = "龙魂之门",
    Dialog = "穿过银鱼围绕的长廊，\n有一个空旷寂寥的门。\n那里有连接生与死的魔法，\n埋葬了英雄无处安息的灵魂。",
    StoryVoice = 100027,
    BgmKeep = 1
  },
  [56] = {
    id = 56,
    Version = "8.0",
    Map = 98,
    QuestID = 603120001,
    QuestName = "奥格米尔之花",
    Dialog = "诸神的黄昏之后，世界满目疮痍，创世巨人伊米尔贡献出自己的身躯重建世界。神王奥丁请生命女神用神力催生了一朵不会衰败的神花，用于保存巨人伊米尔的心脏。\n一千多年前，神花包裹着伊米尔之心的碎片，跨越时间与空间，携带着霜巨人遗留的执念，从遥远的阿斯加德漂来洛阳。",
    StoryVoice = 100028,
    BgmKeep = 1
  },
  [57] = {
    id = 57,
    Version = "8.0",
    Map = 98,
    QuestID = 603130001,
    QuestName = "水中的精灵",
    Dialog = "红尾人鱼一族，原本生活在米德加尔特大陆深海里。在它们的家园，发生了剧烈的海底地震，原本悠然自得的人鱼失去了庇护所。许仙，将它们从米德加尔特召唤进入洛阳，在银鱼湖底给了它们一个新的家。",
    StoryVoice = 100029,
    BgmKeep = 1
  },
  [58] = {
    id = 58,
    Version = "8.0",
    Map = 98,
    QuestID = 603140001,
    QuestName = "波伊塔塔",
    Dialog = "洛阳城的自然之灵，全身燃烧着不灭之火的巨蛇。喜欢待在凉快的银鱼湖底，让自己燃烧的鳞片没有那么炙热。",
    StoryVoice = 100030,
    BgmKeep = 1
  },
  [59] = {
    id = 59,
    Version = "8.0",
    Map = 98,
    QuestID = 603150001,
    QuestName = "银鱼",
    Dialog = "传说中，湖底的银鱼，是无数战死在荒境的洛阳战士的执念。尽管肉体已经消失了，他们依然怀揣着保护洛阳的信念，随着湖水环绕洛阳城游动，日夜不休。",
    StoryVoice = 100031,
    BgmKeep = 1
  },
  [60] = {
    id = 60,
    Version = "8.0",
    Map = 98,
    QuestID = 603160007,
    QuestName = "咸鱼也有梦想",
    Dialog = "看上去呆头呆脑的鱼人，其实也有自己的小心思！装死、幻化、赖皮、卖萌……这些洛阳生物链底层的原住民，从小就必须学会贫民窟的生活规则。它们也有梦想，它们希望有一天能像锦衣卫那样气宇轩昂地生活！",
    StoryVoice = 100032,
    BgmKeep = 1
  },
  [61] = {
    id = 61,
    Version = "8.0",
    Map = 101,
    QuestID = 603180001,
    QuestName = "黑市商人",
    Dialog = "千年前最繁华的洛阳集市，如今成为洛阳城里黑市商人的聚集地。亭台楼阁早已不复当初华贵，只有连片的枫树林还能依稀辨认出曾经的风貌。",
    StoryVoice = 100033,
    BgmKeep = 1
  },
  [62] = {
    id = 62,
    Version = "8.0",
    Map = 101,
    QuestID = 603190001,
    QuestName = "熊猫波利",
    Dialog = "曾经，熊猫波利是生活在米德加尔特大陆上的奇特物种，它们娇生惯养又生性懒散，面临着快要绝种的悲剧。许仙看它们长相可爱，将它们带回洛阳……这群可爱的生物，靠着卖萌才得以繁衍下去。",
    StoryVoice = 100034,
    BgmKeep = 1
  },
  [63] = {
    id = 63,
    Version = "8.0",
    Map = 101,
    QuestID = 603200001,
    QuestName = "预备队的试炼",
    Dialog = "每个想成为锦衣卫的法纳族男性，都需要在年少时期加入预备队，经过多年的训练和磨砺，通过锦衣卫考核试炼。只有顺利完成的人，才能成为影枫司的一员。",
    StoryVoice = 100035,
    BgmKeep = 1
  },
  [64] = {
    id = 64,
    Version = "8.0",
    Map = 101,
    QuestID = 603210001,
    QuestName = "断裂的时空",
    Dialog = "自从古恩将洛阳的时空与九大世界隔离开后，结界之外仅剩下一片虚空，和虚空里无法着陆的魔物……这些怪物每日窥探着洛阳，在洛阳结界松动时，找准每个机会从时空的裂隙挤进落日浅滩。",
    StoryVoice = 100036,
    BgmKeep = 1
  },
  [65] = {
    id = 65,
    Version = "8.0",
    Map = 101,
    QuestID = 603220001,
    QuestName = "非男非女的狐仙",
    Dialog = "生活在落日浅滩的独特生物狐仙，拥有一种独特的变形能力，可以随时变换自己的性别。如果在路上遇见可爱的狐狸女孩，一定要仔细观察，说不定下一秒它就会变成更可爱的男孩子！",
    StoryVoice = 100037,
    BgmKeep = 1
  },
  [66] = {
    id = 66,
    Version = "8.0",
    Map = 101,
    QuestID = 603230001,
    QuestName = "蛇妖戈耳工",
    Dialog = "传闻中，蛇妖戈耳工的双眼具有石化的能力，任何直视她们双眼的人都会变成石像。唯有勇士帕西依靠着盾牌上的镜面，通过反光才战胜了她！",
    StoryVoice = 100038,
    BgmKeep = 1
  }
}
Table_PlotVoice_fields = {
  "id",
  "Version",
  "Map",
  "QuestID",
  "QuestName",
  "Dialog",
  "StoryVoice",
  "BgmKeep"
}
return Table_PlotVoice
