Table_Prestige = {
  [3] = {
    id = 3,
    Type = 1,
    Name = "贝勒区",
    Emblem = "beile",
    Member = {803263},
    ManualMap = 76,
    Present = "在财富聚集的贝勒区，坐落着著名的黄金假日酒店，各种巴洛克主义的精美建筑矗立于此，修发兹共和国的权贵们在此夜夜笙歌，宴会派对沙龙不间断的召开。这里同时也是政府与雷根贝勒公司总部的所在地，雷根贝勒公司总部拥有贝勒区相当一大部分的土地作为研发中心与员工居住区。上流社会总是在第一时间享受着雷根贝勒公司最新科技带来的福祉。面对贝勒区居民高端生活品质追求，大量奢侈产业崛起，天鹅绒夫人等高端供应商永远是贝勒区贵族们的宠儿。",
    ItemID = 750030,
    MenuID = 5319,
    Slogan = "金钱就是正义！"
  },
  [4] = {
    id = 4,
    Type = 1,
    Name = "梅尔区",
    Emblem = "Meyercamp",
    Member = {803264},
    ManualMap = 76,
    Present = "而被通称为“贫民窟”的梅尔区，主要居民则为被雷根贝勒公司所雇佣的劳工与他们的后代。在“科技大跃进”来临后，伐木采矿等工作的人工劳动力逐渐被雷根贝勒的自动化的机械装置替代，大裁员之后，许多失业的劳工没有路费回到故乡，便在贝勒区外搭建简陋的棚屋定居下来，形成了聚落。部分极端分子逐渐拉帮结派形成了扒手帮与流氓集团，对于梅尔区的居民来说生存就是战争，而安妮·阿尔芭为首的黑市商人们，正是这场生存之战中最优秀的“战士”之一。",
    ItemID = 750040,
    MenuID = 5339,
    Slogan = "生存就是战争。"
  },
  [5] = {
    id = 5,
    Type = 1,
    Name = "家园声望",
    Emblem = "Homecamp",
    Member = {801277},
    ManualMap = 1,
    Present = "建立于米德加尔特大陆各地，专属于冒险者的有爱之家。由希望与收获的女神希芙亲手建造，为游历世界的冒险者提供温暖的港湾。每当疲惫倦怠之时回到家园，永远有一盏明亮的灯火在等你。随着冒险者人数的逐渐增加，希芙本人也将继续主持着家园建造工作，和管家小姐黛莉拉一起，共同祝愿着每位冒险者都能有幸福的归宿。",
    ItemID = 750050,
    MenuID = 5359,
    Slogan = "愿爱与希望常伴你身！"
  },
  [9] = {
    id = 9,
    Type = 1,
    Name = "普隆德拉·微笑小姐",
    Emblem = "weixiaoxiaojie",
    Member = {1077},
    ManualMap = 1,
    Present = "在米德加尔特大陆，有一个充满欢乐与活力的组织——乐园团，这个组织由一群经验丰富、勇敢无畏的冒险家所组成，他们致力于帮助新人冒险家更好地展开冒险。作为乐园团中最受欢迎的成员之一，微笑小姐搜罗了丰富的头饰与外观，让冒险者们能够更好地展现自己的个性和风格。如果想要成为一名真正的冒险家，乐园团和微笑小姐将是不可或缺的伙伴！",
    ItemID = 750090,
    MenuID = 5433,
    Slogan = "用微笑迎接每一天！"
  },
  [7] = {
    id = 7,
    Type = 1,
    Name = "影枫司",
    Emblem = "yingfengsi",
    Member = {809965},
    ManualMap = 99,
    Present = "坐落在洛阳城西边的红枫之中，是洛阳的行政枢纽影枫司。以法海为首的锦衣卫是保护洛阳安全，维持洛阳秩序的法纳族精英。他们身穿飞鱼服，手握精钢利刃，以严于律己，令行禁止闻名。每个年轻的法纳族男性，都希望有一天能加入影枫司，为保护自己的家园贡献出全部的力量。近期，因为时空结界被打破，影枫司希望能招募一些异时空的特派员，帮助洛阳维护秩序。",
    ItemID = 750070,
    MenuID = 5421,
    Slogan = "为了心中的正义！"
  },
  [8] = {
    id = 8,
    Type = 1,
    Name = "风之轻语乐团",
    Emblem = "item_750080",
    Member = {805193},
    ManualMap = 109,
    Present = "风之轻语乐团由爱好音乐的神官海顿创建。乐团的名字取自浮空精灵的民谣：“聆听轻风的低语，听它讲述九界各处人们的故事；再让风儿带走我们的歌声，将幸福的种子四处播撒。”如今“风之轻语”是艾卡拉奇规模最大的乐团，会定期举办音乐会，在节日时还会举行音乐剧表演。作曲家基汀为乐团创作了许多优秀的音乐剧，其中以苍夜公主为原型的英雄史诗广受艾卡拉奇居民喜爱。",
    ItemID = 750080,
    MenuID = 5423,
    Slogan = "聆听轻风的低语，那是世界的律动！"
  }
}
Table_Prestige_fields = {
  "id",
  "Type",
  "Name",
  "Emblem",
  "Member",
  "ManualMap",
  "Present",
  "ItemID",
  "MenuID",
  "Slogan"
}
return Table_Prestige
