Table_Dialog_Quest_Activity = {
  [174679] = "{id=174679,Text='冒险者，请帮帮我！',Speaker=894425,Option='怎么了？',}",
  [174680] = "{id=174680,Text='因为仙境庆典中消耗了大量的材料，让本就不富裕的庆典组委会更加雪上加霜！',Speaker=894425,Emoji=24,}",
  [174681] = "{id=174681,Text='如果你身上有多余的材料，请交换给我吧！拜托了！',Speaker=894425,}",
  [174683] = "{id=174683,Text='[c][ffff00][PlayerName][-][/c]，又是新的一年了，我特意带来了一批新的[c][ffff00]限时外观[-][/c]哦~',Speaker=894424,}",
  [174684] = "{id=174684,Text='这次的礼物很丰厚哦，请收好最新款的[c][ffff00]喵喵历险记头饰兑换券[-][/c]吧~',Speaker=894424,}",
  [174685] = "{id=174685,Text='其余的外观，如果有喜欢的，可千万不要错过了哦~',Speaker=894424,}",
  [174686] = "{id=174686,Text='[c][ffff00][PlayerName][-][/c]，又到一年新春佳节，我特意带来了一批新的[c][ffff00]限时外观[-][/c]哦~',Speaker=894426,}",
  [174687] = "{id=174687,Text='这次的礼物很丰厚哦，请收好最新款的[c][ffff00]暗影怪盗头饰兑换券[-][/c]吧~',Speaker=894426,}",
  [174688] = "{id=174688,Text='其余的外观，如果有喜欢的，可千万不要错过了哦~',Speaker=894426,}"
}
Table_Dialog_Quest_Activity.count = 9
