Table_Dialog_Quest_61 = {
  [169848] = "{id=169848,Text='##2817968',Speaker=893629,}",
  [169849] = "{id=169849,Text='##2817969',Speaker=893629,}",
  [169850] = "{id=169850,Text='##2817970',Speaker=893629,Picture='new_npc_pic_31',Option='{梦幻城,3},{甜梦原野,2},{幻光森林,2},{灾厄领域,2}',}",
  [169851] = "{id=169851,Text='##2817972',Speaker=893629,}",
  [169852] = "{id=169852,Text='##2817973',Speaker=893629,}",
  [169853] = "{id=169853,Text='##2817974',Speaker=893629,}",
  [169854] = "{id=169854,Text='##2817975',Speaker=893629,}",
  [169855] = "{id=169855,Text='##2817976',Speaker=893629,}",
  [169856] = "{id=169856,Text='##2817977',Speaker=893629,}"
}
Table_Dialog_Quest_61.count = 9
