Table_Dialog_Quest_61 = {
  [169848] = "{id=169848,Text='副团长！侦查骑士琉利斯就位！',Speaker=893629,}",
  [169849] = "{id=169849,Text='请看，这是今天的藏宝图。',Speaker=893629,}",
  [169850] = "{id=169850,Text='嗯……根据图上的建筑和环境……宝藏应该在……',Speaker=893629,Picture='new_npc_pic_31',Option='{梦幻城,3},{甜梦原野,2},{幻光森林,2},{灾厄领域,2}',}",
  [169851] = "{id=169851,Text='不对，根据我的侦查经验来看，应该是梦幻城。',Speaker=893629,}",
  [169852] = "{id=169852,Text='没错，我也是这么认为的！',Speaker=893629,}",
  [169853] = "{id=169853,Text='目标，找到梦幻城里的宝藏！',Speaker=893629,}",
  [169854] = "{id=169854,Text='不愧是骑士团副团长！',Speaker=893629,}",
  [169855] = "{id=169855,Text='啊……时间过得好快，差不多到我起床干活的时间了！',Speaker=893629,}",
  [169856] = "{id=169856,Text='明天我们再继续寻宝吧！',Speaker=893629,}"
}
Table_Dialog_Quest_61.count = 9
