Table_MenuUnclock = {
  [500403] = {
    id = 500403,
    MenuID = 603,
    MenuDes = "完成吟游诗人-卡巴克的任务（15级）"
  },
  [500504] = {
    id = 500504,
    MenuID = 606,
    MenuDes = "完成吟游诗人-固特伊的任务（25级）"
  },
  [500501] = {
    id = 500501,
    MenuID = 622,
    MenuDes = "完成吟游诗人-雷藏的任务（35级）"
  },
  [500505] = {
    id = 500505,
    MenuID = 609,
    MenuDes = "完成吟游诗人-艾勒梅斯的任务（50级）"
  },
  [500502] = {
    id = 500502,
    MenuID = 614,
    MenuDes = "完成吟游诗人-洛斯·拉比尔的任务（55级）"
  },
  [500503] = {
    id = 500503,
    MenuID = 623,
    MenuDes = "完成吟游诗人-医者诺雅的任务（65级）"
  },
  [900002] = {
    id = 900002,
    MenuID = 224,
    MenuDes = "成为F级冒险家解锁"
  },
  [900004] = {
    id = 900004,
    MenuID = 225,
    MenuDes = "成为E级冒险家解锁"
  },
  [900009] = {
    id = 900009,
    MenuID = 226,
    MenuDes = "成为D级冒险家解锁"
  },
  [900008] = {
    id = 900008,
    MenuID = 227,
    MenuDes = "成为C级冒险家解锁"
  },
  [900018] = {
    id = 900018,
    MenuID = 227,
    MenuDes = "成为C级冒险家解锁"
  },
  [900019] = {
    id = 900019,
    MenuID = 227,
    MenuDes = "成为C级冒险家解锁"
  },
  [25406] = {
    id = 25406,
    MenuID = 5394,
    MenuDes = ""
  },
  [45470] = {
    id = 45470,
    MenuID = 5394,
    MenuDes = ""
  },
  [45918] = {
    id = 45918,
    MenuID = 10046,
    MenuDes = "微笑小姐声望达到2级后解锁"
  },
  [45921] = {
    id = 45921,
    MenuID = 10047,
    MenuDes = "微笑小姐声望达到3级后解锁"
  },
  [47114] = {
    id = 47114,
    MenuID = 10048,
    MenuDes = "微笑小姐声望达到4级后解锁"
  },
  [45919] = {
    id = 45919,
    MenuID = 10049,
    MenuDes = "微笑小姐声望达到5级后解锁"
  },
  [45920] = {
    id = 45920,
    MenuID = 10049,
    MenuDes = "微笑小姐声望达到5级后解锁"
  },
  [45922] = {
    id = 45922,
    MenuID = 10050,
    MenuDes = "微笑小姐声望达到6级后解锁"
  },
  [45923] = {
    id = 45923,
    MenuID = 10050,
    MenuDes = "微笑小姐声望达到6级后解锁"
  },
  [47136] = {
    id = 47136,
    MenuID = 10051,
    MenuDes = "微笑小姐声望达到7级后解锁"
  },
  [47137] = {
    id = 47137,
    MenuID = 10051,
    MenuDes = "微笑小姐声望达到7级后解锁"
  },
  [51201] = {
    id = 51201,
    MenuID = 10052,
    MenuDes = "微笑小姐声望达到8级后解锁"
  },
  [51211] = {
    id = 51211,
    MenuID = 10052,
    MenuDes = "微笑小姐声望达到8级后解锁"
  },
  [51202] = {
    id = 51202,
    MenuID = 10053,
    MenuDes = "微笑小姐声望达到9级后解锁"
  },
  [51212] = {
    id = 51212,
    MenuID = 10053,
    MenuDes = "微笑小姐声望达到9级后解锁"
  },
  [51203] = {
    id = 51203,
    MenuID = 10054,
    MenuDes = "微笑小姐声望达到10级后解锁"
  },
  [51213] = {
    id = 51213,
    MenuID = 10054,
    MenuDes = "微笑小姐声望达到10级后解锁"
  },
  [40051] = {
    id = 40051,
    MenuID = 10045,
    MenuDes = "完成普隆德拉主线【完成就职】后解锁"
  },
  [40355] = {
    id = 40355,
    MenuID = 10045,
    MenuDes = "完成普隆德拉主线【完成就职】后解锁"
  },
  [40656] = {
    id = 40656,
    MenuID = 10045,
    MenuDes = "完成普隆德拉主线【完成就职】后解锁"
  },
  [40761] = {
    id = 40761,
    MenuID = 10045,
    MenuDes = "完成普隆德拉主线【完成就职】后解锁"
  },
  [40940] = {
    id = 40940,
    MenuID = 10045,
    MenuDes = "完成普隆德拉主线【完成就职】后解锁"
  },
  [41250] = {
    id = 41250,
    MenuID = 10045,
    MenuDes = "完成普隆德拉主线【完成就职】后解锁"
  },
  [41560] = {
    id = 41560,
    MenuID = 10045,
    MenuDes = "完成普隆德拉主线【完成就职】后解锁"
  },
  [41863] = {
    id = 41863,
    MenuID = 10045,
    MenuDes = "完成普隆德拉主线【完成就职】后解锁"
  },
  [42554] = {
    id = 42554,
    MenuID = 10045,
    MenuDes = "完成普隆德拉主线【完成就职】后解锁"
  },
  [62536] = {
    id = 62536,
    MenuID = 10045,
    MenuDes = "完成普隆德拉主线【完成就职】后解锁"
  },
  [62831] = {
    id = 62831,
    MenuID = 10045,
    MenuDes = "完成普隆德拉主线【完成就职】后解锁"
  },
  [63131] = {
    id = 63131,
    MenuID = 10045,
    MenuDes = "完成普隆德拉主线【完成就职】后解锁"
  },
  [63430] = {
    id = 63430,
    MenuID = 10045,
    MenuDes = "完成普隆德拉主线【完成就职】后解锁"
  },
  [40336] = {
    id = 40336,
    MenuID = 10084,
    MenuDes = "完成古城主线【唤醒灵魂】任务后解锁"
  },
  [41230] = {
    id = 41230,
    MenuID = 10084,
    MenuDes = "完成古城主线【唤醒灵魂】任务后解锁"
  },
  [41538] = {
    id = 41538,
    MenuID = 10084,
    MenuDes = "完成古城主线【唤醒灵魂】任务后解锁"
  },
  [40635] = {
    id = 40635,
    MenuID = 10084,
    MenuDes = "完成古城主线【唤醒灵魂】任务后解锁"
  },
  [40028] = {
    id = 40028,
    MenuID = 10084,
    MenuDes = "完成古城主线【唤醒灵魂】任务后解锁"
  },
  [41837] = {
    id = 41837,
    MenuID = 10084,
    MenuDes = "完成古城主线【唤醒灵魂】任务后解锁"
  },
  [40925] = {
    id = 40925,
    MenuID = 10084,
    MenuDes = "完成古城主线【唤醒灵魂】任务后解锁"
  },
  [40749] = {
    id = 40749,
    MenuID = 10084,
    MenuDes = "完成古城主线【唤醒灵魂】任务后解锁"
  },
  [42545] = {
    id = 42545,
    MenuID = 10084,
    MenuDes = "完成古城主线【唤醒灵魂】任务后解锁"
  },
  [62525] = {
    id = 62525,
    MenuID = 10084,
    MenuDes = "完成古城主线【唤醒灵魂】任务后解锁"
  },
  [62828] = {
    id = 62828,
    MenuID = 10084,
    MenuDes = "完成古城主线【唤醒灵魂】任务后解锁"
  },
  [63127] = {
    id = 63127,
    MenuID = 10084,
    MenuDes = "完成古城主线【唤醒灵魂】任务后解锁"
  },
  [63427] = {
    id = 63427,
    MenuID = 10084,
    MenuDes = "完成古城主线【唤醒灵魂】任务后解锁"
  },
  [40037] = {
    id = 40037,
    MenuID = 10085,
    MenuDes = "完成艾尔帕兰主线【黄金与血】任务后解锁"
  },
  [40342] = {
    id = 40342,
    MenuID = 10085,
    MenuDes = "完成艾尔帕兰主线【黄金与血】任务后解锁"
  },
  [40639] = {
    id = 40639,
    MenuID = 10085,
    MenuDes = "完成艾尔帕兰主线【黄金与血】任务后解锁"
  },
  [40741] = {
    id = 40741,
    MenuID = 10085,
    MenuDes = "完成艾尔帕兰主线【黄金与血】任务后解锁"
  },
  [40929] = {
    id = 40929,
    MenuID = 10085,
    MenuDes = "完成艾尔帕兰主线【黄金与血】任务后解锁"
  },
  [41236] = {
    id = 41236,
    MenuID = 10085,
    MenuDes = "完成艾尔帕兰主线【黄金与血】任务后解锁"
  },
  [41542] = {
    id = 41542,
    MenuID = 10085,
    MenuDes = "完成艾尔帕兰主线【黄金与血】任务后解锁"
  },
  [41847] = {
    id = 41847,
    MenuID = 10085,
    MenuDes = "完成艾尔帕兰主线【黄金与血】任务后解锁"
  },
  [42542] = {
    id = 42542,
    MenuID = 10085,
    MenuDes = "完成艾尔帕兰主线【黄金与血】任务后解锁"
  },
  [62522] = {
    id = 62522,
    MenuID = 10085,
    MenuDes = "完成艾尔帕兰主线【黄金与血】任务后解锁"
  },
  [62829] = {
    id = 62829,
    MenuID = 10085,
    MenuDes = "完成艾尔帕兰主线【黄金与血】任务后解锁"
  },
  [63128] = {
    id = 63128,
    MenuID = 10085,
    MenuDes = "完成艾尔帕兰主线【黄金与血】任务后解锁"
  },
  [63428] = {
    id = 63428,
    MenuID = 10085,
    MenuDes = "完成艾尔帕兰主线【黄金与血】任务后解锁"
  },
  [18160] = {
    id = 18160,
    MenuID = 597,
    MenuDes = ""
  },
  [17083] = {
    id = 17083,
    MenuID = 598,
    MenuDes = ""
  },
  [16196] = {
    id = 16196,
    MenuID = 599,
    MenuDes = ""
  },
  [3003845] = {
    id = 3003845,
    MenuID = 10060,
    MenuDes = "克魔岛微笑小姐声望达到2级后解锁"
  },
  [3003849] = {
    id = 3003849,
    MenuID = 10060,
    MenuDes = "克魔岛微笑小姐声望达到2级后解锁"
  },
  [3003846] = {
    id = 3003846,
    MenuID = 10061,
    MenuDes = "克魔岛微笑小姐声望达到3级后解锁"
  },
  [3003850] = {
    id = 3003850,
    MenuID = 10061,
    MenuDes = "克魔岛微笑小姐声望达到3级后解锁"
  },
  [3003800] = {
    id = 3003800,
    MenuID = 10062,
    MenuDes = "克魔岛微笑小姐声望达到4级后解锁"
  },
  [3003830] = {
    id = 3003830,
    MenuID = 10063,
    MenuDes = "克魔岛微笑小姐声望达到5级后解锁"
  },
  [3003835] = {
    id = 3003835,
    MenuID = 10063,
    MenuDes = "克魔岛微笑小姐声望达到5级后解锁"
  },
  [3003847] = {
    id = 3003847,
    MenuID = 10064,
    MenuDes = "克魔岛微笑小姐声望达到6级后解锁"
  },
  [3003851] = {
    id = 3003851,
    MenuID = 10064,
    MenuDes = "克魔岛微笑小姐声望达到6级后解锁"
  },
  [3003801] = {
    id = 3003801,
    MenuID = 10065,
    MenuDes = "克魔岛微笑小姐声望达到7级后解锁"
  },
  [3003833] = {
    id = 3003833,
    MenuID = 10066,
    MenuDes = "克魔岛微笑小姐声望达到8级后解锁"
  },
  [3003836] = {
    id = 3003836,
    MenuID = 10066,
    MenuDes = "克魔岛微笑小姐声望达到8级后解锁"
  },
  [3003848] = {
    id = 3003848,
    MenuID = 10067,
    MenuDes = "克魔岛微笑小姐声望达到9级后解锁"
  },
  [3003852] = {
    id = 3003852,
    MenuID = 10067,
    MenuDes = "克魔岛微笑小姐声望达到9级后解锁"
  },
  [3003834] = {
    id = 3003834,
    MenuID = 10068,
    MenuDes = "克魔岛微笑小姐声望达到10级后解锁"
  },
  [3003837] = {
    id = 3003837,
    MenuID = 10068,
    MenuDes = "克魔岛微笑小姐声望达到10级后解锁"
  },
  [3003802] = {
    id = 3003802,
    MenuID = 10069,
    MenuDes = "克魔岛微笑小姐声望达到11级后解锁"
  },
  [3003831] = {
    id = 3003831,
    MenuID = 10070,
    MenuDes = "克魔岛微笑小姐声望达到12级后解锁"
  },
  [3003838] = {
    id = 3003838,
    MenuID = 10070,
    MenuDes = "克魔岛微笑小姐声望达到12级后解锁"
  },
  [48778] = {
    id = 48778,
    MenuID = 10073,
    MenuDes = "普隆德拉王宫微笑小姐声望达到2级后解锁"
  },
  [47270] = {
    id = 47270,
    MenuID = 10074,
    MenuDes = "普隆德拉王宫微笑小姐声望达到3级后解锁"
  },
  [49574] = {
    id = 49574,
    MenuID = 10075,
    MenuDes = "普隆德拉王宫微笑小姐声望达到4级后解锁"
  },
  [49580] = {
    id = 49580,
    MenuID = 10076,
    MenuDes = "普隆德拉王宫微笑小姐声望达到5级后解锁"
  },
  [49581] = {
    id = 49581,
    MenuID = 10077,
    MenuDes = "普隆德拉王宫微笑小姐声望达到6级后解锁"
  },
  [49582] = {
    id = 49582,
    MenuID = 10078,
    MenuDes = "普隆德拉王宫微笑小姐声望达到7级后解锁"
  },
  [49583] = {
    id = 49583,
    MenuID = 10079,
    MenuDes = "普隆德拉王宫微笑小姐声望达到8级后解锁"
  },
  [25185] = {
    id = 25185,
    MenuID = 10080,
    MenuDes = "普隆德拉王宫微笑小姐声望达到9级后解锁"
  },
  [3003810] = {
    id = 3003810,
    MenuID = 10071,
    MenuDes = "完成克魔岛主线【幻想之光】任务后解锁"
  },
  [3003811] = {
    id = 3003811,
    MenuID = 10071,
    MenuDes = "完成克魔岛主线【幻想之光】任务后解锁"
  },
  [3003812] = {
    id = 3003812,
    MenuID = 10071,
    MenuDes = "完成克魔岛主线【幻想之光】任务后解锁"
  },
  [3003813] = {
    id = 3003813,
    MenuID = 10071,
    MenuDes = "完成克魔岛主线【幻想之光】任务后解锁"
  },
  [3003814] = {
    id = 3003814,
    MenuID = 10071,
    MenuDes = "完成克魔岛主线【幻想之光】任务后解锁"
  },
  [3003815] = {
    id = 3003815,
    MenuID = 10071,
    MenuDes = "完成克魔岛主线【幻想之光】任务后解锁"
  },
  [3003816] = {
    id = 3003816,
    MenuID = 10071,
    MenuDes = "完成克魔岛主线【幻想之光】任务后解锁"
  },
  [3003817] = {
    id = 3003817,
    MenuID = 10071,
    MenuDes = "完成克魔岛主线【幻想之光】任务后解锁"
  },
  [3003818] = {
    id = 3003818,
    MenuID = 10071,
    MenuDes = "完成克魔岛主线【幻想之光】任务后解锁"
  },
  [3003819] = {
    id = 3003819,
    MenuID = 10071,
    MenuDes = "完成克魔岛主线【幻想之光】任务后解锁"
  },
  [3003820] = {
    id = 3003820,
    MenuID = 10071,
    MenuDes = "完成克魔岛主线【幻想之光】任务后解锁"
  },
  [3003821] = {
    id = 3003821,
    MenuID = 10071,
    MenuDes = "完成克魔岛主线【幻想之光】任务后解锁"
  },
  [3003822] = {
    id = 3003822,
    MenuID = 10071,
    MenuDes = "完成克魔岛主线【幻想之光】任务后解锁"
  },
  [40067] = {
    id = 40067,
    MenuID = 10082,
    MenuDes = "完成里希塔乐主线【树与勇士】任务后解锁"
  },
  [40367] = {
    id = 40367,
    MenuID = 10082,
    MenuDes = "完成里希塔乐主线【树与勇士】任务后解锁"
  },
  [40672] = {
    id = 40672,
    MenuID = 10082,
    MenuDes = "完成里希塔乐主线【树与勇士】任务后解锁"
  },
  [40774] = {
    id = 40774,
    MenuID = 10082,
    MenuDes = "完成里希塔乐主线【树与勇士】任务后解锁"
  },
  [40952] = {
    id = 40952,
    MenuID = 10082,
    MenuDes = "完成里希塔乐主线【树与勇士】任务后解锁"
  },
  [41264] = {
    id = 41264,
    MenuID = 10082,
    MenuDes = "完成里希塔乐主线【树与勇士】任务后解锁"
  },
  [41575] = {
    id = 41575,
    MenuID = 10082,
    MenuDes = "完成里希塔乐主线【树与勇士】任务后解锁"
  },
  [41878] = {
    id = 41878,
    MenuID = 10082,
    MenuDes = "完成里希塔乐主线【树与勇士】任务后解锁"
  },
  [42564] = {
    id = 42564,
    MenuID = 10082,
    MenuDes = "完成里希塔乐主线【树与勇士】任务后解锁"
  },
  [62547] = {
    id = 62547,
    MenuID = 10082,
    MenuDes = "完成里希塔乐主线【树与勇士】任务后解锁"
  },
  [62841] = {
    id = 62841,
    MenuID = 10082,
    MenuDes = "完成里希塔乐主线【树与勇士】任务后解锁"
  },
  [63141] = {
    id = 63141,
    MenuID = 10082,
    MenuDes = "完成里希塔乐主线【树与勇士】任务后解锁"
  },
  [63441] = {
    id = 63441,
    MenuID = 10082,
    MenuDes = "完成里希塔乐主线【树与勇士】任务后解锁"
  },
  [40082] = {
    id = 40082,
    MenuID = 10083,
    MenuDes = "完成七王室主线【思念之花】任务后解锁"
  },
  [40396] = {
    id = 40396,
    MenuID = 10083,
    MenuDes = "完成七王室主线【思念之花】任务后解锁"
  },
  [40692] = {
    id = 40692,
    MenuID = 10083,
    MenuDes = "完成七王室主线【思念之花】任务后解锁"
  },
  [40792] = {
    id = 40792,
    MenuID = 10083,
    MenuDes = "完成七王室主线【思念之花】任务后解锁"
  },
  [40967] = {
    id = 40967,
    MenuID = 10083,
    MenuDes = "完成七王室主线【思念之花】任务后解锁"
  },
  [41282] = {
    id = 41282,
    MenuID = 10083,
    MenuDes = "完成七王室主线【思念之花】任务后解锁"
  },
  [41592] = {
    id = 41592,
    MenuID = 10083,
    MenuDes = "完成七王室主线【思念之花】任务后解锁"
  },
  [41894] = {
    id = 41894,
    MenuID = 10083,
    MenuDes = "完成七王室主线【思念之花】任务后解锁"
  },
  [42671] = {
    id = 42671,
    MenuID = 10083,
    MenuDes = "完成七王室主线【思念之花】任务后解锁"
  },
  [62563] = {
    id = 62563,
    MenuID = 10083,
    MenuDes = "完成七王室主线【思念之花】任务后解锁"
  },
  [62856] = {
    id = 62856,
    MenuID = 10083,
    MenuDes = "完成七王室主线【思念之花】任务后解锁"
  },
  [63158] = {
    id = 63158,
    MenuID = 10083,
    MenuDes = "完成七王室主线【思念之花】任务后解锁"
  },
  [63457] = {
    id = 63457,
    MenuID = 10083,
    MenuDes = "完成七王室主线【思念之花】任务后解锁"
  },
  [450001] = {
    id = 450001,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [450002] = {
    id = 450002,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [450101] = {
    id = 450101,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [450102] = {
    id = 450102,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [450201] = {
    id = 450201,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [450202] = {
    id = 450202,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [451001] = {
    id = 451001,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [451002] = {
    id = 451002,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [451101] = {
    id = 451101,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [451102] = {
    id = 451102,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [451201] = {
    id = 451201,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [451202] = {
    id = 451202,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [452001] = {
    id = 452001,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [452002] = {
    id = 452002,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [452101] = {
    id = 452101,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [452102] = {
    id = 452102,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [452201] = {
    id = 452201,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [452202] = {
    id = 452202,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [453001] = {
    id = 453001,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [453002] = {
    id = 453002,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [453101] = {
    id = 453101,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [453102] = {
    id = 453102,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [453201] = {
    id = 453201,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [453202] = {
    id = 453202,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [450003] = {
    id = 450003,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [450103] = {
    id = 450103,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [450203] = {
    id = 450203,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [451003] = {
    id = 451003,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [451103] = {
    id = 451103,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [451203] = {
    id = 451203,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [452003] = {
    id = 452003,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [452103] = {
    id = 452103,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [452203] = {
    id = 452203,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [453003] = {
    id = 453003,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [453103] = {
    id = 453103,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [453203] = {
    id = 453203,
    MenuID = 10001,
    MenuDes = "完成喵罗万象任务解锁(40级)"
  },
  [5580] = {
    id = 5580,
    MenuID = 6010,
    MenuDes = "通关恩德勒斯塔10层后解锁"
  },
  [5581] = {
    id = 5581,
    MenuID = 6011,
    MenuDes = "通关恩德勒斯塔20层后解锁"
  },
  [5582] = {
    id = 5582,
    MenuID = 6012,
    MenuDes = "通关恩德勒斯塔30层后解锁"
  },
  [5583] = {
    id = 5583,
    MenuID = 6013,
    MenuDes = "通关恩德勒斯塔40层后解锁"
  },
  [5584] = {
    id = 5584,
    MenuID = 6014,
    MenuDes = "通关恩德勒斯塔50层后解锁"
  },
  [5585] = {
    id = 5585,
    MenuID = 6015,
    MenuDes = "通关恩德勒斯塔60层后解锁"
  },
  [5586] = {
    id = 5586,
    MenuID = 6016,
    MenuDes = "通关恩德勒斯塔70层后解锁"
  },
  [550524] = {
    id = 550524,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550525] = {
    id = 550525,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550526] = {
    id = 550526,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550527] = {
    id = 550527,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550528] = {
    id = 550528,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550529] = {
    id = 550529,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550530] = {
    id = 550530,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550531] = {
    id = 550531,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550532] = {
    id = 550532,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550533] = {
    id = 550533,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550534] = {
    id = 550534,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550535] = {
    id = 550535,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550520] = {
    id = 550520,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550521] = {
    id = 550521,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550522] = {
    id = 550522,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550523] = {
    id = 550523,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550502] = {
    id = 550502,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550503] = {
    id = 550503,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550504] = {
    id = 550504,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550505] = {
    id = 550505,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550508] = {
    id = 550508,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550509] = {
    id = 550509,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550510] = {
    id = 550510,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550511] = {
    id = 550511,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550514] = {
    id = 550514,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550515] = {
    id = 550515,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550516] = {
    id = 550516,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [550517] = {
    id = 550517,
    MenuID = 223,
    MenuDes = "成为F级冒险家解锁"
  },
  [3771] = {
    id = 3771,
    MenuID = 9500,
    MenuDes = "冒险手册解锁3张不同特典"
  },
  [800201] = {
    id = 800201,
    MenuID = 9503,
    MenuDes = "冒险手册解锁10张不同特典"
  },
  [23109] = {
    id = 23109,
    MenuID = 9504,
    MenuDes = "冒险手册解锁20个不同头饰"
  },
  [3773] = {
    id = 3773,
    MenuID = 9509,
    MenuDes = "冒险手册解锁80个不同头饰"
  },
  [6534] = {
    id = 6534,
    MenuID = 9500,
    MenuDes = "冒险手册解锁3张不同特典"
  },
  [6535] = {
    id = 6535,
    MenuID = 9501,
    MenuDes = "冒险手册解锁5张不同特典"
  },
  [6536] = {
    id = 6536,
    MenuID = 9502,
    MenuDes = "冒险手册解锁7张不同特典"
  },
  [6537] = {
    id = 6537,
    MenuID = 9503,
    MenuDes = "冒险手册解锁10张不同特典"
  },
  [810006] = {
    id = 810006,
    MenuID = 9520,
    MenuDes = "冒险手册解锁12张不同特典"
  },
  [6550] = {
    id = 6550,
    MenuID = 9521,
    MenuDes = "冒险手册解锁28张不同特典"
  },
  [3608] = {
    id = 3608,
    MenuID = 9522,
    MenuDes = "冒险手册解锁100个成就"
  },
  [3666] = {
    id = 3666,
    MenuID = 9523,
    MenuDes = "冒险手册解锁200个成就"
  },
  [3667] = {
    id = 3667,
    MenuID = 9524,
    MenuDes = "冒险手册解锁300个成就"
  },
  [6517] = {
    id = 6517,
    MenuID = 9525,
    MenuDes = "冒险手册解锁400个成就"
  },
  [25503] = {
    id = 25503,
    MenuID = 9707,
    MenuDes = ""
  },
  [25504] = {
    id = 25504,
    MenuID = 9707,
    MenuDes = ""
  },
  [25505] = {
    id = 25505,
    MenuID = 9707,
    MenuDes = ""
  },
  [25506] = {
    id = 25506,
    MenuID = 9707,
    MenuDes = ""
  },
  [25507] = {
    id = 25507,
    MenuID = 9707,
    MenuDes = ""
  },
  [25508] = {
    id = 25508,
    MenuID = 9707,
    MenuDes = ""
  },
  [25509] = {
    id = 25509,
    MenuID = 9707,
    MenuDes = ""
  },
  [25510] = {
    id = 25510,
    MenuID = 9707,
    MenuDes = ""
  },
  [25511] = {
    id = 25511,
    MenuID = 9701,
    MenuDes = ""
  },
  [25512] = {
    id = 25512,
    MenuID = 9701,
    MenuDes = ""
  },
  [25513] = {
    id = 25513,
    MenuID = 9701,
    MenuDes = ""
  },
  [25514] = {
    id = 25514,
    MenuID = 9701,
    MenuDes = ""
  },
  [25515] = {
    id = 25515,
    MenuID = 9701,
    MenuDes = ""
  },
  [25516] = {
    id = 25516,
    MenuID = 9701,
    MenuDes = ""
  },
  [25517] = {
    id = 25517,
    MenuID = 9701,
    MenuDes = ""
  },
  [25518] = {
    id = 25518,
    MenuID = 9701,
    MenuDes = ""
  },
  [25105] = {
    id = 25105,
    MenuID = 9712,
    MenuDes = ""
  },
  [25519] = {
    id = 25519,
    MenuID = 9712,
    MenuDes = ""
  },
  [25520] = {
    id = 25520,
    MenuID = 9712,
    MenuDes = ""
  },
  [25521] = {
    id = 25521,
    MenuID = 9712,
    MenuDes = ""
  },
  [25522] = {
    id = 25522,
    MenuID = 9712,
    MenuDes = ""
  },
  [25523] = {
    id = 25523,
    MenuID = 9712,
    MenuDes = ""
  },
  [25524] = {
    id = 25524,
    MenuID = 9712,
    MenuDes = ""
  },
  [25525] = {
    id = 25525,
    MenuID = 9712,
    MenuDes = ""
  },
  [25106] = {
    id = 25106,
    MenuID = 9709,
    MenuDes = ""
  },
  [25526] = {
    id = 25526,
    MenuID = 9709,
    MenuDes = ""
  },
  [25527] = {
    id = 25527,
    MenuID = 9709,
    MenuDes = ""
  },
  [25528] = {
    id = 25528,
    MenuID = 9709,
    MenuDes = ""
  },
  [25529] = {
    id = 25529,
    MenuID = 9709,
    MenuDes = ""
  },
  [25530] = {
    id = 25530,
    MenuID = 9709,
    MenuDes = ""
  },
  [25531] = {
    id = 25531,
    MenuID = 9709,
    MenuDes = ""
  },
  [25532] = {
    id = 25532,
    MenuID = 9709,
    MenuDes = ""
  },
  [25112] = {
    id = 25112,
    MenuID = 9705,
    MenuDes = ""
  },
  [25533] = {
    id = 25533,
    MenuID = 9705,
    MenuDes = ""
  },
  [25534] = {
    id = 25534,
    MenuID = 9705,
    MenuDes = ""
  },
  [25535] = {
    id = 25535,
    MenuID = 9705,
    MenuDes = ""
  },
  [25536] = {
    id = 25536,
    MenuID = 9705,
    MenuDes = ""
  },
  [25537] = {
    id = 25537,
    MenuID = 9705,
    MenuDes = ""
  },
  [25538] = {
    id = 25538,
    MenuID = 9705,
    MenuDes = ""
  },
  [25539] = {
    id = 25539,
    MenuID = 9705,
    MenuDes = ""
  },
  [25113] = {
    id = 25113,
    MenuID = 9703,
    MenuDes = ""
  },
  [25540] = {
    id = 25540,
    MenuID = 9703,
    MenuDes = ""
  },
  [25541] = {
    id = 25541,
    MenuID = 9703,
    MenuDes = ""
  },
  [25542] = {
    id = 25542,
    MenuID = 9703,
    MenuDes = ""
  },
  [25543] = {
    id = 25543,
    MenuID = 9703,
    MenuDes = ""
  },
  [25544] = {
    id = 25544,
    MenuID = 9703,
    MenuDes = ""
  },
  [25545] = {
    id = 25545,
    MenuID = 9703,
    MenuDes = ""
  },
  [25546] = {
    id = 25546,
    MenuID = 9703,
    MenuDes = ""
  },
  [3000686] = {
    id = 3000686,
    MenuID = 3000001,
    MenuDes = "解锁「鎏金纹章·蔚」"
  },
  [48651] = {
    id = 48651,
    MenuID = 9403,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900150] = {
    id = 900150,
    MenuID = 9402,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [48652] = {
    id = 48652,
    MenuID = 9401,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [47123] = {
    id = 47123,
    MenuID = 9401,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [145888] = {
    id = 145888,
    MenuID = 9400,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [48043] = {
    id = 48043,
    MenuID = 9400,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [900166] = {
    id = 900166,
    MenuID = 9407,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [149013] = {
    id = 149013,
    MenuID = 9406,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [47158] = {
    id = 47158,
    MenuID = 9405,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [48061] = {
    id = 48061,
    MenuID = 9404,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [48067] = {
    id = 48067,
    MenuID = 9411,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900180] = {
    id = 900180,
    MenuID = 9410,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [48698] = {
    id = 48698,
    MenuID = 9409,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [149077] = {
    id = 149077,
    MenuID = 9408,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [48690] = {
    id = 48690,
    MenuID = 9415,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900187] = {
    id = 900187,
    MenuID = 9414,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [149047] = {
    id = 149047,
    MenuID = 9413,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [47163] = {
    id = 47163,
    MenuID = 9412,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [48707] = {
    id = 48707,
    MenuID = 9419,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900191] = {
    id = 900191,
    MenuID = 9418,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [149103] = {
    id = 149103,
    MenuID = 9417,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [48072] = {
    id = 48072,
    MenuID = 9416,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [48716] = {
    id = 48716,
    MenuID = 9423,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900205] = {
    id = 900205,
    MenuID = 9422,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [149158] = {
    id = 149158,
    MenuID = 9421,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [47194] = {
    id = 47194,
    MenuID = 9420,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [48718] = {
    id = 48718,
    MenuID = 9427,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900209] = {
    id = 900209,
    MenuID = 9426,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [149161] = {
    id = 149161,
    MenuID = 9425,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [48085] = {
    id = 48085,
    MenuID = 9424,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [149204] = {
    id = 149204,
    MenuID = 9431,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900218] = {
    id = 900218,
    MenuID = 9430,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [47211] = {
    id = 47211,
    MenuID = 9429,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [48095] = {
    id = 48095,
    MenuID = 9428,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [47218] = {
    id = 47218,
    MenuID = 9435,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900226] = {
    id = 900226,
    MenuID = 9434,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [149511] = {
    id = 149511,
    MenuID = 9433,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [48099] = {
    id = 48099,
    MenuID = 9432,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [149519] = {
    id = 149519,
    MenuID = 9439,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900235] = {
    id = 900235,
    MenuID = 9438,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [47227] = {
    id = 47227,
    MenuID = 9437,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [48102] = {
    id = 48102,
    MenuID = 9436,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [48109] = {
    id = 48109,
    MenuID = 9443,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900244] = {
    id = 900244,
    MenuID = 9442,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [47252] = {
    id = 47252,
    MenuID = 9441,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [149543] = {
    id = 149543,
    MenuID = 9440,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [149553] = {
    id = 149553,
    MenuID = 9447,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900251] = {
    id = 900251,
    MenuID = 9446,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [48113] = {
    id = 48113,
    MenuID = 9445,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [47259] = {
    id = 47259,
    MenuID = 9444,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [48117] = {
    id = 48117,
    MenuID = 9451,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900262] = {
    id = 900262,
    MenuID = 9450,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [47262] = {
    id = 47262,
    MenuID = 9449,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [149560] = {
    id = 149560,
    MenuID = 9448,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [149568] = {
    id = 149568,
    MenuID = 9455,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900267] = {
    id = 900267,
    MenuID = 9454,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [47266] = {
    id = 47266,
    MenuID = 9453,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [48120] = {
    id = 48120,
    MenuID = 9452,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [48131] = {
    id = 48131,
    MenuID = 9459,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900276] = {
    id = 900276,
    MenuID = 9458,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [149592] = {
    id = 149592,
    MenuID = 9457,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [47275] = {
    id = 47275,
    MenuID = 9456,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [149594] = {
    id = 149594,
    MenuID = 9463,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900280] = {
    id = 900280,
    MenuID = 9462,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [47279] = {
    id = 47279,
    MenuID = 9461,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [48133] = {
    id = 48133,
    MenuID = 9460,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [149612] = {
    id = 149612,
    MenuID = 9467,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900287] = {
    id = 900287,
    MenuID = 9466,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [47289] = {
    id = 47289,
    MenuID = 9465,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [48141] = {
    id = 48141,
    MenuID = 9464,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [149620] = {
    id = 149620,
    MenuID = 9471,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900292] = {
    id = 900292,
    MenuID = 9470,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [47299] = {
    id = 47299,
    MenuID = 9469,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [48145] = {
    id = 48145,
    MenuID = 9468,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [149626] = {
    id = 149626,
    MenuID = 9475,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900296] = {
    id = 900296,
    MenuID = 9474,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [47318] = {
    id = 47318,
    MenuID = 9473,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [48152] = {
    id = 48152,
    MenuID = 9472,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [149650] = {
    id = 149650,
    MenuID = 9479,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900300] = {
    id = 900300,
    MenuID = 9478,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [48165] = {
    id = 48165,
    MenuID = 9477,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [47327] = {
    id = 47327,
    MenuID = 9476,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [149685] = {
    id = 149685,
    MenuID = 9483,
    MenuDes = "达到组队竞技赛【斗士】段位"
  },
  [900308] = {
    id = 900308,
    MenuID = 9482,
    MenuDes = "达到组队竞技赛【精英】段位"
  },
  [48182] = {
    id = 48182,
    MenuID = 9481,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [47351] = {
    id = 47351,
    MenuID = 9480,
    MenuDes = "达到组队竞技赛【传说】段位"
  },
  [46001] = {
    id = 46001,
    MenuID = 703,
    MenuDes = "完成海底探险队任务解锁（30级）"
  },
  [46004] = {
    id = 46004,
    MenuID = 701,
    MenuDes = "完成下水道秘密之翼任务解锁（10级）"
  },
  [46005] = {
    id = 46005,
    MenuID = 705,
    MenuDes = "成为E级冒险家可解锁"
  },
  [46013] = {
    id = 46013,
    MenuID = 702,
    MenuDes = "完成下水道秘密之翼任务解锁（10级）"
  },
  [46016] = {
    id = 46016,
    MenuID = 704,
    MenuDes = "完成海底探险队任务解锁（30级）"
  },
  [46020] = {
    id = 46020,
    MenuID = 706,
    MenuDes = "成为E级冒险家可解锁"
  },
  [46062] = {
    id = 46062,
    MenuID = 720,
    MenuDes = "使用发型设计指南·一后解锁"
  },
  [46063] = {
    id = 46063,
    MenuID = 721,
    MenuDes = "使用发型设计指南·二后解锁"
  },
  [46064] = {
    id = 46064,
    MenuID = 722,
    MenuDes = "使用发型设计指南·三后解锁"
  },
  [46065] = {
    id = 46065,
    MenuID = 723,
    MenuDes = "使用发型设计指南·一后解锁"
  },
  [46066] = {
    id = 46066,
    MenuID = 724,
    MenuDes = "使用发型设计指南·二后解锁"
  },
  [46067] = {
    id = 46067,
    MenuID = 725,
    MenuDes = "使用发型设计指南·三后解锁"
  },
  [46021] = {
    id = 46021,
    MenuID = 709,
    MenuDes = "完成吉芬地下宝藏线任务解锁（74级）"
  },
  [46022] = {
    id = 46022,
    MenuID = 711,
    MenuDes = "完成吉芬地下吸血鬼任务解锁（75级）"
  },
  [46035] = {
    id = 46035,
    MenuID = 632,
    MenuDes = "完成吟游诗人-亚苏哈卡·剑齿的任务（75级）"
  },
  [46031] = {
    id = 46031,
    MenuID = 712,
    MenuDes = "完成吉芬地下吸血鬼任务解锁（75级）"
  },
  [46032] = {
    id = 46032,
    MenuID = 710,
    MenuDes = "完成吉芬地下宝藏线任务解锁（74级）"
  },
  [46038] = {
    id = 46038,
    MenuID = 632,
    MenuDes = "完成吟游诗人-亚苏哈卡·剑齿的任务（75级）"
  },
  [46009] = {
    id = 46009,
    MenuID = 708,
    MenuDes = "完成苏克拉特沙漠沙蜂部队任务解锁（47级）"
  },
  [46019] = {
    id = 46019,
    MenuID = 707,
    MenuDes = "完成苏克拉特沙漠沙蜂部队任务解锁（47级）"
  },
  [46024] = {
    id = 46024,
    MenuID = 718,
    MenuDes = "完成斐扬狐狸小玉任务解锁（60级）"
  },
  [46034] = {
    id = 46034,
    MenuID = 718,
    MenuDes = "完成斐扬狐狸小玉任务解锁（60级）"
  },
  [46023] = {
    id = 46023,
    MenuID = 717,
    MenuDes = "完成古城真假预言任务解锁（81级）"
  },
  [46033] = {
    id = 46033,
    MenuID = 717,
    MenuDes = "完成古城真假预言任务解锁（81级）"
  },
  [46036] = {
    id = 46036,
    MenuID = 719,
    MenuDes = "完成古城骑士团GLC.X185号档案解锁（87级）"
  },
  [46037] = {
    id = 46037,
    MenuID = 719,
    MenuDes = "完成古城骑士团GLC.X185号档案解锁（87级）"
  },
  [46041] = {
    id = 46041,
    MenuID = 640,
    MenuDes = "完成吟游诗人-默斯曼·岁月的任务(93级)"
  },
  [46051] = {
    id = 46051,
    MenuID = 641,
    MenuDes = "完成变老的未婚妻的任务解锁（92级）"
  },
  [46042] = {
    id = 46042,
    MenuID = 641,
    MenuDes = "完成变老的未婚妻的任务解锁（92级）"
  },
  [46052] = {
    id = 46052,
    MenuID = 640,
    MenuDes = "完成吟游诗人-默斯曼·岁月的任务(93级)"
  },
  [46069] = {
    id = 46069,
    MenuID = 727,
    MenuDes = "完成吟游诗人-雷根贝勒秘闻任务(120级)"
  },
  [46070] = {
    id = 46070,
    MenuID = 727,
    MenuDes = "完成吟游诗人-雷根贝勒秘闻任务(120级)"
  },
  [46073] = {
    id = 46073,
    MenuID = 730,
    MenuDes = "完成永远的赛尼亚任务解锁（120级）"
  },
  [46074] = {
    id = 46074,
    MenuID = 731,
    MenuDes = "完成永远的赛尼亚任务解锁（120级）"
  },
  [3002575] = {
    id = 3002575,
    MenuID = 3000022,
    MenuDes = "使用高里的长发兑换券后解锁"
  },
  [3002576] = {
    id = 3002576,
    MenuID = 3000023,
    MenuDes = "使用莉娜的长发兑换券后解锁"
  },
  [3002577] = {
    id = 3002577,
    MenuID = 3000024,
    MenuDes = "使用加梅莉亚的短发兑换券后解锁"
  },
  [3002581] = {
    id = 3002581,
    MenuID = 3000028,
    MenuDes = "使用杰路刚帝士发型兑换券后解锁"
  },
  [3002582] = {
    id = 3002582,
    MenuID = 3000029,
    MenuDes = "使用白蛇娜卡发型兑换券后解锁"
  },
  [3002578] = {
    id = 3002578,
    MenuID = 3000025,
    MenuDes = "使用流光之刃发型兑换券后解锁"
  },
  [3002579] = {
    id = 3002579,
    MenuID = 3000026,
    MenuDes = "使用静谧之舞发型兑换券后解锁"
  },
  [3002580] = {
    id = 3002580,
    MenuID = 3000027,
    MenuDes = "使用杰洛士发型兑换券后解锁"
  },
  [46101] = {
    id = 46101,
    MenuID = 734,
    MenuDes = ""
  },
  [46102] = {
    id = 46102,
    MenuID = 734,
    MenuDes = ""
  },
  [46086] = {
    id = 46086,
    MenuID = 732,
    MenuDes = ""
  },
  [46095] = {
    id = 46095,
    MenuID = 733,
    MenuDes = ""
  },
  [46103] = {
    id = 46103,
    MenuID = 735,
    MenuDes = ""
  },
  [46104] = {
    id = 46104,
    MenuID = 735,
    MenuDes = ""
  },
  [3003051] = {
    id = 3003051,
    MenuID = 3000022,
    MenuDes = "使用高里的长发兑换券后解锁"
  },
  [3003052] = {
    id = 3003052,
    MenuID = 3000023,
    MenuDes = "使用莉娜的长发兑换券后解锁"
  },
  [3003053] = {
    id = 3003053,
    MenuID = 3000024,
    MenuDes = "使用加梅莉亚的短发兑换券后解锁"
  },
  [3003057] = {
    id = 3003057,
    MenuID = 3000028,
    MenuDes = "使用杰路刚帝士发型兑换券后解锁"
  },
  [3003058] = {
    id = 3003058,
    MenuID = 3000029,
    MenuDes = "使用白蛇娜卡发型兑换券后解锁"
  },
  [3003054] = {
    id = 3003054,
    MenuID = 3000025,
    MenuDes = "使用原创长发兑换券后解锁"
  },
  [3003055] = {
    id = 3003055,
    MenuID = 3000026,
    MenuDes = "使用原创长发兑换券后解锁"
  },
  [3003056] = {
    id = 3003056,
    MenuID = 3000027,
    MenuDes = "使用杰洛士发型兑换券后解锁"
  },
  [46531] = {
    id = 46531,
    MenuID = 9002,
    MenuDes = "成为导师后解锁美瞳"
  },
  [46587] = {
    id = 46587,
    MenuID = 9002,
    MenuDes = "成为导师后解锁美瞳"
  },
  [46519] = {
    id = 46519,
    MenuID = 9117,
    MenuDes = "使用人鱼之心礼盒后解锁"
  },
  [46575] = {
    id = 46575,
    MenuID = 9117,
    MenuDes = "使用人鱼之心礼盒后解锁"
  },
  [46554] = {
    id = 46554,
    MenuID = 9149,
    MenuDes = "使用朝之幻想礼盒后解锁"
  },
  [46610] = {
    id = 46610,
    MenuID = 9149,
    MenuDes = "使用朝之幻想礼盒后解锁"
  },
  [46525] = {
    id = 46525,
    MenuID = 9125,
    MenuDes = "使用时之轮礼盒后解锁"
  },
  [46581] = {
    id = 46581,
    MenuID = 9125,
    MenuDes = "使用时之轮礼盒后解锁"
  },
  [46500] = {
    id = 46500,
    MenuID = 9101,
    MenuDes = "使用爱丽丝礼盒后解锁"
  },
  [46501] = {
    id = 46501,
    MenuID = 9101,
    MenuDes = "使用爱丽丝礼盒后解锁"
  },
  [46502] = {
    id = 46502,
    MenuID = 9101,
    MenuDes = "使用爱丽丝礼盒后解锁"
  },
  [46503] = {
    id = 46503,
    MenuID = 9101,
    MenuDes = "使用爱丽丝礼盒后解锁"
  },
  [46504] = {
    id = 46504,
    MenuID = 9101,
    MenuDes = "使用爱丽丝礼盒后解锁"
  },
  [46505] = {
    id = 46505,
    MenuID = 9101,
    MenuDes = "使用爱丽丝礼盒后解锁"
  },
  [46506] = {
    id = 46506,
    MenuID = 9101,
    MenuDes = "使用爱丽丝礼盒后解锁"
  },
  [46507] = {
    id = 46507,
    MenuID = 9101,
    MenuDes = "使用爱丽丝礼盒后解锁"
  },
  [46508] = {
    id = 46508,
    MenuID = 9109,
    MenuDes = "使用黄金午后礼盒后解锁"
  },
  [46509] = {
    id = 46509,
    MenuID = 9109,
    MenuDes = "使用黄金午后礼盒后解锁"
  },
  [46510] = {
    id = 46510,
    MenuID = 9109,
    MenuDes = "使用黄金午后礼盒后解锁"
  },
  [46511] = {
    id = 46511,
    MenuID = 9109,
    MenuDes = "使用黄金午后礼盒后解锁"
  },
  [46512] = {
    id = 46512,
    MenuID = 9109,
    MenuDes = "使用黄金午后礼盒后解锁"
  },
  [46513] = {
    id = 46513,
    MenuID = 9109,
    MenuDes = "使用黄金午后礼盒后解锁"
  },
  [46514] = {
    id = 46514,
    MenuID = 9109,
    MenuDes = "使用黄金午后礼盒后解锁"
  },
  [46515] = {
    id = 46515,
    MenuID = 9109,
    MenuDes = "使用黄金午后礼盒后解锁"
  },
  [46532] = {
    id = 46532,
    MenuID = 9133,
    MenuDes = "使用夜之狂想礼盒后解锁"
  },
  [46533] = {
    id = 46533,
    MenuID = 9133,
    MenuDes = "使用夜之狂想礼盒后解锁"
  },
  [46534] = {
    id = 46534,
    MenuID = 9133,
    MenuDes = "使用夜之狂想礼盒后解锁"
  },
  [46535] = {
    id = 46535,
    MenuID = 9133,
    MenuDes = "使用夜之狂想礼盒后解锁"
  },
  [46536] = {
    id = 46536,
    MenuID = 9133,
    MenuDes = "使用夜之狂想礼盒后解锁"
  },
  [46537] = {
    id = 46537,
    MenuID = 9133,
    MenuDes = "使用夜之狂想礼盒后解锁"
  },
  [46538] = {
    id = 46538,
    MenuID = 9133,
    MenuDes = "使用夜之狂想礼盒后解锁"
  },
  [46539] = {
    id = 46539,
    MenuID = 9133,
    MenuDes = "使用夜之狂想礼盒后解锁"
  },
  [46616] = {
    id = 46616,
    MenuID = 9157,
    MenuDes = "使用秋之喜悦·枫叶礼盒后解锁"
  },
  [46617] = {
    id = 46617,
    MenuID = 9158,
    MenuDes = "使用秋之喜悦·麦田礼盒后解锁"
  },
  [46618] = {
    id = 46618,
    MenuID = 9159,
    MenuDes = "使用秋之喜悦·软糖礼盒后解锁"
  },
  [46619] = {
    id = 46619,
    MenuID = 9160,
    MenuDes = "使用秋之喜悦·金焰礼盒后解锁"
  },
  [46556] = {
    id = 46556,
    MenuID = 9101,
    MenuDes = "使用爱丽丝礼盒后解锁"
  },
  [46557] = {
    id = 46557,
    MenuID = 9101,
    MenuDes = "使用爱丽丝礼盒后解锁"
  },
  [46558] = {
    id = 46558,
    MenuID = 9101,
    MenuDes = "使用爱丽丝礼盒后解锁"
  },
  [46559] = {
    id = 46559,
    MenuID = 9101,
    MenuDes = "使用爱丽丝礼盒后解锁"
  },
  [46560] = {
    id = 46560,
    MenuID = 9101,
    MenuDes = "使用爱丽丝礼盒后解锁"
  },
  [46561] = {
    id = 46561,
    MenuID = 9101,
    MenuDes = "使用爱丽丝礼盒后解锁"
  },
  [46562] = {
    id = 46562,
    MenuID = 9101,
    MenuDes = "使用爱丽丝礼盒后解锁"
  },
  [46563] = {
    id = 46563,
    MenuID = 9101,
    MenuDes = "使用爱丽丝礼盒后解锁"
  },
  [46564] = {
    id = 46564,
    MenuID = 9109,
    MenuDes = "使用黄金午后礼盒后解锁"
  },
  [46565] = {
    id = 46565,
    MenuID = 9109,
    MenuDes = "使用黄金午后礼盒后解锁"
  },
  [46566] = {
    id = 46566,
    MenuID = 9109,
    MenuDes = "使用黄金午后礼盒后解锁"
  },
  [46567] = {
    id = 46567,
    MenuID = 9109,
    MenuDes = "使用黄金午后礼盒后解锁"
  },
  [46568] = {
    id = 46568,
    MenuID = 9109,
    MenuDes = "使用黄金午后礼盒后解锁"
  },
  [46569] = {
    id = 46569,
    MenuID = 9109,
    MenuDes = "使用黄金午后礼盒后解锁"
  },
  [46570] = {
    id = 46570,
    MenuID = 9109,
    MenuDes = "使用黄金午后礼盒后解锁"
  },
  [46571] = {
    id = 46571,
    MenuID = 9109,
    MenuDes = "使用黄金午后礼盒后解锁"
  },
  [46588] = {
    id = 46588,
    MenuID = 9133,
    MenuDes = "使用夜之狂想礼盒后解锁"
  },
  [46589] = {
    id = 46589,
    MenuID = 9133,
    MenuDes = "使用夜之狂想礼盒后解锁"
  },
  [46590] = {
    id = 46590,
    MenuID = 9133,
    MenuDes = "使用夜之狂想礼盒后解锁"
  },
  [46591] = {
    id = 46591,
    MenuID = 9133,
    MenuDes = "使用夜之狂想礼盒后解锁"
  },
  [46592] = {
    id = 46592,
    MenuID = 9133,
    MenuDes = "使用夜之狂想礼盒后解锁"
  },
  [46593] = {
    id = 46593,
    MenuID = 9133,
    MenuDes = "使用夜之狂想礼盒后解锁"
  },
  [46594] = {
    id = 46594,
    MenuID = 9133,
    MenuDes = "使用夜之狂想礼盒后解锁"
  },
  [46595] = {
    id = 46595,
    MenuID = 9133,
    MenuDes = "使用夜之狂想礼盒后解锁"
  },
  [46620] = {
    id = 46620,
    MenuID = 9157,
    MenuDes = "使用秋之喜悦·枫叶礼盒后解锁"
  },
  [46621] = {
    id = 46621,
    MenuID = 9158,
    MenuDes = "使用秋之喜悦·麦田礼盒后解锁"
  },
  [46622] = {
    id = 46622,
    MenuID = 9159,
    MenuDes = "使用秋之喜悦·软糖礼盒后解锁"
  },
  [46623] = {
    id = 46623,
    MenuID = 9160,
    MenuDes = "使用秋之喜悦·金焰礼盒后解锁"
  },
  [46626] = {
    id = 46626,
    MenuID = 9170,
    MenuDes = "使用白色恋歌礼盒后解锁"
  },
  [46627] = {
    id = 46627,
    MenuID = 9170,
    MenuDes = "使用白色恋歌礼盒后解锁"
  },
  [46628] = {
    id = 46628,
    MenuID = 9180,
    MenuDes = "使用炽热馈赠礼盒后解锁"
  },
  [46629] = {
    id = 46629,
    MenuID = 9180,
    MenuDes = "使用炽热馈赠礼盒后解锁"
  },
  [46630] = {
    id = 46630,
    MenuID = 9180,
    MenuDes = "使用炽热馈赠礼盒后解锁"
  },
  [46631] = {
    id = 46631,
    MenuID = 9180,
    MenuDes = "使用炽热馈赠礼盒后解锁"
  },
  [46632] = {
    id = 46632,
    MenuID = 9180,
    MenuDes = "使用炽热馈赠礼盒后解锁"
  },
  [46633] = {
    id = 46633,
    MenuID = 9180,
    MenuDes = "使用炽热馈赠礼盒后解锁"
  },
  [46634] = {
    id = 46634,
    MenuID = 9180,
    MenuDes = "使用炽热馈赠礼盒后解锁"
  },
  [46635] = {
    id = 46635,
    MenuID = 9180,
    MenuDes = "使用炽热馈赠礼盒后解锁"
  },
  [46636] = {
    id = 46636,
    MenuID = 9211,
    MenuDes = "使用梦想天空礼盒后解锁"
  },
  [46637] = {
    id = 46637,
    MenuID = 9211,
    MenuDes = "使用梦想天空礼盒后解锁"
  },
  [46638] = {
    id = 46638,
    MenuID = 9211,
    MenuDes = "使用梦想天空礼盒后解锁"
  },
  [46639] = {
    id = 46639,
    MenuID = 9211,
    MenuDes = "使用梦想天空礼盒后解锁"
  },
  [46640] = {
    id = 46640,
    MenuID = 9211,
    MenuDes = "使用梦想天空礼盒后解锁"
  },
  [46641] = {
    id = 46641,
    MenuID = 9211,
    MenuDes = "使用梦想天空礼盒后解锁"
  },
  [46642] = {
    id = 46642,
    MenuID = 9211,
    MenuDes = "使用梦想天空礼盒后解锁"
  },
  [46643] = {
    id = 46643,
    MenuID = 9211,
    MenuDes = "使用梦想天空礼盒后解锁"
  },
  [46644] = {
    id = 46644,
    MenuID = 9211,
    MenuDes = "使用梦想天空礼盒后解锁"
  },
  [46645] = {
    id = 46645,
    MenuID = 9211,
    MenuDes = "使用梦想天空礼盒后解锁"
  },
  [46646] = {
    id = 46646,
    MenuID = 9211,
    MenuDes = "使用梦想天空礼盒后解锁"
  },
  [46647] = {
    id = 46647,
    MenuID = 9211,
    MenuDes = "使用梦想天空礼盒后解锁"
  },
  [46648] = {
    id = 46648,
    MenuID = 9211,
    MenuDes = "使用梦想天空礼盒后解锁"
  },
  [46649] = {
    id = 46649,
    MenuID = 9211,
    MenuDes = "使用梦想天空礼盒后解锁"
  },
  [46650] = {
    id = 46650,
    MenuID = 9211,
    MenuDes = "使用梦想天空礼盒后解锁"
  },
  [46651] = {
    id = 46651,
    MenuID = 9211,
    MenuDes = "使用梦想天空礼盒后解锁"
  },
  [46516] = {
    id = 46516,
    MenuID = 9117,
    MenuDes = "使用人鱼之心礼盒后解锁"
  },
  [46517] = {
    id = 46517,
    MenuID = 9117,
    MenuDes = "使用人鱼之心礼盒后解锁"
  },
  [46518] = {
    id = 46518,
    MenuID = 9117,
    MenuDes = "使用人鱼之心礼盒后解锁"
  },
  [46520] = {
    id = 46520,
    MenuID = 9117,
    MenuDes = "使用人鱼之心礼盒后解锁"
  },
  [46521] = {
    id = 46521,
    MenuID = 9117,
    MenuDes = "使用人鱼之心礼盒后解锁"
  },
  [46522] = {
    id = 46522,
    MenuID = 9117,
    MenuDes = "使用人鱼之心礼盒后解锁"
  },
  [46523] = {
    id = 46523,
    MenuID = 9117,
    MenuDes = "使用人鱼之心礼盒后解锁"
  },
  [46572] = {
    id = 46572,
    MenuID = 9117,
    MenuDes = "使用人鱼之心礼盒后解锁"
  },
  [46573] = {
    id = 46573,
    MenuID = 9117,
    MenuDes = "使用人鱼之心礼盒后解锁"
  },
  [46574] = {
    id = 46574,
    MenuID = 9117,
    MenuDes = "使用人鱼之心礼盒后解锁"
  },
  [46576] = {
    id = 46576,
    MenuID = 9117,
    MenuDes = "使用人鱼之心礼盒后解锁"
  },
  [46577] = {
    id = 46577,
    MenuID = 9117,
    MenuDes = "使用人鱼之心礼盒后解锁"
  },
  [46578] = {
    id = 46578,
    MenuID = 9117,
    MenuDes = "使用人鱼之心礼盒后解锁"
  },
  [46579] = {
    id = 46579,
    MenuID = 9117,
    MenuDes = "使用人鱼之心礼盒后解锁"
  },
  [46660] = {
    id = 46660,
    MenuID = 9219,
    MenuDes = "使用琉璃之吻·蓝礼盒后解锁"
  },
  [46661] = {
    id = 46661,
    MenuID = 9220,
    MenuDes = "使用琉璃之吻·粉礼盒后解锁"
  },
  [46662] = {
    id = 46662,
    MenuID = 9221,
    MenuDes = "使用琉璃之吻·金礼盒后解锁"
  },
  [46663] = {
    id = 46663,
    MenuID = 9219,
    MenuDes = "使用琉璃之吻·蓝礼盒后解锁"
  },
  [46664] = {
    id = 46664,
    MenuID = 9220,
    MenuDes = "使用琉璃之吻·粉礼盒后解锁"
  },
  [46665] = {
    id = 46665,
    MenuID = 9221,
    MenuDes = "使用琉璃之吻·金礼盒后解锁"
  },
  [46670] = {
    id = 46670,
    MenuID = 9222,
    MenuDes = "使用四叶星辰·蓝礼盒后解锁"
  },
  [46671] = {
    id = 46671,
    MenuID = 9223,
    MenuDes = "使用四叶星辰·紫礼盒后解锁"
  },
  [46672] = {
    id = 46672,
    MenuID = 9224,
    MenuDes = "使用四叶星辰·绿礼盒后解锁"
  },
  [46673] = {
    id = 46673,
    MenuID = 9222,
    MenuDes = "使用四叶星辰·蓝礼盒后解锁"
  },
  [46674] = {
    id = 46674,
    MenuID = 9223,
    MenuDes = "使用四叶星辰·紫礼盒后解锁"
  },
  [46675] = {
    id = 46675,
    MenuID = 9224,
    MenuDes = "使用四叶星辰·绿礼盒后解锁"
  },
  [46680] = {
    id = 46680,
    MenuID = 9225,
    MenuDes = "使用云中畅想·蔚礼盒后解锁"
  },
  [46681] = {
    id = 46681,
    MenuID = 9226,
    MenuDes = "使用云中畅想·风礼盒后解锁"
  },
  [46682] = {
    id = 46682,
    MenuID = 9227,
    MenuDes = "使用云中畅想·空礼盒后解锁"
  },
  [46683] = {
    id = 46683,
    MenuID = 9225,
    MenuDes = "使用云中畅想·蔚礼盒后解锁"
  },
  [46684] = {
    id = 46684,
    MenuID = 9226,
    MenuDes = "使用云中畅想·风礼盒后解锁"
  },
  [46685] = {
    id = 46685,
    MenuID = 9227,
    MenuDes = "使用云中畅想·空礼盒后解锁"
  },
  [25312] = {
    id = 25312,
    MenuID = 5395,
    MenuDes = ""
  },
  [5662] = {
    id = 5662,
    MenuID = 9805,
    MenuDes = "完成执事康娜的雇佣任务后解锁"
  },
  [5663] = {
    id = 5663,
    MenuID = 9805,
    MenuDes = "完成执事康娜的雇佣任务后解锁"
  },
  [100] = {
    id = 100,
    MenuID = 9808,
    MenuDes = "完成执事克米莉娅的雇佣任务后解锁"
  },
  [5112] = {
    id = 5112,
    MenuID = 9808,
    MenuDes = "完成执事克米莉娅的雇佣任务后解锁"
  },
  [5110] = {
    id = 5110,
    MenuID = 9808,
    MenuDes = "完成执事克米莉娅的雇佣任务后解锁"
  },
  [5111] = {
    id = 5111,
    MenuID = 9808,
    MenuDes = "完成执事克米莉娅的雇佣任务后解锁"
  },
  [5113] = {
    id = 5113,
    MenuID = 9808,
    MenuDes = "完成执事克米莉娅的雇佣任务后解锁"
  },
  [7300] = {
    id = 7300,
    MenuID = 9801,
    MenuDes = "完成执事米勒的雇佣任务后解锁"
  },
  [5004] = {
    id = 5004,
    MenuID = 9801,
    MenuDes = "完成执事米勒的雇佣任务后解锁"
  },
  [6916] = {
    id = 6916,
    MenuID = 9801,
    MenuDes = "完成执事米勒的雇佣任务后解锁"
  },
  [3668] = {
    id = 3668,
    MenuID = 9802,
    MenuDes = "完成执事伊斯菲尔的雇佣任务后解锁"
  },
  [3938] = {
    id = 3938,
    MenuID = 9802,
    MenuDes = "完成执事伊斯菲尔的雇佣任务后解锁"
  },
  [3996] = {
    id = 3996,
    MenuID = 9802,
    MenuDes = "完成执事伊斯菲尔的雇佣任务后解锁"
  },
  [6610] = {
    id = 6610,
    MenuID = 9802,
    MenuDes = "完成执事伊斯菲尔的雇佣任务后解锁"
  },
  [6643] = {
    id = 6643,
    MenuID = 9802,
    MenuDes = "完成执事伊斯菲尔的雇佣任务后解锁"
  },
  [6696] = {
    id = 6696,
    MenuID = 9802,
    MenuDes = "完成执事伊斯菲尔的雇佣任务后解锁"
  },
  [156] = {
    id = 156,
    MenuID = 9800,
    MenuDes = "完成执事可可的雇佣任务后解锁"
  },
  [5034] = {
    id = 5034,
    MenuID = 9800,
    MenuDes = "完成执事可可的雇佣任务后解锁"
  },
  [140] = {
    id = 140,
    MenuID = 9800,
    MenuDes = "完成执事可可的雇佣任务后解锁"
  },
  [6839] = {
    id = 6839,
    MenuID = 9806,
    MenuDes = "完成执事孙燕姿的雇佣任务后解锁"
  },
  [900151] = {
    id = 900151,
    MenuID = 9405,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900167] = {
    id = 900167,
    MenuID = 9409,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900181] = {
    id = 900181,
    MenuID = 9413,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900184] = {
    id = 900184,
    MenuID = 9417,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900188] = {
    id = 900188,
    MenuID = 9421,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900202] = {
    id = 900202,
    MenuID = 9425,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900206] = {
    id = 900206,
    MenuID = 9429,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900215] = {
    id = 900215,
    MenuID = 9433,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900223] = {
    id = 900223,
    MenuID = 9437,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900232] = {
    id = 900232,
    MenuID = 9441,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900241] = {
    id = 900241,
    MenuID = 9445,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900248] = {
    id = 900248,
    MenuID = 9449,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900259] = {
    id = 900259,
    MenuID = 9453,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900264] = {
    id = 900264,
    MenuID = 9457,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900273] = {
    id = 900273,
    MenuID = 9461,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900277] = {
    id = 900277,
    MenuID = 9465,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900284] = {
    id = 900284,
    MenuID = 9469,
    MenuDes = ""
  },
  [900289] = {
    id = 900289,
    MenuID = 9473,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900293] = {
    id = 900293,
    MenuID = 9477,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [900297] = {
    id = 900297,
    MenuID = 9481,
    MenuDes = "达到组队竞技赛【战神】段位"
  },
  [130314] = {
    id = 130314,
    MenuID = 5340,
    MenuDes = "梅尔区声望达到2级后解锁"
  },
  [130315] = {
    id = 130315,
    MenuID = 5340,
    MenuDes = "梅尔区声望达到2级后解锁"
  },
  [130316] = {
    id = 130316,
    MenuID = 5340,
    MenuDes = "梅尔区声望达到2级后解锁"
  },
  [130307] = {
    id = 130307,
    MenuID = 5341,
    MenuDes = "梅尔区声望达到3级后解锁"
  },
  [130310] = {
    id = 130310,
    MenuID = 5341,
    MenuDes = "梅尔区声望达到3级后解锁"
  },
  [130300] = {
    id = 130300,
    MenuID = 5342,
    MenuDes = "梅尔区声望达到4级后解锁"
  },
  [130304] = {
    id = 130304,
    MenuID = 5342,
    MenuDes = "梅尔区声望达到4级后解锁"
  },
  [130320] = {
    id = 130320,
    MenuID = 5343,
    MenuDes = "梅尔区声望达到5级后解锁"
  },
  [130321] = {
    id = 130321,
    MenuID = 5343,
    MenuDes = "梅尔区声望达到5级后解锁"
  },
  [130322] = {
    id = 130322,
    MenuID = 5343,
    MenuDes = "梅尔区声望达到5级后解锁"
  },
  [130305] = {
    id = 130305,
    MenuID = 5344,
    MenuDes = "梅尔区声望达到6级后解锁"
  },
  [130324] = {
    id = 130324,
    MenuID = 5344,
    MenuDes = "梅尔区声望达到6级后解锁"
  },
  [130323] = {
    id = 130323,
    MenuID = 5344,
    MenuDes = "梅尔区声望达到6级后解锁"
  },
  [130311] = {
    id = 130311,
    MenuID = 5345,
    MenuDes = "梅尔区声望达到7级后解锁"
  },
  [130325] = {
    id = 130325,
    MenuID = 5345,
    MenuDes = "梅尔区声望达到7级后解锁"
  },
  [130306] = {
    id = 130306,
    MenuID = 5346,
    MenuDes = "梅尔区声望达到8级后解锁"
  },
  [130326] = {
    id = 130326,
    MenuID = 5346,
    MenuDes = "梅尔区声望达到8级后解锁"
  },
  [130313] = {
    id = 130313,
    MenuID = 5347,
    MenuDes = "梅尔区声望达到9级后解锁"
  },
  [130309] = {
    id = 130309,
    MenuID = 5347,
    MenuDes = "梅尔区声望达到9级后解锁"
  },
  [130317] = {
    id = 130317,
    MenuID = 5348,
    MenuDes = "梅尔区声望达到10级后解锁"
  },
  [130319] = {
    id = 130319,
    MenuID = 5349,
    MenuDes = "梅尔区声望达到11级后解锁"
  },
  [130318] = {
    id = 130318,
    MenuID = 5350,
    MenuDes = "梅尔区声望达到12级后解锁"
  },
  [130421] = {
    id = 130421,
    MenuID = 5320,
    MenuDes = "贝勒区声望达到2级后解锁"
  },
  [130422] = {
    id = 130422,
    MenuID = 5320,
    MenuDes = "贝勒区声望达到2级后解锁"
  },
  [130424] = {
    id = 130424,
    MenuID = 5320,
    MenuDes = "贝勒区声望达到2级后解锁"
  },
  [130400] = {
    id = 130400,
    MenuID = 5321,
    MenuDes = "贝勒区声望达到3级后解锁"
  },
  [130401] = {
    id = 130401,
    MenuID = 5321,
    MenuDes = "贝勒区声望达到3级后解锁"
  },
  [130403] = {
    id = 130403,
    MenuID = 5321,
    MenuDes = "贝勒区声望达到3级后解锁"
  },
  [130402] = {
    id = 130402,
    MenuID = 5322,
    MenuDes = "贝勒区声望达到4级后解锁"
  },
  [130412] = {
    id = 130412,
    MenuID = 5322,
    MenuDes = "贝勒区声望达到4级后解锁"
  },
  [130423] = {
    id = 130423,
    MenuID = 5323,
    MenuDes = "贝勒区声望达到5级后解锁"
  },
  [130425] = {
    id = 130425,
    MenuID = 5323,
    MenuDes = "贝勒区声望达到5级后解锁"
  },
  [130414] = {
    id = 130414,
    MenuID = 5324,
    MenuDes = "贝勒区声望达到6级后解锁"
  },
  [130415] = {
    id = 130415,
    MenuID = 5324,
    MenuDes = "贝勒区声望达到6级后解锁"
  },
  [130420] = {
    id = 130420,
    MenuID = 5325,
    MenuDes = "贝勒区声望达到7级后解锁"
  },
  [130416] = {
    id = 130416,
    MenuID = 5326,
    MenuDes = "贝勒区声望达到8级后解锁"
  },
  [130409] = {
    id = 130409,
    MenuID = 5327,
    MenuDes = "贝勒区声望达到9级后解锁"
  },
  [130427] = {
    id = 130427,
    MenuID = 5327,
    MenuDes = "贝勒区声望达到9级后解锁"
  },
  [130411] = {
    id = 130411,
    MenuID = 5328,
    MenuDes = "贝勒区声望达到10级后解锁"
  },
  [130413] = {
    id = 130413,
    MenuID = 5328,
    MenuDes = "贝勒区声望达到10级后解锁"
  },
  [130418] = {
    id = 130418,
    MenuID = 5329,
    MenuDes = "贝勒区声望达到11级后解锁"
  },
  [130417] = {
    id = 130417,
    MenuID = 5329,
    MenuDes = "贝勒区声望达到11级后解锁"
  },
  [130419] = {
    id = 130419,
    MenuID = 5330,
    MenuDes = "贝勒区声望达到12级后解锁"
  },
  [138023] = {
    id = 138023,
    MenuID = 5360,
    MenuDes = "家园声望达到2级后解锁"
  },
  [138016] = {
    id = 138016,
    MenuID = 5360,
    MenuDes = "家园声望达到2级后解锁"
  },
  [138021] = {
    id = 138021,
    MenuID = 5361,
    MenuDes = "家园声望达到3级后解锁"
  },
  [138008] = {
    id = 138008,
    MenuID = 5361,
    MenuDes = "家园声望达到3级后解锁"
  },
  [139003] = {
    id = 139003,
    MenuID = 5362,
    MenuDes = "家园声望达到4级后解锁"
  },
  [138009] = {
    id = 138009,
    MenuID = 5362,
    MenuDes = "家园声望达到4级后解锁"
  },
  [138020] = {
    id = 138020,
    MenuID = 5363,
    MenuDes = "家园声望达到5级后解锁"
  },
  [138019] = {
    id = 138019,
    MenuID = 5363,
    MenuDes = "家园声望达到5级后解锁"
  },
  [138030] = {
    id = 138030,
    MenuID = 5363,
    MenuDes = "家园声望达到5级后解锁"
  },
  [138010] = {
    id = 138010,
    MenuID = 5364,
    MenuDes = "家园声望达到6级后解锁"
  },
  [138011] = {
    id = 138011,
    MenuID = 5364,
    MenuDes = "家园声望达到6级后解锁"
  },
  [138026] = {
    id = 138026,
    MenuID = 5365,
    MenuDes = "家园声望达到7级后解锁"
  },
  [138018] = {
    id = 138018,
    MenuID = 5366,
    MenuDes = "家园声望达到8级后解锁"
  },
  [138005] = {
    id = 138005,
    MenuID = 5367,
    MenuDes = "家园声望达到9级后解锁"
  },
  [138002] = {
    id = 138002,
    MenuID = 5368,
    MenuDes = "家园声望达到10级后解锁"
  },
  [138031] = {
    id = 138031,
    MenuID = 5368,
    MenuDes = "家园声望达到10级后解锁"
  },
  [138000] = {
    id = 138000,
    MenuID = 5369,
    MenuDes = "家园声望达到11级后解锁"
  },
  [138001] = {
    id = 138001,
    MenuID = 5369,
    MenuDes = "家园声望达到11级后解锁"
  },
  [138004] = {
    id = 138004,
    MenuID = 5370,
    MenuDes = "家园声望达到12级后解锁"
  },
  [138027] = {
    id = 138027,
    MenuID = 5371,
    MenuDes = "家园声望达到13级后解锁"
  },
  [138032] = {
    id = 138032,
    MenuID = 5371,
    MenuDes = "家园声望达到13级后解锁"
  },
  [138033] = {
    id = 138033,
    MenuID = 5371,
    MenuDes = "家园声望达到13级后解锁"
  },
  [139000] = {
    id = 139000,
    MenuID = 5372,
    MenuDes = "家园声望达到14级后解锁"
  },
  [138003] = {
    id = 138003,
    MenuID = 5373,
    MenuDes = "家园声望达到15级后解锁"
  },
  [138024] = {
    id = 138024,
    MenuID = 5374,
    MenuDes = "家园声望达到16级后解锁"
  },
  [138034] = {
    id = 138034,
    MenuID = 5374,
    MenuDes = "家园声望达到16级后解锁"
  },
  [138025] = {
    id = 138025,
    MenuID = 5375,
    MenuDes = "家园声望达到17级后解锁"
  },
  [138012] = {
    id = 138012,
    MenuID = 5376,
    MenuDes = "家园声望达到18级后解锁"
  },
  [138015] = {
    id = 138015,
    MenuID = 5377,
    MenuDes = "家园声望达到19级后解锁"
  },
  [138022] = {
    id = 138022,
    MenuID = 5378,
    MenuDes = "家园声望达到20级后解锁"
  },
  [138035] = {
    id = 138035,
    MenuID = 5378,
    MenuDes = "家园声望达到20级后解锁"
  },
  [139001] = {
    id = 139001,
    MenuID = 5379,
    MenuDes = "家园声望达到21级后解锁"
  },
  [139004] = {
    id = 139004,
    MenuID = 5380,
    MenuDes = "家园声望达到22级后解锁"
  },
  [138013] = {
    id = 138013,
    MenuID = 5381,
    MenuDes = "家园声望达到23级后解锁"
  },
  [138014] = {
    id = 138014,
    MenuID = 5381,
    MenuDes = "家园声望达到23级后解锁"
  },
  [139002] = {
    id = 139002,
    MenuID = 5382,
    MenuDes = "家园声望达到24级后解锁"
  },
  [138036] = {
    id = 138036,
    MenuID = 5382,
    MenuDes = "家园声望达到24级后解锁"
  },
  [139005] = {
    id = 139005,
    MenuID = 5383,
    MenuDes = "家园声望达到25级后解锁"
  },
  [138037] = {
    id = 138037,
    MenuID = 5383,
    MenuDes = "家园声望达到25级后解锁"
  },
  [138038] = {
    id = 138038,
    MenuID = 5384,
    MenuDes = "家园声望达到26级后解锁"
  },
  [138039] = {
    id = 138039,
    MenuID = 5384,
    MenuDes = "家园声望达到26级后解锁"
  },
  [138040] = {
    id = 138040,
    MenuID = 5384,
    MenuDes = "家园声望达到26级后解锁"
  },
  [138041] = {
    id = 138041,
    MenuID = 5384,
    MenuDes = "家园声望达到26级后解锁"
  },
  [138042] = {
    id = 138042,
    MenuID = 5384,
    MenuDes = "家园声望达到26级后解锁"
  },
  [138043] = {
    id = 138043,
    MenuID = 5384,
    MenuDes = "家园声望达到26级后解锁"
  },
  [138044] = {
    id = 138044,
    MenuID = 5384,
    MenuDes = "家园声望达到26级后解锁"
  },
  [138045] = {
    id = 138045,
    MenuID = 5384,
    MenuDes = "家园声望达到26级后解锁"
  },
  [138046] = {
    id = 138046,
    MenuID = 5384,
    MenuDes = "家园声望达到26级后解锁"
  },
  [138047] = {
    id = 138047,
    MenuID = 5384,
    MenuDes = "家园声望达到26级后解锁"
  },
  [138048] = {
    id = 138048,
    MenuID = 5384,
    MenuDes = "家园声望达到26级后解锁"
  },
  [138049] = {
    id = 138049,
    MenuID = 5384,
    MenuDes = "家园声望达到26级后解锁"
  },
  [138050] = {
    id = 138050,
    MenuID = 5384,
    MenuDes = "家园声望达到26级后解锁"
  },
  [138091] = {
    id = 138091,
    MenuID = 5384,
    MenuDes = "家园声望达到26级后解锁"
  },
  [139006] = {
    id = 139006,
    MenuID = 5384,
    MenuDes = "家园声望达到26级后解锁"
  },
  [138051] = {
    id = 138051,
    MenuID = 5385,
    MenuDes = "家园声望达到27级后解锁"
  },
  [138052] = {
    id = 138052,
    MenuID = 5385,
    MenuDes = "家园声望达到27级后解锁"
  },
  [138053] = {
    id = 138053,
    MenuID = 5385,
    MenuDes = "家园声望达到27级后解锁"
  },
  [138054] = {
    id = 138054,
    MenuID = 5385,
    MenuDes = "家园声望达到27级后解锁"
  },
  [138055] = {
    id = 138055,
    MenuID = 5385,
    MenuDes = "家园声望达到27级后解锁"
  },
  [138056] = {
    id = 138056,
    MenuID = 5385,
    MenuDes = "家园声望达到27级后解锁"
  },
  [138057] = {
    id = 138057,
    MenuID = 5385,
    MenuDes = "家园声望达到27级后解锁"
  },
  [138058] = {
    id = 138058,
    MenuID = 5385,
    MenuDes = "家园声望达到27级后解锁"
  },
  [138059] = {
    id = 138059,
    MenuID = 5385,
    MenuDes = "家园声望达到27级后解锁"
  },
  [138060] = {
    id = 138060,
    MenuID = 5385,
    MenuDes = "家园声望达到27级后解锁"
  },
  [138061] = {
    id = 138061,
    MenuID = 5385,
    MenuDes = "家园声望达到27级后解锁"
  },
  [138062] = {
    id = 138062,
    MenuID = 5385,
    MenuDes = "家园声望达到27级后解锁"
  },
  [138092] = {
    id = 138092,
    MenuID = 5385,
    MenuDes = "家园声望达到27级后解锁"
  },
  [138063] = {
    id = 138063,
    MenuID = 5386,
    MenuDes = "家园声望达到28级后解锁"
  },
  [138064] = {
    id = 138064,
    MenuID = 5386,
    MenuDes = "家园声望达到28级后解锁"
  },
  [138065] = {
    id = 138065,
    MenuID = 5386,
    MenuDes = "家园声望达到28级后解锁"
  },
  [138066] = {
    id = 138066,
    MenuID = 5386,
    MenuDes = "家园声望达到28级后解锁"
  },
  [138067] = {
    id = 138067,
    MenuID = 5386,
    MenuDes = "家园声望达到28级后解锁"
  },
  [138068] = {
    id = 138068,
    MenuID = 5386,
    MenuDes = "家园声望达到28级后解锁"
  },
  [138069] = {
    id = 138069,
    MenuID = 5386,
    MenuDes = "家园声望达到28级后解锁"
  },
  [138093] = {
    id = 138093,
    MenuID = 5386,
    MenuDes = "家园声望达到28级后解锁"
  },
  [138070] = {
    id = 138070,
    MenuID = 5387,
    MenuDes = "家园声望达到29级后解锁"
  },
  [138071] = {
    id = 138071,
    MenuID = 5387,
    MenuDes = "家园声望达到29级后解锁"
  },
  [138072] = {
    id = 138072,
    MenuID = 5387,
    MenuDes = "家园声望达到29级后解锁"
  },
  [138100] = {
    id = 138100,
    MenuID = 5387,
    MenuDes = "家园声望达到29级后解锁"
  },
  [138101] = {
    id = 138101,
    MenuID = 5387,
    MenuDes = "家园声望达到29级后解锁"
  },
  [138073] = {
    id = 138073,
    MenuID = 5388,
    MenuDes = "家园声望达到30级后解锁"
  },
  [138074] = {
    id = 138074,
    MenuID = 5388,
    MenuDes = "家园声望达到30级后解锁"
  },
  [138075] = {
    id = 138075,
    MenuID = 5388,
    MenuDes = "家园声望达到30级后解锁"
  },
  [139008] = {
    id = 139008,
    MenuID = 5388,
    MenuDes = "家园声望达到30级后解锁"
  },
  [138077] = {
    id = 138077,
    MenuID = 5389,
    MenuDes = "家园声望达到31级后解锁"
  },
  [138078] = {
    id = 138078,
    MenuID = 5389,
    MenuDes = "家园声望达到31级后解锁"
  },
  [138079] = {
    id = 138079,
    MenuID = 5389,
    MenuDes = "家园声望达到31级后解锁"
  },
  [138080] = {
    id = 138080,
    MenuID = 5389,
    MenuDes = "家园声望达到31级后解锁"
  },
  [138081] = {
    id = 138081,
    MenuID = 5389,
    MenuDes = "家园声望达到31级后解锁"
  },
  [138082] = {
    id = 138082,
    MenuID = 5389,
    MenuDes = "家园声望达到31级后解锁"
  },
  [138083] = {
    id = 138083,
    MenuID = 5389,
    MenuDes = "家园声望达到31级后解锁"
  },
  [138086] = {
    id = 138086,
    MenuID = 5390,
    MenuDes = "家园声望达到32级后解锁"
  },
  [138087] = {
    id = 138087,
    MenuID = 5390,
    MenuDes = "家园声望达到32级后解锁"
  },
  [138088] = {
    id = 138088,
    MenuID = 5390,
    MenuDes = "家园声望达到32级后解锁"
  },
  [138089] = {
    id = 138089,
    MenuID = 5390,
    MenuDes = "家园声望达到32级后解锁"
  },
  [138090] = {
    id = 138090,
    MenuID = 5390,
    MenuDes = "家园声望达到32级后解锁"
  },
  [139009] = {
    id = 139009,
    MenuID = 5391,
    MenuDes = "家园声望达到33级后解锁"
  },
  [138076] = {
    id = 138076,
    MenuID = 5391,
    MenuDes = "家园声望达到33级后解锁"
  },
  [138097] = {
    id = 138097,
    MenuID = 5392,
    MenuDes = "家园声望达到34级后解锁"
  },
  [139010] = {
    id = 139010,
    MenuID = 5392,
    MenuDes = "家园声望达到34级后解锁"
  },
  [138098] = {
    id = 138098,
    MenuID = 5393,
    MenuDes = "家园声望达到35级后解锁"
  },
  [25551] = {
    id = 25551,
    MenuID = 9713,
    MenuDes = ""
  },
  [25552] = {
    id = 25552,
    MenuID = 9713,
    MenuDes = ""
  },
  [25553] = {
    id = 25553,
    MenuID = 9713,
    MenuDes = ""
  },
  [25554] = {
    id = 25554,
    MenuID = 9713,
    MenuDes = ""
  },
  [130000] = {
    id = 130000,
    MenuID = 9902,
    MenuDes = ""
  },
  [130001] = {
    id = 130001,
    MenuID = 9902,
    MenuDes = ""
  },
  [130002] = {
    id = 130002,
    MenuID = 9902,
    MenuDes = ""
  },
  [130003] = {
    id = 130003,
    MenuID = 9902,
    MenuDes = ""
  },
  [130004] = {
    id = 130004,
    MenuID = 9902,
    MenuDes = ""
  },
  [130005] = {
    id = 130005,
    MenuID = 9902,
    MenuDes = ""
  },
  [130006] = {
    id = 130006,
    MenuID = 9902,
    MenuDes = ""
  },
  [130007] = {
    id = 130007,
    MenuID = 9902,
    MenuDes = ""
  },
  [130008] = {
    id = 130008,
    MenuID = 9902,
    MenuDes = ""
  },
  [130009] = {
    id = 130009,
    MenuID = 9902,
    MenuDes = ""
  },
  [130010] = {
    id = 130010,
    MenuID = 9902,
    MenuDes = ""
  },
  [130011] = {
    id = 130011,
    MenuID = 9902,
    MenuDes = ""
  },
  [130012] = {
    id = 130012,
    MenuID = 9902,
    MenuDes = ""
  },
  [130013] = {
    id = 130013,
    MenuID = 9902,
    MenuDes = ""
  },
  [130014] = {
    id = 130014,
    MenuID = 9902,
    MenuDes = ""
  },
  [130015] = {
    id = 130015,
    MenuID = 9902,
    MenuDes = ""
  },
  [130016] = {
    id = 130016,
    MenuID = 9902,
    MenuDes = ""
  },
  [130017] = {
    id = 130017,
    MenuID = 9902,
    MenuDes = ""
  },
  [130018] = {
    id = 130018,
    MenuID = 9902,
    MenuDes = ""
  },
  [130100] = {
    id = 130100,
    MenuID = 9902,
    MenuDes = ""
  },
  [130101] = {
    id = 130101,
    MenuID = 9902,
    MenuDes = ""
  },
  [130102] = {
    id = 130102,
    MenuID = 9902,
    MenuDes = ""
  },
  [130103] = {
    id = 130103,
    MenuID = 9902,
    MenuDes = ""
  },
  [130104] = {
    id = 130104,
    MenuID = 9902,
    MenuDes = ""
  },
  [130105] = {
    id = 130105,
    MenuID = 9902,
    MenuDes = ""
  },
  [130106] = {
    id = 130106,
    MenuID = 9902,
    MenuDes = ""
  },
  [130107] = {
    id = 130107,
    MenuID = 9902,
    MenuDes = ""
  },
  [130108] = {
    id = 130108,
    MenuID = 9902,
    MenuDes = ""
  },
  [130112] = {
    id = 130112,
    MenuID = 9902,
    MenuDes = ""
  },
  [130113] = {
    id = 130113,
    MenuID = 9902,
    MenuDes = ""
  },
  [130114] = {
    id = 130114,
    MenuID = 9902,
    MenuDes = ""
  },
  [130115] = {
    id = 130115,
    MenuID = 9902,
    MenuDes = ""
  },
  [130116] = {
    id = 130116,
    MenuID = 9902,
    MenuDes = ""
  },
  [130117] = {
    id = 130117,
    MenuID = 9902,
    MenuDes = ""
  },
  [130118] = {
    id = 130118,
    MenuID = 9902,
    MenuDes = ""
  },
  [130119] = {
    id = 130119,
    MenuID = 9902,
    MenuDes = ""
  },
  [130120] = {
    id = 130120,
    MenuID = 9902,
    MenuDes = ""
  },
  [130121] = {
    id = 130121,
    MenuID = 9902,
    MenuDes = ""
  },
  [130122] = {
    id = 130122,
    MenuID = 9902,
    MenuDes = ""
  },
  [130200] = {
    id = 130200,
    MenuID = 9902,
    MenuDes = ""
  },
  [130201] = {
    id = 130201,
    MenuID = 9902,
    MenuDes = ""
  },
  [130202] = {
    id = 130202,
    MenuID = 9902,
    MenuDes = ""
  },
  [130203] = {
    id = 130203,
    MenuID = 9902,
    MenuDes = ""
  },
  [130204] = {
    id = 130204,
    MenuID = 9902,
    MenuDes = ""
  },
  [130205] = {
    id = 130205,
    MenuID = 9902,
    MenuDes = ""
  },
  [130206] = {
    id = 130206,
    MenuID = 9902,
    MenuDes = ""
  },
  [130207] = {
    id = 130207,
    MenuID = 9902,
    MenuDes = ""
  },
  [130208] = {
    id = 130208,
    MenuID = 9902,
    MenuDes = ""
  },
  [130209] = {
    id = 130209,
    MenuID = 9902,
    MenuDes = ""
  },
  [130210] = {
    id = 130210,
    MenuID = 9902,
    MenuDes = ""
  },
  [130211] = {
    id = 130211,
    MenuID = 9902,
    MenuDes = ""
  },
  [130212] = {
    id = 130212,
    MenuID = 9902,
    MenuDes = ""
  },
  [130213] = {
    id = 130213,
    MenuID = 9902,
    MenuDes = ""
  },
  [130214] = {
    id = 130214,
    MenuID = 9902,
    MenuDes = ""
  },
  [130215] = {
    id = 130215,
    MenuID = 9902,
    MenuDes = ""
  },
  [130216] = {
    id = 130216,
    MenuID = 9902,
    MenuDes = ""
  },
  [130217] = {
    id = 130217,
    MenuID = 9902,
    MenuDes = ""
  },
  [130218] = {
    id = 130218,
    MenuID = 9902,
    MenuDes = ""
  },
  [130219] = {
    id = 130219,
    MenuID = 9902,
    MenuDes = ""
  },
  [130220] = {
    id = 130220,
    MenuID = 9902,
    MenuDes = ""
  },
  [18136] = {
    id = 18136,
    MenuID = 1679,
    MenuDes = "Base等级达到10解锁"
  },
  [16186] = {
    id = 16186,
    MenuID = 1680,
    MenuDes = "Base等级达到10解锁"
  },
  [18138] = {
    id = 18138,
    MenuID = 1681,
    MenuDes = "Base等级达到10解锁"
  },
  [17077] = {
    id = 17077,
    MenuID = 1682,
    MenuDes = "完成成就:岁月流光"
  },
  [3001203] = {
    id = 3001203,
    MenuID = 3000002,
    MenuDes = "冒险手册解锁388个头饰"
  },
  [3001209] = {
    id = 3001209,
    MenuID = 3000005,
    MenuDes = "冒险手册解锁88个头饰"
  },
  [3001223] = {
    id = 3001223,
    MenuID = 3000009,
    MenuDes = "冒险手册解锁68个头饰"
  },
  [3001205] = {
    id = 3001205,
    MenuID = 3000010,
    MenuDes = "冒险手册解锁466个成就"
  },
  [3684] = {
    id = 3684,
    MenuID = 3000013,
    MenuDes = "冒险手册解锁166个成就"
  },
  [380001] = {
    id = 380001,
    MenuID = 6204,
    MenuDes = ""
  },
  [131206] = {
    id = 131206,
    MenuID = 5407,
    MenuDes = "荒境巡守队声望达到2级解锁"
  },
  [131208] = {
    id = 131208,
    MenuID = 5407,
    MenuDes = "荒境巡守队声望达到2级解锁"
  },
  [131204] = {
    id = 131204,
    MenuID = 5408,
    MenuDes = "荒境巡守队声望达到3级解锁"
  },
  [131213] = {
    id = 131213,
    MenuID = 5408,
    MenuDes = "荒境巡守队声望达到3级解锁"
  },
  [131203] = {
    id = 131203,
    MenuID = 5409,
    MenuDes = "荒境巡守队声望达到4级解锁"
  },
  [131207] = {
    id = 131207,
    MenuID = 5409,
    MenuDes = "荒境巡守队声望达到4级解锁"
  },
  [131220] = {
    id = 131220,
    MenuID = 5410,
    MenuDes = "荒境巡守队声望达到5级解锁"
  },
  [131224] = {
    id = 131224,
    MenuID = 5410,
    MenuDes = "荒境巡守队声望达到5级解锁"
  },
  [131216] = {
    id = 131216,
    MenuID = 5410,
    MenuDes = "荒境巡守队声望达到5级解锁"
  },
  [131210] = {
    id = 131210,
    MenuID = 5411,
    MenuDes = "荒境巡守队声望达到6级解锁"
  },
  [131205] = {
    id = 131205,
    MenuID = 5411,
    MenuDes = "荒境巡守队声望达到6级解锁"
  },
  [131226] = {
    id = 131226,
    MenuID = 5412,
    MenuDes = "荒境巡守队声望达到7级解锁"
  },
  [131227] = {
    id = 131227,
    MenuID = 5412,
    MenuDes = "荒境巡守队声望达到7级解锁"
  },
  [131211] = {
    id = 131211,
    MenuID = 5413,
    MenuDes = "荒境巡守队声望达到8级解锁"
  },
  [131212] = {
    id = 131212,
    MenuID = 5413,
    MenuDes = "荒境巡守队声望达到8级解锁"
  },
  [131215] = {
    id = 131215,
    MenuID = 5414,
    MenuDes = "荒境巡守队声望达到9级解锁"
  },
  [131225] = {
    id = 131225,
    MenuID = 5415,
    MenuDes = "荒境巡守队声望达到10级解锁"
  },
  [131219] = {
    id = 131219,
    MenuID = 5416,
    MenuDes = "荒境巡守队声望达到11级解锁"
  },
  [131228] = {
    id = 131228,
    MenuID = 5416,
    MenuDes = "荒境巡守队声望达到11级解锁"
  },
  [131200] = {
    id = 131200,
    MenuID = 5417,
    MenuDes = "荒境巡守队声望达到12级解锁"
  },
  [131221] = {
    id = 131221,
    MenuID = 5418,
    MenuDes = "荒境巡守队声望达到13级解锁"
  },
  [131229] = {
    id = 131229,
    MenuID = 5418,
    MenuDes = "荒境巡守队声望达到13级解锁"
  },
  [131222] = {
    id = 131222,
    MenuID = 5419,
    MenuDes = "荒境巡守队声望达到14级解锁"
  },
  [131223] = {
    id = 131223,
    MenuID = 5420,
    MenuDes = "荒境巡守队声望达到15级解锁"
  },
  [131315] = {
    id = 131315,
    MenuID = 5396,
    MenuDes = "影枫司声望达到2级解锁"
  },
  [131316] = {
    id = 131316,
    MenuID = 5396,
    MenuDes = "影枫司声望达到2级解锁"
  },
  [131303] = {
    id = 131303,
    MenuID = 5397,
    MenuDes = "影枫司声望达到3级解锁"
  },
  [131304] = {
    id = 131304,
    MenuID = 5397,
    MenuDes = "影枫司声望达到3级解锁"
  },
  [131310] = {
    id = 131310,
    MenuID = 5398,
    MenuDes = "影枫司声望达到4级解锁"
  },
  [131311] = {
    id = 131311,
    MenuID = 5398,
    MenuDes = "影枫司声望达到4级解锁"
  },
  [131305] = {
    id = 131305,
    MenuID = 5399,
    MenuDes = "影枫司声望达到5级解锁"
  },
  [131313] = {
    id = 131313,
    MenuID = 5399,
    MenuDes = "影枫司声望达到5级解锁"
  },
  [131318] = {
    id = 131318,
    MenuID = 5400,
    MenuDes = "影枫司声望达到6级解锁"
  },
  [131319] = {
    id = 131319,
    MenuID = 5400,
    MenuDes = "影枫司声望达到6级解锁"
  },
  [131314] = {
    id = 131314,
    MenuID = 5401,
    MenuDes = "影枫司声望达到7级解锁"
  },
  [131309] = {
    id = 131309,
    MenuID = 5401,
    MenuDes = "影枫司声望达到7级解锁"
  },
  [131301] = {
    id = 131301,
    MenuID = 5402,
    MenuDes = "影枫司声望达到8级解锁"
  },
  [131308] = {
    id = 131308,
    MenuID = 5403,
    MenuDes = "影枫司声望达到9级解锁"
  },
  [131307] = {
    id = 131307,
    MenuID = 5404,
    MenuDes = "影枫司声望达到10级解锁"
  },
  [131312] = {
    id = 131312,
    MenuID = 5405,
    MenuDes = "影枫司声望达到11级解锁"
  },
  [131306] = {
    id = 131306,
    MenuID = 5406,
    MenuDes = "影枫司声望达到12级解锁"
  },
  [40377] = {
    id = 40377,
    MenuID = 10010,
    MenuDes = ""
  },
  [40378] = {
    id = 40378,
    MenuID = 10010,
    MenuDes = ""
  },
  [40379] = {
    id = 40379,
    MenuID = 10010,
    MenuDes = ""
  },
  [131400] = {
    id = 131400,
    MenuID = 5424,
    MenuDes = "精灵国度声望达到2级解锁"
  },
  [131402] = {
    id = 131402,
    MenuID = 5424,
    MenuDes = "精灵国度声望达到2级解锁"
  },
  [131405] = {
    id = 131405,
    MenuID = 5425,
    MenuDes = "精灵国度声望达到3级解锁"
  },
  [131407] = {
    id = 131407,
    MenuID = 5426,
    MenuDes = "精灵国度声望达到4级解锁"
  },
  [131404] = {
    id = 131404,
    MenuID = 5426,
    MenuDes = "精灵国度声望达到4级解锁"
  },
  [131408] = {
    id = 131408,
    MenuID = 5427,
    MenuDes = "精灵国度声望达到5级解锁"
  },
  [131409] = {
    id = 131409,
    MenuID = 5428,
    MenuDes = "精灵国度声望达到6级解锁"
  },
  [131406] = {
    id = 131406,
    MenuID = 5429,
    MenuDes = "精灵国度声望达到7级解锁"
  },
  [131413] = {
    id = 131413,
    MenuID = 5429,
    MenuDes = "精灵国度声望达到7级解锁"
  },
  [131411] = {
    id = 131411,
    MenuID = 5430,
    MenuDes = "精灵国度声望达到8级解锁"
  },
  [131410] = {
    id = 131410,
    MenuID = 5431,
    MenuDes = "精灵国度声望达到9级解锁"
  },
  [131412] = {
    id = 131412,
    MenuID = 5432,
    MenuDes = "精灵国度声望达到10级解锁"
  },
  [13320] = {
    id = 13320,
    MenuID = 11000,
    MenuDes = ""
  },
  [13321] = {
    id = 13321,
    MenuID = 11001,
    MenuDes = ""
  },
  [13322] = {
    id = 13322,
    MenuID = 11002,
    MenuDes = ""
  },
  [13323] = {
    id = 13323,
    MenuID = 11003,
    MenuDes = ""
  },
  [13325] = {
    id = 13325,
    MenuID = 11005,
    MenuDes = ""
  },
  [13326] = {
    id = 13326,
    MenuID = 11006,
    MenuDes = ""
  },
  [13327] = {
    id = 13327,
    MenuID = 11007,
    MenuDes = ""
  },
  [13328] = {
    id = 13328,
    MenuID = 11008,
    MenuDes = ""
  },
  [13329] = {
    id = 13329,
    MenuID = 11009,
    MenuDes = ""
  },
  [13330] = {
    id = 13330,
    MenuID = 11010,
    MenuDes = ""
  },
  [13331] = {
    id = 13331,
    MenuID = 11011,
    MenuDes = ""
  },
  [13332] = {
    id = 13332,
    MenuID = 11012,
    MenuDes = ""
  },
  [13333] = {
    id = 13333,
    MenuID = 11013,
    MenuDes = ""
  },
  [13334] = {
    id = 13334,
    MenuID = 11014,
    MenuDes = ""
  },
  [5263] = {
    id = 5263,
    MenuID = 17001,
    MenuDes = ""
  },
  [141] = {
    id = 141,
    MenuID = 17001,
    MenuDes = ""
  },
  [6859] = {
    id = 6859,
    MenuID = 14010,
    MenuDes = ""
  },
  [13400] = {
    id = 13400,
    MenuID = 17005,
    MenuDes = ""
  },
  [13401] = {
    id = 13401,
    MenuID = 17006,
    MenuDes = ""
  },
  [13402] = {
    id = 13402,
    MenuID = 17006,
    MenuDes = ""
  },
  [13403] = {
    id = 13403,
    MenuID = 17007,
    MenuDes = ""
  },
  [13405] = {
    id = 13405,
    MenuID = 17008,
    MenuDes = ""
  },
  [13508] = {
    id = 13508,
    MenuID = 17007,
    MenuDes = ""
  },
  [13509] = {
    id = 13509,
    MenuID = 17015,
    MenuDes = ""
  },
  [13520] = {
    id = 13520,
    MenuID = 17016,
    MenuDes = ""
  },
  [13412] = {
    id = 13412,
    MenuID = 17008,
    MenuDes = ""
  },
  [13413] = {
    id = 13413,
    MenuID = 17009,
    MenuDes = ""
  },
  [13420] = {
    id = 13420,
    MenuID = 17005,
    MenuDes = ""
  },
  [13421] = {
    id = 13421,
    MenuID = 17011,
    MenuDes = ""
  },
  [13422] = {
    id = 13422,
    MenuID = 17007,
    MenuDes = ""
  },
  [13423] = {
    id = 13423,
    MenuID = 17008,
    MenuDes = ""
  },
  [13424] = {
    id = 13424,
    MenuID = 17012,
    MenuDes = ""
  },
  [13425] = {
    id = 13425,
    MenuID = 17010,
    MenuDes = ""
  },
  [13426] = {
    id = 13426,
    MenuID = 17009,
    MenuDes = ""
  },
  [13427] = {
    id = 13427,
    MenuID = 17012,
    MenuDes = ""
  },
  [13428] = {
    id = 13428,
    MenuID = 17012,
    MenuDes = ""
  },
  [13429] = {
    id = 13429,
    MenuID = 17010,
    MenuDes = ""
  },
  [13430] = {
    id = 13430,
    MenuID = 17013,
    MenuDes = ""
  },
  [13431] = {
    id = 13431,
    MenuID = 17013,
    MenuDes = ""
  },
  [13432] = {
    id = 13432,
    MenuID = 17011,
    MenuDes = ""
  },
  [13433] = {
    id = 13433,
    MenuID = 17014,
    MenuDes = ""
  },
  [13434] = {
    id = 13434,
    MenuID = 17014,
    MenuDes = ""
  },
  [12924] = {
    id = 12924,
    MenuID = 10032,
    MenuDes = "在神树之灵点亮【幸运福袋图纸】后解锁"
  },
  [12923] = {
    id = 12923,
    MenuID = 10031,
    MenuDes = "在神树之灵点亮【疯狂炸弹图纸】后解锁"
  },
  [12926] = {
    id = 12926,
    MenuID = 10033,
    MenuDes = "在神树之灵点亮【亡灵之笛图纸】后解锁"
  },
  [12983] = {
    id = 12983,
    MenuID = 10034,
    MenuDes = "在神树之灵点亮【幻力药水图纸】后解锁"
  },
  [53167] = {
    id = 53167,
    MenuID = 9633,
    MenuDes = "完成燃烧的梦罗克任务后解锁"
  },
  [53168] = {
    id = 53168,
    MenuID = 9633,
    MenuDes = "完成燃烧的梦罗克任务后解锁"
  },
  [25500] = {
    id = 25500,
    MenuID = 9711,
    MenuDes = ""
  },
  [25501] = {
    id = 25501,
    MenuID = 9711,
    MenuDes = ""
  },
  [25502] = {
    id = 25502,
    MenuID = 9711,
    MenuDes = ""
  },
  [25547] = {
    id = 25547,
    MenuID = 9713,
    MenuDes = ""
  },
  [25548] = {
    id = 25548,
    MenuID = 9713,
    MenuDes = ""
  },
  [25549] = {
    id = 25549,
    MenuID = 9713,
    MenuDes = ""
  },
  [25550] = {
    id = 25550,
    MenuID = 9713,
    MenuDes = ""
  },
  [25564] = {
    id = 25564,
    MenuID = 9714,
    MenuDes = ""
  },
  [25565] = {
    id = 25565,
    MenuID = 9714,
    MenuDes = ""
  },
  [25566] = {
    id = 25566,
    MenuID = 9714,
    MenuDes = ""
  },
  [25567] = {
    id = 25567,
    MenuID = 9714,
    MenuDes = ""
  },
  [25560] = {
    id = 25560,
    MenuID = 9714,
    MenuDes = ""
  },
  [25561] = {
    id = 25561,
    MenuID = 9714,
    MenuDes = ""
  },
  [25562] = {
    id = 25562,
    MenuID = 9714,
    MenuDes = ""
  },
  [25563] = {
    id = 25563,
    MenuID = 9714,
    MenuDes = ""
  },
  [25570] = {
    id = 25570,
    MenuID = 9715,
    MenuDes = ""
  },
  [25571] = {
    id = 25571,
    MenuID = 9715,
    MenuDes = ""
  },
  [25572] = {
    id = 25572,
    MenuID = 9715,
    MenuDes = ""
  },
  [25573] = {
    id = 25573,
    MenuID = 9715,
    MenuDes = ""
  },
  [25574] = {
    id = 25574,
    MenuID = 9715,
    MenuDes = ""
  },
  [25575] = {
    id = 25575,
    MenuID = 9715,
    MenuDes = ""
  },
  [25576] = {
    id = 25576,
    MenuID = 9715,
    MenuDes = ""
  },
  [25577] = {
    id = 25577,
    MenuID = 9715,
    MenuDes = ""
  },
  [25580] = {
    id = 25580,
    MenuID = 9716,
    MenuDes = ""
  },
  [25581] = {
    id = 25581,
    MenuID = 9716,
    MenuDes = ""
  },
  [25582] = {
    id = 25582,
    MenuID = 9716,
    MenuDes = ""
  },
  [25583] = {
    id = 25583,
    MenuID = 9716,
    MenuDes = ""
  },
  [25584] = {
    id = 25584,
    MenuID = 9716,
    MenuDes = ""
  },
  [25585] = {
    id = 25585,
    MenuID = 9716,
    MenuDes = ""
  },
  [25586] = {
    id = 25586,
    MenuID = 9716,
    MenuDes = ""
  },
  [25587] = {
    id = 25587,
    MenuID = 9716,
    MenuDes = ""
  },
  [25590] = {
    id = 25590,
    MenuID = 9717,
    MenuDes = ""
  },
  [25591] = {
    id = 25591,
    MenuID = 9717,
    MenuDes = ""
  },
  [25592] = {
    id = 25592,
    MenuID = 9717,
    MenuDes = ""
  },
  [25593] = {
    id = 25593,
    MenuID = 9717,
    MenuDes = ""
  },
  [25594] = {
    id = 25594,
    MenuID = 9717,
    MenuDes = ""
  },
  [25595] = {
    id = 25595,
    MenuID = 9717,
    MenuDes = ""
  },
  [25596] = {
    id = 25596,
    MenuID = 9717,
    MenuDes = ""
  },
  [25597] = {
    id = 25597,
    MenuID = 9717,
    MenuDes = ""
  },
  [3008562] = {
    id = 3008562,
    MenuID = 3000121,
    MenuDes = "冒险手册解锁%s/30个头饰后解锁"
  },
  [3008563] = {
    id = 3008563,
    MenuID = 3000123,
    MenuDes = "冒险手册解锁%s/100个头饰后解锁"
  },
  [3008564] = {
    id = 3008564,
    MenuID = 3000125,
    MenuDes = "冒险手册解锁%s/300个头饰后解锁"
  },
  [3005490] = {
    id = 3005490,
    MenuID = 3000128,
    MenuDes = "完成「卡片大师」成就(解锁%s/50张卡片)后解锁"
  },
  [131100] = {
    id = 131100,
    MenuID = 3000018,
    MenuDes = ""
  },
  [131101] = {
    id = 131101,
    MenuID = 3000018,
    MenuDes = ""
  },
  [131102] = {
    id = 131102,
    MenuID = 3000018,
    MenuDes = ""
  },
  [131103] = {
    id = 131103,
    MenuID = 3000018,
    MenuDes = ""
  },
  [131104] = {
    id = 131104,
    MenuID = 3000018,
    MenuDes = ""
  },
  [131105] = {
    id = 131105,
    MenuID = 3000018,
    MenuDes = ""
  },
  [131106] = {
    id = 131106,
    MenuID = 3000018,
    MenuDes = ""
  },
  [131107] = {
    id = 131107,
    MenuID = 3000018,
    MenuDes = ""
  },
  [131108] = {
    id = 131108,
    MenuID = 3000018,
    MenuDes = ""
  },
  [131109] = {
    id = 131109,
    MenuID = 3000018,
    MenuDes = ""
  },
  [131110] = {
    id = 131110,
    MenuID = 3000018,
    MenuDes = ""
  },
  [18742] = {
    id = 18742,
    MenuID = 15100,
    MenuDes = "苍翼卫声望达到Lv.2解锁"
  },
  [17833] = {
    id = 17833,
    MenuID = 15103,
    MenuDes = "苍翼卫声望达到Lv.5解锁"
  },
  [17834] = {
    id = 17834,
    MenuID = 15105,
    MenuDes = "苍翼卫声望达到Lv.7解锁"
  },
  [16397] = {
    id = 16397,
    MenuID = 15108,
    MenuDes = "苍翼卫声望达到Lv.11解锁"
  },
  [17219] = {
    id = 17219,
    MenuID = 15110,
    MenuDes = "苍翼卫声望达到Lv.15解锁"
  },
  [139701] = {
    id = 139701,
    MenuID = 15101,
    MenuDes = "苍翼卫声望达到Lv.3解锁"
  },
  [139702] = {
    id = 139702,
    MenuID = 15102,
    MenuDes = "苍翼卫声望达到Lv.4解锁"
  },
  [139703] = {
    id = 139703,
    MenuID = 15104,
    MenuDes = "苍翼卫声望达到Lv.6解锁"
  },
  [139704] = {
    id = 139704,
    MenuID = 15106,
    MenuDes = "苍翼卫声望达到Lv.8解锁"
  },
  [139705] = {
    id = 139705,
    MenuID = 15107,
    MenuDes = "苍翼卫声望达到Lv.9解锁"
  },
  [139706] = {
    id = 139706,
    MenuID = 15109,
    MenuDes = "苍翼卫声望达到Lv.13解锁"
  },
  [13002] = {
    id = 13002,
    MenuID = 15111,
    MenuDes = "苍翼卫声望达到Lv.1解锁"
  },
  [13003] = {
    id = 13003,
    MenuID = 15112,
    MenuDes = "苍翼卫声望达到Lv.2解锁"
  },
  [13004] = {
    id = 13004,
    MenuID = 15113,
    MenuDes = "苍翼卫声望达到Lv.3解锁"
  },
  [13005] = {
    id = 13005,
    MenuID = 15114,
    MenuDes = "苍翼卫声望达到Lv.4解锁"
  },
  [13006] = {
    id = 13006,
    MenuID = 15115,
    MenuDes = "苍翼卫声望达到Lv.5解锁"
  },
  [13007] = {
    id = 13007,
    MenuID = 15116,
    MenuDes = "苍翼卫声望达到Lv.6解锁"
  },
  [17214] = {
    id = 17214,
    MenuID = 15120,
    MenuDes = "赤鳞团声望达到Lv.5解锁"
  },
  [16383] = {
    id = 16383,
    MenuID = 15127,
    MenuDes = "赤鳞团声望达到Lv.15解锁"
  },
  [17828] = {
    id = 17828,
    MenuID = 15117,
    MenuDes = "赤鳞团声望达到Lv.2解锁"
  },
  [18737] = {
    id = 18737,
    MenuID = 15125,
    MenuDes = "赤鳞团声望达到Lv.11解锁"
  },
  [139708] = {
    id = 139708,
    MenuID = 15118,
    MenuDes = "赤鳞团声望达到Lv.3解锁"
  },
  [139709] = {
    id = 139709,
    MenuID = 15119,
    MenuDes = "赤鳞团声望达到Lv.4解锁"
  },
  [139710] = {
    id = 139710,
    MenuID = 15121,
    MenuDes = "赤鳞团声望达到Lv.6解锁"
  },
  [139711] = {
    id = 139711,
    MenuID = 15123,
    MenuDes = "赤鳞团声望达到Lv.8解锁"
  },
  [139712] = {
    id = 139712,
    MenuID = 15124,
    MenuDes = "赤鳞团声望达到Lv.9解锁"
  },
  [139713] = {
    id = 139713,
    MenuID = 15126,
    MenuDes = "赤鳞团声望达到Lv.13解锁"
  },
  [900334] = {
    id = 900334,
    MenuID = 15122,
    MenuDes = "赤鳞团声望达到Lv.7解锁"
  },
  [13008] = {
    id = 13008,
    MenuID = 15128,
    MenuDes = "赤鳞团声望达到Lv.1解锁"
  },
  [13009] = {
    id = 13009,
    MenuID = 15129,
    MenuDes = "赤鳞团声望达到Lv.2解锁"
  },
  [13010] = {
    id = 13010,
    MenuID = 15130,
    MenuDes = "赤鳞团声望达到Lv.3解锁"
  },
  [13011] = {
    id = 13011,
    MenuID = 15131,
    MenuDes = "赤鳞团声望达到Lv.4解锁"
  },
  [13012] = {
    id = 13012,
    MenuID = 15132,
    MenuDes = "赤鳞团声望达到Lv.5解锁"
  },
  [13013] = {
    id = 13013,
    MenuID = 15133,
    MenuDes = "赤鳞团声望达到Lv.6解锁"
  },
  [16403] = {
    id = 16403,
    MenuID = 15144,
    MenuDes = "暗爪营声望达到Lv.15解锁"
  },
  [16404] = {
    id = 16404,
    MenuID = 15142,
    MenuDes = "暗爪营声望达到Lv.11解锁"
  },
  [17224] = {
    id = 17224,
    MenuID = 15139,
    MenuDes = "暗爪营声望达到Lv.7解锁"
  },
  [17840] = {
    id = 17840,
    MenuID = 15137,
    MenuDes = "暗爪营声望达到Lv.5解锁"
  },
  [17841] = {
    id = 17841,
    MenuID = 15134,
    MenuDes = "暗爪营声望达到Lv.2解锁"
  },
  [139714] = {
    id = 139714,
    MenuID = 15143,
    MenuDes = "暗爪营声望达到Lv.13解锁"
  },
  [139715] = {
    id = 139715,
    MenuID = 15141,
    MenuDes = "暗爪营声望达到Lv.9解锁"
  },
  [139716] = {
    id = 139716,
    MenuID = 15140,
    MenuDes = "暗爪营声望达到Lv.8解锁"
  },
  [139717] = {
    id = 139717,
    MenuID = 15138,
    MenuDes = "暗爪营声望达到Lv.6解锁"
  },
  [139718] = {
    id = 139718,
    MenuID = 15136,
    MenuDes = "暗爪营声望达到Lv.4解锁"
  },
  [139719] = {
    id = 139719,
    MenuID = 15135,
    MenuDes = "暗爪营声望达到Lv.3解锁"
  },
  [13014] = {
    id = 13014,
    MenuID = 15145,
    MenuDes = "暗爪营声望达到Lv.1解锁"
  },
  [13015] = {
    id = 13015,
    MenuID = 15146,
    MenuDes = "暗爪营声望达到Lv.2解锁"
  },
  [13016] = {
    id = 13016,
    MenuID = 15147,
    MenuDes = "暗爪营声望达到Lv.3解锁"
  },
  [13017] = {
    id = 13017,
    MenuID = 15148,
    MenuDes = "暗爪营声望达到Lv.4解锁"
  },
  [13018] = {
    id = 13018,
    MenuID = 15149,
    MenuDes = "暗爪营声望达到Lv.5解锁"
  },
  [13019] = {
    id = 13019,
    MenuID = 15150,
    MenuDes = "暗爪营声望达到Lv.6解锁"
  },
  [16418] = {
    id = 16418,
    MenuID = 15159,
    MenuDes = "鸢尾团声望达到Lv.11解锁"
  },
  [16419] = {
    id = 16419,
    MenuID = 15156,
    MenuDes = "鸢尾团声望达到Lv.7解锁"
  },
  [17229] = {
    id = 17229,
    MenuID = 15151,
    MenuDes = "鸢尾团声望达到Lv.2解锁"
  },
  [17230] = {
    id = 17230,
    MenuID = 15154,
    MenuDes = "鸢尾团声望达到Lv.5解锁"
  },
  [17231] = {
    id = 17231,
    MenuID = 15161,
    MenuDes = "鸢尾团声望达到Lv.15解锁"
  },
  [139722] = {
    id = 139722,
    MenuID = 15160,
    MenuDes = "鸢尾团声望达到Lv.13解锁"
  },
  [139723] = {
    id = 139723,
    MenuID = 15155,
    MenuDes = "鸢尾团声望达到Lv.6解锁"
  },
  [139724] = {
    id = 139724,
    MenuID = 15153,
    MenuDes = "鸢尾团声望达到Lv.4解锁"
  },
  [139725] = {
    id = 139725,
    MenuID = 15157,
    MenuDes = "鸢尾团声望达到Lv.8解锁"
  },
  [139726] = {
    id = 139726,
    MenuID = 15158,
    MenuDes = "鸢尾团声望达到Lv.9解锁"
  },
  [139727] = {
    id = 139727,
    MenuID = 15152,
    MenuDes = "鸢尾团声望达到Lv.3解锁"
  },
  [13020] = {
    id = 13020,
    MenuID = 15162,
    MenuDes = "鸢尾团声望达到Lv.1解锁"
  },
  [13021] = {
    id = 13021,
    MenuID = 15163,
    MenuDes = "鸢尾团声望达到Lv.2解锁"
  },
  [13022] = {
    id = 13022,
    MenuID = 15164,
    MenuDes = "鸢尾团声望达到Lv.3解锁"
  },
  [13023] = {
    id = 13023,
    MenuID = 15165,
    MenuDes = "鸢尾团声望达到Lv.4解锁"
  },
  [13024] = {
    id = 13024,
    MenuID = 15166,
    MenuDes = "鸢尾团声望达到Lv.5解锁"
  },
  [13025] = {
    id = 13025,
    MenuID = 15167,
    MenuDes = "鸢尾团声望达到Lv.6解锁"
  }
}
Table_MenuUnclock_fields = {
  "id",
  "MenuID",
  "MenuDes"
}
return Table_MenuUnclock
