Table_HomeOfficialBluePrint = {
  [1] = {
    id = 1,
    NameZh = "林中细雨套系",
    BPName = "HomeOfficialBP_1",
    MapID = 3007,
    TotalScore = 529,
    Desc = "你说，什么是幸福啊？富可敌国的财富？高端奢华的住所？荣华富贵的生活？我觉得这些都不是。在我的理想中呢，幸福啊，就是一张温暖舒适的床铺，虽然不大但是会给我温暖，或是一张简洁的餐桌，上面摆满了热腾腾的食物，不需要山珍海味，只要是自己和心爱之人一起用心制作的，粗茶淡饭也会拥有别样的香甜，平凡而又不平凡，一点点探索生活中的小确幸，这，就是我理想中的幸福。",
    RewardTip = "完成该蓝图解锁林中细雨成就"
  },
  [2] = {
    id = 2,
    NameZh = "白浪浮川",
    BPName = "HomeOfficialBP_2",
    MapID = 3007,
    TotalScore = 764,
    Desc = "“咚”，“咚”，“咚”，清泉响流，和风静雅，冒险的旅程是否让你感到疲倦，曾几何时，你也曾想一个人安静的独处的，来自天津町的艺术传承，淡粉色的樱花配合着原木的家具让你全身心的放松，温暖的室内装潢更是让你如沐春风，阳光从窗外洒进室内，写一首诗，和三两好友喝一杯下午茶是世间最惬意不过的事情。",
    RewardTip = "完成该蓝图解锁白浪浮川成就"
  },
  [3] = {
    id = 3,
    NameZh = "糖果蜜语",
    BPName = "HomeOfficialBP_3",
    MapID = 3007,
    TotalScore = 805,
    Desc = "草莓，西瓜，水蜜桃！牛奶，饼干，巧克力！天啊噜~让我在这些可爱的东西中融化掉吧！草莓样式的蓬蓬公主床，华丽的爱心梳妆镜，粉色充满少女心的爱心书架，甚至连壁炉中冒出的烟雾都是爱心的形状，没有哪个女孩子能抗拒的了甜心物语的诱惑，就算是女武神瓦尔基里也一样。",
    RewardTip = "完成该蓝图解锁糖果蜜语成就"
  },
  [4] = {
    id = 4,
    NameZh = "梅尔号之星",
    BPName = "HomeOfficialBP_4",
    MapID = 3007,
    TotalScore = 494,
    Desc = "“唔———”,启程的鸣笛已经吹响，旅客们请做好准备，梅尔之星号列车即将启动！作为梅尔区未来的希望，梅尔之星号列车的内部构造一定会让你眼前一亮，车厢的整体色彩基调以深蓝色为主，家具的装饰上附有金色星星的装潢，蓝色与金色相互交织，给你最舒适的旅行体验，同时我们还为您提供了特制的吧台，在长途旅程中能够闲适的小酌一杯那真是最幸福的事了，怎么样是不是很心动呢~快来梅尔之星号体验一下你的专属列车之旅吧！",
    RewardTip = "完成该蓝图解锁梅尔号之星成就"
  },
  [5] = {
    id = 5,
    NameZh = "总统套房",
    BPName = "HomeOfficialBP_5",
    MapID = 3007,
    TotalScore = 603,
    Desc = "“哦！我的天啊！这王者一般的气息是从哪里传出来的？是从您身上么？！您是皇族么？不用掩饰了，您就是尊贵的皇族，容我为你献上我最诚挚的敬意，整个套系的风格以金色为主，真丝的地毯，黄金的壁炉，超大号的帝王床铺，这一切的一切都是为您量身定做的，我恳请您屈身到这间套房体验一番，那将是我最大的荣幸。",
    RewardTip = "完成该蓝图解锁总统套房成就"
  },
  [6] = {
    id = 6,
    NameZh = "林中细雨套系",
    BPName = "HomeOfficialBP_6",
    MapID = 3008,
    TotalScore = 504,
    Desc = "你说，什么是幸福啊？富可敌国的财富？高端奢华的住所？荣华富贵的生活？我觉得这些都不是。在我的理想中呢，幸福啊，就是一张温暖舒适的床铺，虽然不大但是会给我温暖，或是一张简洁的餐桌，上面摆满了热腾腾的食物，不需要山珍海味，只要是自己和心爱之人一起用心制作的，粗茶淡饭也会拥有别样的香甜，平凡而又不平凡，一点点探索生活中的小确幸，这，就是我理想中的幸福。",
    RewardTip = "完成该蓝图解锁林中细雨成就"
  },
  [7] = {
    id = 7,
    NameZh = "糖果蜜语",
    BPName = "HomeOfficialBP_7",
    MapID = 3008,
    TotalScore = 805,
    Desc = "草莓，西瓜，水蜜桃！牛奶，饼干，巧克力！天啊噜~让我在这些可爱的东西中融化掉吧！草莓样式的蓬蓬公主床，华丽的爱心梳妆镜，粉色充满少女心的爱心书架，甚至连壁炉中冒出的烟雾都是爱心的形状，没有哪个女孩子能抗拒的了甜心物语的诱惑，就算是女武神瓦尔基里也一样。",
    RewardTip = "完成该蓝图解锁糖果蜜语成就"
  },
  [8] = {
    id = 8,
    NameZh = "白浪浮川",
    BPName = "HomeOfficialBP_8",
    MapID = 3008,
    TotalScore = 764,
    Desc = "“咚”，“咚”，“咚”，清泉响流，和风静雅，冒险的旅程是否让你感到疲倦，曾几何时，你也曾想一个人安静的独处的，来自天津町的艺术传承，淡粉色的樱花配合着原木的家具让你全身心的放松，温暖的室内装潢更是让你如沐春风，阳光从窗外洒进室内，写一首诗，和三两好友喝一杯下午茶是世间最惬意不过的事情。",
    RewardTip = "完成该蓝图解锁白浪浮川成就"
  },
  [9] = {
    id = 9,
    NameZh = "总统套房",
    BPName = "HomeOfficialBP_9",
    MapID = 3008,
    TotalScore = 495,
    Desc = "“哦！我的天啊！这王者一般的气息是从哪里传出来的？是从您身上么？！您是皇族么？不用掩饰了，您就是尊贵的皇族，容我为你献上我最诚挚的敬意，整个套系的风格以金色为主，真丝的地毯，黄金的壁炉，超大号的帝王床铺，这一切的一切都是为您量身定做的，我恳请您屈身到这间套房体验一番，那将是我最大的荣幸。",
    RewardTip = "完成该蓝图解锁总统套房成就"
  },
  [10] = {
    id = 10,
    NameZh = "梅尔号之星",
    BPName = "HomeOfficialBP_10",
    MapID = 3008,
    TotalScore = 494,
    Desc = "“唔———”,启程的鸣笛已经吹响，旅客们请做好准备，梅尔之星号列车即将启动！作为梅尔区未来的希望，梅尔之星号列车的内部构造一定会让你眼前一亮，车厢的整体色彩基调以深蓝色为主，家具的装饰上附有金色星星的装潢，蓝色与金色相互交织，给你最舒适的旅行体验，同时我们还为您提供了特制的吧台，在长途旅程中能够闲适的小酌一杯那真是最幸福的事了，怎么样是不是很心动呢~快来梅尔之星号体验一下你的专属列车之旅吧！",
    RewardTip = "完成该蓝图解锁梅尔号之星成就"
  }
}
Table_HomeOfficialBluePrint_fields = {
  "id",
  "NameZh",
  "BPName"
}
return Table_HomeOfficialBluePrint
