Table_SnowStone = {
  [385001] = {
    id = 385001,
    ClassID = _EmptyTable,
    Name = "物理伤害",
    Desc = "物理伤害增加%s%%"
  },
  [385002] = {
    id = 385002,
    ClassID = _EmptyTable,
    Name = "魔法伤害",
    Desc = "魔法伤害增加%s%%"
  },
  [385003] = {
    id = 385003,
    ClassID = _EmptyTable,
    Name = "生命上限",
    Desc = "生命上限增加%s%%"
  },
  [385004] = {
    id = 385004,
    ClassID = _EmptyTable,
    Name = "魔法上限",
    Desc = "魔法上限增加%s%%"
  },
  [385005] = {
    id = 385005,
    ClassID = _EmptyTable,
    Name = "物理穿刺",
    Desc = "物理穿刺增加%s%%"
  },
  [385006] = {
    id = 385006,
    ClassID = _EmptyTable,
    Name = "魔法穿刺",
    Desc = "魔法穿刺增加%s%%"
  },
  [385007] = {
    id = 385007,
    ClassID = _EmptyTable,
    Name = "物伤减免",
    Desc = "物伤减免增加%s%%"
  },
  [385008] = {
    id = 385008,
    ClassID = _EmptyTable,
    Name = "魔伤减免",
    Desc = "魔伤减免增加%s%%"
  },
  [385101] = {
    id = 385101,
    ClassID = {14},
    Name = "符文骑士-普通攻击",
    Desc = "普通攻击和长矛系攻击伤害受距离影响，最靠近自身时造成100%%伤害，最接近或者超过施法距离时，造成(110%%+施法距离*%s%%）伤害",
    Batch = 1
  },
  [385102] = {
    id = 385102,
    ClassID = {14},
    Name = "符文骑士-狂怒之枪",
    Desc = "装备长矛时，【狂怒之枪】会在生命值低于40%%时自动使用，【狂怒之枪】的冷却时间额外减少%s秒",
    Batch = 1
  },
  [385103] = {
    id = 385103,
    ClassID = {14},
    Name = "符文骑士-骑乘战斗",
    Desc = "骑乘坐骑时，自身体型变为小体型，受到的范围型技能伤害降低%s%%",
    Batch = 1
  },
  [385104] = {
    id = 385104,
    ClassID = {14},
    Name = "符文骑士-暗属性",
    Desc = "所有技能和普通攻击的攻击属性强制转变为暗属性，暗属性攻击+%s%%，暗属性的对其他元素克制系数提升%s",
    Batch = 1
  },
  [385201] = {
    id = 385201,
    ClassID = {74},
    Name = "皇家卫士-骑乘战斗",
    Desc = "骑乘坐骑时，生命上限提升%s%%",
    Batch = 1
  },
  [385202] = {
    id = 385202,
    ClassID = {74},
    Name = "皇家卫士-光之盾",
    Desc = "【光之盾】持续时间内免疫远程物理伤害，【光之盾】持续时间变为%s秒，冷却固定为30秒",
    Batch = 1
  },
  [385203] = {
    id = 385203,
    ClassID = {74},
    Name = "皇家卫士-自动防御",
    Desc = "【自动防御】不再抵挡伤害，会获得伤害减免，等同于格挡率+%s%%，无视格挡以及无视【自动防御】的技能无法无视该减免",
    Batch = 1
  },
  [385204] = {
    id = 385204,
    ClassID = {74},
    Name = "皇家卫士-枪阵-血十字",
    Desc = "每间隔10秒，下一次【枪阵-血十字】或【瞬间斩击】可以在更大范围内造成%s%%的伤害\n技能范围增加%s米",
    Batch = 1
  },
  [385301] = {
    id = 385301,
    ClassID = {24},
    Name = "大法师-元素球",
    Desc = "所有主动技能需要消耗对应属性的元素球\n使用后获得其余属性的元素球（不影响念属性技能）\n技能每消耗一个元素球，伤害增加%s%%",
    Batch = 1
  },
  [385302] = {
    id = 385302,
    ClassID = {24},
    Name = "大法师-元素球支援",
    Desc = "所有队友在使用风、地、水、火属性技能时，有%s%%概率获得一个lv10的对应元素球，持续10秒",
    Batch = 1
  },
  [385303] = {
    id = 385303,
    ClassID = {24},
    Name = "大法师-触发技能",
    Desc = "所有被触发的技能和非主动使用的技能造成的伤害增加%s%%",
    Batch = 1
  },
  [385304] = {
    id = 385304,
    ClassID = {24},
    Name = "大法师-元素专精",
    Desc = "使用风、地、水、火、念属性的攻击技能时，对应属性的属性攻击和属性防御增加%s%%，最多叠加10层\n使用另一属性的技能时加成会重置",
    Batch = 1
  },
  [385401] = {
    id = 385401,
    ClassID = {84},
    Name = "元素使-领域",
    Desc = "指定一个领域，使用时使自身处于该领域的效果中，持续%s秒，冷却时间增加15秒；该领域不会占用领域数量上限",
    Batch = 1
  },
  [385402] = {
    id = 385402,
    ClassID = {84},
    Name = "元素使-元素箭矢",
    Desc = "元素箭造成的伤害增加%s%%，\n属性克制时，元素箭造成的伤害增加%s%%",
    Batch = 1
  },
  [385403] = {
    id = 385403,
    ClassID = {84},
    Name = "元素使-领域冷却",
    Desc = "处于领域中时，对应属性的攻击技能冷却时间和技能延迟减少%s秒",
    Batch = 1
  },
  [385404] = {
    id = 385404,
    ClassID = {84},
    Name = "元素使-魔力之拳",
    Desc = "【魔力之拳】生效期间，攻击速度上限变为%s%%，普通攻击会在3米范围内造成伤害",
    Batch = 1
  },
  [385501] = {
    id = 385501,
    ClassID = {34},
    Name = "十字切割者-心灵震波",
    Desc = "使用技能对一名距离大于等于4米的敌人造成伤害时，有%s%%的概率对其使用【心灵震波】",
    Batch = 1
  },
  [385502] = {
    id = 385502,
    ClassID = {34},
    Name = "十字切割者-致死抵挡",
    Desc = "消耗3层旋转点数或者1把小刀刃来抵挡一次致死伤害，在%s秒间隔内连续触发时，需要消耗的数量+1",
    Batch = 1
  },
  [385504] = {
    id = 385504,
    ClassID = {34},
    Name = "十字切割者-十字斩",
    Desc = "旋转点数上限增加%s",
    Batch = 1
  },
  [385505] = {
    id = 385505,
    ClassID = {34},
    Name = "十字切割者-回旋利刃",
    Desc = "暴击时，有%s%%概率触发【回旋利刃】，触发的【回旋利刃】无视物理防御",
    Batch = 1
  },
  [385601] = {
    id = 385601,
    ClassID = {94},
    Name = "逐影-三连矢",
    Desc = "【三连矢】有%s%%的概率连续释放3次",
    Batch = 1
  },
  [385602] = {
    id = 385602,
    ClassID = {94},
    Name = "逐影-天使之怒",
    Desc = "成功卸除装备时，对目标释放【天使之怒】，卸除技能的冷却时间增加%s秒",
    Batch = 1
  },
  [385603] = {
    id = 385603,
    ClassID = {94},
    Name = "逐影-销声匿迹",
    Desc = "【销声匿迹】提供的减伤改为相同数值的增伤效果，伤害技能有%s%%概率不解除隐匿",
    Batch = 1
  },
  [385604] = {
    id = 385604,
    ClassID = {94},
    Name = "逐影-流氓本色",
    Desc = "每当触发/非主动使用一个技能时，【流氓本色】提供的物伤加成增加%s%%，持续5秒，最多可以叠加20层",
    Batch = 1
  },
  [385701] = {
    id = 385701,
    ClassID = {44},
    Name = "游侠-流星裂变",
    Desc = "【流星裂变】的分裂目标数量增加%s个\n【流星裂变】开启时普通攻击伤害增加%s%%",
    Batch = 1
  },
  [385702] = {
    id = 385702,
    ClassID = {44},
    Name = "游侠-破甲",
    Desc = "魔法上限提升%s%%\n无视敌人%s%%的精炼物伤减免",
    Batch = 1
  },
  [385703] = {
    id = 385703,
    ClassID = {44},
    Name = "游侠-元素减伤",
    Desc = "造成元素伤害时，获得对应元素属性%s%%的减免，持续3秒",
    Batch = 1
  },
  [385704] = {
    id = 385704,
    ClassID = {44},
    Name = "游侠-陷阱强化",
    Desc = "所有【陷阱】基于其已布置的时间获得至多%s%%的额外伤害",
    Batch = 1
  },
  [385801] = {
    id = 385801,
    ClassID = {104, 114},
    Name = "宫廷乐师/漫游舞者-狂风暴雨",
    Desc = "【狂风暴雨】攻击间隔-%s秒，如果已经减至0.1秒以下，则立即造成所有伤害",
    Batch = 1
  },
  [385802] = {
    id = 385802,
    ClassID = {104, 114},
    Name = "宫廷乐师/漫游舞者-演奏增伤",
    Desc = "获得%s%%的技能伤害加成\n演奏时，演奏区域内的友方获得技能伤害加成，等同于自身技能伤害加成的%s%%，对其他诗人/舞娘无效",
    Batch = 1
  },
  [385803] = {
    id = 385803,
    ClassID = {104, 114},
    Name = "宫廷乐师/漫游舞者-区域减伤",
    Desc = "除诗人/舞娘外所有单位施加至自身演奏区域内的范围伤害降低%s%%，合奏时该效果可以叠加",
    Batch = 1
  },
  [385901] = {
    id = 385901,
    ClassID = {54},
    Name = "大主教-圣水祝福",
    Desc = "所有消耗道具的技能现在均消耗【圣水】\n消耗圣水时，恢复自身%s%%的生命，且魔法攻击+%s%%，持续10秒，可以叠加，每层效果的持续时间会单独计算",
    Batch = 1
  },
  [385902] = {
    id = 385902,
    ClassID = {54},
    Name = "大主教-沉默之术",
    Desc = "【沉默之术】对6米内所有敌人生效，冷却时间变为%s秒",
    Batch = 1
  },
  [385903] = {
    id = 385903,
    ClassID = {54},
    Name = "大主教-治疗护盾",
    Desc = "对队友溢出的治疗量可以转化成护盾，护盾最大值为自身生命上限的%s%%",
    Batch = 1
  },
  [385904] = {
    id = 385904,
    ClassID = {54},
    Name = "大主教-十字驱魔攻击",
    Desc = "【十字驱魔攻击】、【驱魔风暴】攻击间隔增加50%%，伤害增加%s%%\n移除【驱魔风暴】存在上限(不包括【驱魔：圣愈】的效果）",
    Batch = 1
  },
  [385905] = {
    id = 385905,
    ClassID = {54},
    Name = "大主教-双重圣光",
    Desc = "【双重圣光】可以暴击\n额外计算%s%%的魔法攻击",
    Batch = 1
  },
  [386001] = {
    id = 386001,
    ClassID = {124},
    Name = "修罗-阿修罗霸凰拳",
    Desc = "【阿修罗霸凰拳】不再消耗气弹、爆气和SP\nSP不再提供倍率加成\n【阿修罗霸凰拳】伤害+%s%%",
    Batch = 1
  },
  [386003] = {
    id = 386003,
    ClassID = {124},
    Name = "修罗-伤害传递",
    Desc = "单体伤害技能有%s%%传递给6米范围内另一个敌人，能够重复传递\n传递的技能造成50%%伤害",
    Batch = 1
  },
  [386004] = {
    id = 386004,
    ClassID = {124},
    Name = "修罗-弹指神通",
    Desc = "气弹上限+%s\n主动使用的【弹指神通】消耗的气弹数+%s\n无法再通过【弹指神通-刷新】获得气弹",
    Batch = 1
  },
  [386101] = {
    id = 386101,
    ClassID = {64},
    Name = "机匠-物伤加成",
    Desc = "每秒获得%s%%物伤加成，最多叠加10次，使用伤害型技能时，该效果重置",
    Batch = 1
  },
  [386102] = {
    id = 386102,
    ClassID = {64},
    Name = "机匠-魔导机械",
    Desc = "提供魔导机械移动速度的效果改为提供最终伤害加成，数值为移动速度加成的%s%%；操作魔导机械时，移动速度固定为100%%",
    Batch = 1
  },
  [386103] = {
    id = 386103,
    ClassID = {64},
    Name = "机匠-磁场",
    Desc = "释放【磁场】后机匠可以移动，【磁场】不会跟随机匠而是留在原地，【磁场】的持续时间降低3秒，半径增加%s米",
    Batch = 1
  },
  [386104] = {
    id = 386104,
    ClassID = {64},
    Name = "机匠-喷射飞拳",
    Desc = "【喷射飞拳】的射程增加%s米，攻击目标数+1\n【喷射飞拳】现在会攻击射程内随机目标",
    Batch = 1
  },
  [386201] = {
    id = 386201,
    ClassID = {134},
    Name = "基因学者-不稳定药剂",
    Desc = "【不稳定药剂】扩展至其他炼金术士伤害技能，这些技能的伤害波动下限降低%s%%",
    Batch = 1
  },
  [386202] = {
    id = 386202,
    ClassID = {134},
    Name = "基因学者-复活生命体",
    Desc = "使用【复活生命体】后，所有生命体在%s秒内处于无敌状态",
    Batch = 1
  },
  [386204] = {
    id = 386204,
    ClassID = {134},
    Name = "基因学者-药剂翻倍投掷",
    Desc = "消耗药剂的技能消耗量翻倍，造成的伤害和治疗量翻倍\n消耗药剂的技能冷却时间和技能延迟增加%s%%",
    Batch = 1
  }
}
Table_SnowStone_fields = {
  "id",
  "ClassID",
  "Name",
  "Desc",
  "Batch"
}
return Table_SnowStone
