Table_CardLevel = {
  [2306301] = {
    id = 2306301,
    CardID = 23063,
    Level = 1,
    BuffEffect = {600460},
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "技能伤害[c][c427f1]＋8%[-][/c]\n每12点力量、灵巧、智力都能额外增加0.1%技能伤害"
  },
  [2306302] = {
    id = 2306302,
    CardID = 23063,
    Level = 2,
    BuffEffect = {600470},
    Cost = {
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "技能伤害[c][c427f1]＋10%[-][/c]\n每12点力量、灵巧、智力都能额外增加0.1%技能伤害"
  },
  [2306303] = {
    id = 2306303,
    CardID = 23063,
    Level = 3,
    BuffEffect = {600480},
    Cost = {
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "技能伤害[c][c427f1]＋12%[-][/c]\n每12点力量、灵巧、智力都能额外增加0.1%技能伤害"
  },
  [2306304] = {
    id = 2306304,
    CardID = 23063,
    Level = 4,
    BuffEffect = {600490},
    Cost = {
      {23063, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "技能伤害[c][c427f1]＋14%[-][/c]\n每12点力量、灵巧、智力都能额外增加0.1%技能伤害"
  },
  [2306305] = {
    id = 2306305,
    CardID = 23063,
    Level = 5,
    BuffEffect = {600500},
    Cost = {
      {23063, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "技能伤害[c][c427f1]＋16%[-][/c]\n每12点力量、灵巧、智力都能额外增加0.1%技能伤害"
  },
  [2328201] = {
    id = 2328201,
    CardID = 23282,
    Level = 1,
    BuffEffect = {600510},
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "物理攻击＋100\n对大型魔物伤害[c][c427f1]＋22%[-][/c]"
  },
  [2328202] = {
    id = 2328202,
    CardID = 23282,
    Level = 2,
    BuffEffect = {600520},
    Cost = {
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "物理攻击＋100\n对大型魔物伤害[c][c427f1]＋24%[-][/c]"
  },
  [2328203] = {
    id = 2328203,
    CardID = 23282,
    Level = 3,
    BuffEffect = {600530},
    Cost = {
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "物理攻击＋100\n对大型魔物伤害[c][c427f1]＋26%[-][/c]"
  },
  [2328204] = {
    id = 2328204,
    CardID = 23282,
    Level = 4,
    BuffEffect = {600540},
    Cost = {
      {23282, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "物理攻击＋100\n对大型魔物伤害[c][c427f1]＋28%[-][/c]"
  },
  [2328205] = {
    id = 2328205,
    CardID = 23282,
    Level = 5,
    BuffEffect = {600550},
    Cost = {
      {23282, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "物理攻击＋100\n对大型魔物伤害[c][c427f1]＋30%[-][/c]"
  },
  [2301401] = {
    id = 2301401,
    CardID = 23014,
    Level = 1,
    BuffEffect = {
      600560,
      600561,
      600562
    },
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "生命上限[c][c427f1]＋2%[-][/c]\n体质＋5\n避免陷入晕眩的状态\n单次受到超过15%生命上限的伤害（不包含生命流失）时，[c][c427f1]20%[-][/c]概率使攻击方陷入眩晕状态，持续2秒（目标10秒内只能受到一次该眩晕效果）"
  },
  [2301402] = {
    id = 2301402,
    CardID = 23014,
    Level = 2,
    BuffEffect = {
      600570,
      600571,
      600572
    },
    Cost = {
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "生命上限[c][c427f1]＋4%[-][/c]\n体质＋5\n避免陷入晕眩的状态\n单次受到超过15%生命上限的伤害（不包含生命流失）时，[c][c427f1]40%[-][/c]概率使攻击方陷入眩晕状态，持续2秒（目标10秒内只能受到一次该眩晕效果）"
  },
  [2301403] = {
    id = 2301403,
    CardID = 23014,
    Level = 3,
    BuffEffect = {
      600580,
      600581,
      600582
    },
    Cost = {
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "生命上限[c][c427f1]＋6%[-][/c]\n体质＋5\n避免陷入晕眩的状态\n单次受到超过15%生命上限的伤害（不包含生命流失）时，[c][c427f1]60%[-][/c]概率使攻击方陷入眩晕状态，持续2秒（目标10秒内只能受到一次该眩晕效果）"
  },
  [2301404] = {
    id = 2301404,
    CardID = 23014,
    Level = 4,
    BuffEffect = {
      600590,
      600591,
      600592
    },
    Cost = {
      {23014, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "生命上限[c][c427f1]＋8%[-][/c]\n体质＋5\n避免陷入晕眩的状态\n单次受到超过15%生命上限的伤害（不包含生命流失）时，[c][c427f1]80%[-][/c]概率使攻击方陷入眩晕状态，持续2秒（目标10秒内只能受到一次该眩晕效果）"
  },
  [2301405] = {
    id = 2301405,
    CardID = 23014,
    Level = 5,
    BuffEffect = {
      600600,
      600601,
      600602
    },
    Cost = {
      {23014, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "生命上限[c][c427f1]＋10%[-][/c]\n体质＋5\n避免陷入晕眩的状态\n单次受到超过15%生命上限的伤害（不包含生命流失）时，[c][c427f1]100%[-][/c]概率使攻击方陷入眩晕状态，持续2秒（目标10秒内只能受到一次该眩晕效果）"
  },
  [2460601] = {
    id = 2460601,
    CardID = 24606,
    Level = 1,
    BuffEffect = {
      600910,
      600911,
      600912
    },
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "反射20%的魔法伤害\n受到魔法伤害时，[c][c427f1]30%[-][/c]概率提升30%魔法防御，持续5秒\n受到伤害时，恢复实际受到伤害值[c][c427f1]2%[-][/c]的最大生命"
  },
  [2460602] = {
    id = 2460602,
    CardID = 24606,
    Level = 2,
    BuffEffect = {
      600920,
      600921,
      600922
    },
    Cost = {
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "反射20%的魔法伤害\n受到魔法伤害时，[c][c427f1]45%[-][/c]概率提升30%魔法防御，持续5秒\n受到伤害时，恢复实际受到伤害值[c][c427f1]4%[-][/c]的最大生命"
  },
  [2460603] = {
    id = 2460603,
    CardID = 24606,
    Level = 3,
    BuffEffect = {
      600930,
      600931,
      600932
    },
    Cost = {
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "反射20%的魔法伤害\n受到魔法伤害时，[c][c427f1]60%[-][/c]概率提升30%魔法防御，持续5秒\n受到伤害时，恢复实际受到伤害值[c][c427f1]6%[-][/c]的最大生命"
  },
  [2460604] = {
    id = 2460604,
    CardID = 24606,
    Level = 4,
    BuffEffect = {
      600940,
      600941,
      600942
    },
    Cost = {
      {24606, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "反射20%的魔法伤害\n受到魔法伤害时，[c][c427f1]75%[-][/c]概率提升30%魔法防御，持续5秒\n受到伤害时，恢复实际受到伤害值[c][c427f1]8%[-][/c]的最大生命"
  },
  [2460605] = {
    id = 2460605,
    CardID = 24606,
    Level = 5,
    BuffEffect = {
      600950,
      600951,
      600952
    },
    Cost = {
      {24606, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "反射20%的魔法伤害\n受到魔法伤害时，[c][c427f1]100%[-][/c]概率提升30%魔法防御，持续5秒\n受到伤害时，恢复实际受到伤害值[c][c427f1]10%[-][/c]的最大生命"
  },
  [2305101] = {
    id = 2305101,
    CardID = 23051,
    Level = 1,
    BuffEffect = {600960},
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "生命上限＋15%\n技能伤害减免＋[c][c427f1]7%[-][/c]"
  },
  [2305102] = {
    id = 2305102,
    CardID = 23051,
    Level = 2,
    BuffEffect = {600970},
    Cost = {
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "生命上限＋15%\n技能伤害减免＋[c][c427f1]9%[-][/c]"
  },
  [2305103] = {
    id = 2305103,
    CardID = 23051,
    Level = 3,
    BuffEffect = {600980},
    Cost = {
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "生命上限＋15%\n技能伤害减免＋[c][c427f1]11%[-][/c]"
  },
  [2305104] = {
    id = 2305104,
    CardID = 23051,
    Level = 4,
    BuffEffect = {600990},
    Cost = {
      {23051, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "生命上限＋15%\n技能伤害减免＋[c][c427f1]13%[-][/c]"
  },
  [2305105] = {
    id = 2305105,
    CardID = 23051,
    Level = 5,
    BuffEffect = {601000},
    Cost = {
      {23051, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "生命上限＋15%\n技能伤害减免＋[c][c427f1]15%[-][/c]"
  },
  [2300201] = {
    id = 2300201,
    CardID = 23002,
    Level = 1,
    BuffEffect = {600710},
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "生命上限[c][c427f1]＋2%[-][/c]\n魔伤减免＋50%\n使用技能时SP消耗量[c][c427f1]＋80%[-][/c]"
  },
  [2300202] = {
    id = 2300202,
    CardID = 23002,
    Level = 2,
    BuffEffect = {600720},
    Cost = {
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "生命上限[c][c427f1]＋4%[-][/c]\n魔伤减免＋50%\n使用技能时SP消耗量[c][c427f1]＋60%[-][/c]"
  },
  [2300203] = {
    id = 2300203,
    CardID = 23002,
    Level = 3,
    BuffEffect = {600730},
    Cost = {
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "生命上限[c][c427f1]＋6%[-][/c]\n魔伤减免＋50%\n使用技能时SP消耗量[c][c427f1]＋40%[-][/c]"
  },
  [2300204] = {
    id = 2300204,
    CardID = 23002,
    Level = 4,
    BuffEffect = {600740},
    Cost = {
      {23002, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "生命上限[c][c427f1]＋8%[-][/c]\n魔伤减免＋50%\n使用技能时SP消耗量[c][c427f1]＋20%[-][/c]"
  },
  [2300205] = {
    id = 2300205,
    CardID = 23002,
    Level = 5,
    BuffEffect = {600750},
    Cost = {
      {23002, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "生命上限[c][c427f1]＋10%[-][/c]\n魔伤减免＋50%"
  },
  [2460801] = {
    id = 2460801,
    CardID = 24608,
    Level = 1,
    BuffEffect = {600010, 600011},
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "永久提升移速[c][c427f1]34%[-][/c]\n避免移动速度降低"
  },
  [2460802] = {
    id = 2460802,
    CardID = 24608,
    Level = 2,
    BuffEffect = {600020, 600021},
    Cost = {
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "永久提升移速[c][c427f1]38%[-][/c]\n避免移动速度降低"
  },
  [2460803] = {
    id = 2460803,
    CardID = 24608,
    Level = 3,
    BuffEffect = {600030, 600031},
    Cost = {
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "永久提升移速[c][c427f1]42%[-][/c]\n避免移动速度降低"
  },
  [2460804] = {
    id = 2460804,
    CardID = 24608,
    Level = 4,
    BuffEffect = {600040, 600041},
    Cost = {
      {24608, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "永久提升移速[c][c427f1]46%[-][/c]\n避免移动速度降低"
  },
  [2460805] = {
    id = 2460805,
    CardID = 24608,
    Level = 5,
    BuffEffect = {600050, 600051},
    Cost = {
      {24608, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "永久提升移速[c][c427f1]50%[-][/c]\n避免移动速度降低"
  },
  [2460701] = {
    id = 2460701,
    CardID = 24607,
    Level = 1,
    BuffEffect = {
      600110,
      600111,
      600112
    },
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "生命上限[c][c427f1]－6%[-][/c]\n处于无限【霸体】状态\n避免陷入定身状态"
  },
  [2460702] = {
    id = 2460702,
    CardID = 24607,
    Level = 2,
    BuffEffect = {
      600120,
      600121,
      600122
    },
    Cost = {
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "生命上限[c][c427f1]－2%[-][/c]\n处于无限【霸体】状态\n避免陷入定身状态"
  },
  [2460703] = {
    id = 2460703,
    CardID = 24607,
    Level = 3,
    BuffEffect = {
      600130,
      600131,
      600132
    },
    Cost = {
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "生命上限[c][c427f1]＋2%[-][/c]\n处于无限【霸体】状态\n避免陷入定身状态"
  },
  [2460704] = {
    id = 2460704,
    CardID = 24607,
    Level = 4,
    BuffEffect = {
      600140,
      600141,
      600142
    },
    Cost = {
      {24607, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "生命上限[c][c427f1]＋6%[-][/c]\n处于无限【霸体】状态\n避免陷入定身状态"
  },
  [2460705] = {
    id = 2460705,
    CardID = 24607,
    Level = 5,
    BuffEffect = {
      600150,
      600151,
      600152
    },
    Cost = {
      {24607, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "生命上限[c][c427f1]＋10%[-][/c]\n处于无限【霸体】状态\n避免陷入定身状态"
  },
  [2329701] = {
    id = 2329701,
    CardID = 23297,
    Level = 1,
    BuffEffect = {601510},
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "移动速度[c][c427f1]＋6%[-][/c]\n技能伤害[c][c427f1]＋6%[-][/c]\n主装备栏鞋子每精炼＋1，技能伤害＋0.5%"
  },
  [2329702] = {
    id = 2329702,
    CardID = 23297,
    Level = 2,
    BuffEffect = {601520},
    Cost = {
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "移动速度[c][c427f1]＋7%[-][/c]\n技能伤害[c][c427f1]＋7%[-][/c]\n主装备栏鞋子每精炼＋1，技能伤害＋0.5%"
  },
  [2329703] = {
    id = 2329703,
    CardID = 23297,
    Level = 3,
    BuffEffect = {601530},
    Cost = {
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "移动速度[c][c427f1]＋8%[-][/c]\n技能伤害[c][c427f1]＋8%[-][/c]\n主装备栏鞋子每精炼＋1，技能伤害＋0.5%"
  },
  [2329704] = {
    id = 2329704,
    CardID = 23297,
    Level = 4,
    BuffEffect = {601540},
    Cost = {
      {23297, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "移动速度[c][c427f1]＋9%[-][/c]\n技能伤害[c][c427f1]＋9%[-][/c]\n主装备栏鞋子每精炼＋1，技能伤害＋0.5%"
  },
  [2329705] = {
    id = 2329705,
    CardID = 23297,
    Level = 5,
    BuffEffect = {601550},
    Cost = {
      {23297, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "移动速度[c][c427f1]＋10%[-][/c]\n技能伤害[c][c427f1]＋10%[-][/c]\n主装备栏鞋子每精炼＋1，技能伤害＋0.5%"
  },
  [2330801] = {
    id = 2330801,
    CardID = 23308,
    Level = 1,
    BuffEffect = {601610, 601611},
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "移动速度[c][c427f1]＋1%[-][/c]\n技能伤害减免[c][c427f1]＋11%[-][/c]\n异常状态下，自身种族变为龙族"
  },
  [2330802] = {
    id = 2330802,
    CardID = 23308,
    Level = 2,
    BuffEffect = {601620, 601621},
    Cost = {
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "移动速度[c][c427f1]＋2%[-][/c]\n技能伤害减免[c][c427f1]＋12%[-][/c]\n异常状态下，自身种族变为龙族"
  },
  [2330803] = {
    id = 2330803,
    CardID = 23308,
    Level = 3,
    BuffEffect = {601630, 601631},
    Cost = {
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "移动速度[c][c427f1]＋3%[-][/c]\n技能伤害减免[c][c427f1]＋13%[-][/c]\n异常状态下，自身种族变为龙族"
  },
  [2330804] = {
    id = 2330804,
    CardID = 23308,
    Level = 4,
    BuffEffect = {601640, 601641},
    Cost = {
      {23308, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "移动速度[c][c427f1]＋4%[-][/c]\n技能伤害减免[c][c427f1]＋14%[-][/c]\n异常状态下，自身种族变为龙族"
  },
  [2330805] = {
    id = 2330805,
    CardID = 23308,
    Level = 5,
    BuffEffect = {601650, 601651},
    Cost = {
      {23308, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "移动速度[c][c427f1]＋5%[-][/c]\n技能伤害减免[c][c427f1]＋15%[-][/c]\n异常状态下，自身种族变为龙族"
  },
  [2464201] = {
    id = 2464201,
    CardID = 24642,
    Level = 1,
    BuffEffect = {601710, 601711},
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "生命上限[c][c427f1]＋2%[-][/c]\n受到物理伤害时，有20%概率释放10级陨石术\n异常状态抵抗＋25%"
  },
  [2464202] = {
    id = 2464202,
    CardID = 24642,
    Level = 2,
    BuffEffect = {601720, 601721},
    Cost = {
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "生命上限[c][c427f1]＋4%[-][/c]\n受到物理伤害时，有20%概率释放10级陨石术\n异常状态抵抗＋25%"
  },
  [2464203] = {
    id = 2464203,
    CardID = 24642,
    Level = 3,
    BuffEffect = {601730, 601731},
    Cost = {
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "生命上限[c][c427f1]＋6%[-][/c]\n受到物理伤害时，有20%概率释放10级陨石术\n异常状态抵抗＋25%"
  },
  [2464204] = {
    id = 2464204,
    CardID = 24642,
    Level = 4,
    BuffEffect = {601740, 601741},
    Cost = {
      {24642, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "生命上限[c][c427f1]＋8%[-][/c]\n受到物理伤害时，有20%概率释放10级陨石术\n异常状态抵抗＋25%"
  },
  [2464205] = {
    id = 2464205,
    CardID = 24642,
    Level = 5,
    BuffEffect = {601750, 601751},
    Cost = {
      {24642, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "生命上限[c][c427f1]＋10%[-][/c]\n受到物理伤害时，有20%概率释放10级陨石术\n异常状态抵抗＋25%"
  },
  [2462901] = {
    id = 2462901,
    CardID = 24629,
    Level = 1,
    BuffEffect = {601810},
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "普攻伤害[c][c427f1]＋7%[-][/c]\n物理攻击＋40，生命上限＋500，装备攻速[c][c427f1]＋6%[-][/c]，生命恢复＋2"
  },
  [2462902] = {
    id = 2462902,
    CardID = 24629,
    Level = 2,
    BuffEffect = {601820},
    Cost = {
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "普攻伤害[c][c427f1]＋9%[-][/c]\n物理攻击＋40，生命上限＋500，装备攻速[c][c427f1]＋7%[-][/c]，生命恢复＋2"
  },
  [2462903] = {
    id = 2462903,
    CardID = 24629,
    Level = 3,
    BuffEffect = {601830},
    Cost = {
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "普攻伤害[c][c427f1]＋11%[-][/c]\n物理攻击＋40，生命上限＋500，装备攻速[c][c427f1]＋8%[-][/c]，生命恢复＋2"
  },
  [2462904] = {
    id = 2462904,
    CardID = 24629,
    Level = 4,
    BuffEffect = {601840},
    Cost = {
      {24629, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "普攻伤害[c][c427f1]＋13%[-][/c]\n物理攻击＋40，生命上限＋500，装备攻速[c][c427f1]＋9%[-][/c]，生命恢复＋2"
  },
  [2462905] = {
    id = 2462905,
    CardID = 24629,
    Level = 5,
    BuffEffect = {601850},
    Cost = {
      {24629, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "普攻伤害[c][c427f1]＋15%[-][/c]\n物理攻击＋40，生命上限＋500，装备攻速[c][c427f1]＋10%[-][/c]，生命恢复＋2"
  },
  [2462001] = {
    id = 2462001,
    CardID = 24620,
    Level = 1,
    BuffEffect = {601910},
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "移动速度[c][c427f1]－12%[-][/c]\n生命上限[c][c427f1]＋26%[-][/c]"
  },
  [2462002] = {
    id = 2462002,
    CardID = 24620,
    Level = 2,
    BuffEffect = {601920},
    Cost = {
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "移动速度[c][c427f1]－9%[-][/c]\n生命上限[c][c427f1]＋27%[-][/c]"
  },
  [2462003] = {
    id = 2462003,
    CardID = 24620,
    Level = 3,
    BuffEffect = {601930},
    Cost = {
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "移动速度[c][c427f1]－6%[-][/c]\n生命上限[c][c427f1]＋28%[-][/c]"
  },
  [2462004] = {
    id = 2462004,
    CardID = 24620,
    Level = 4,
    BuffEffect = {601940},
    Cost = {
      {24620, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "移动速度[c][c427f1]－3%[-][/c]\n生命上限[c][c427f1]＋29%[-][/c]"
  },
  [2462005] = {
    id = 2462005,
    CardID = 24620,
    Level = 5,
    BuffEffect = {601950},
    Cost = {
      {24620, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "生命上限[c][c427f1]＋30%[-][/c]"
  },
  [2305201] = {
    id = 2305201,
    CardID = 23052,
    Level = 1,
    BuffEffect = {602010},
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "受到中型魔物伤害－30%\n物理防御＋100\n物伤减免[c][c427f1]＋2%[-][/c]"
  },
  [2305202] = {
    id = 2305202,
    CardID = 23052,
    Level = 2,
    BuffEffect = {602020},
    Cost = {
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "受到中型魔物伤害－30%\n物理防御＋100\n物伤减免[c][c427f1]＋4%[-][/c]"
  },
  [2305203] = {
    id = 2305203,
    CardID = 23052,
    Level = 3,
    BuffEffect = {602030},
    Cost = {
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "受到中型魔物伤害－30%\n物理防御＋100\n物伤减免[c][c427f1]＋6%[-][/c]"
  },
  [2305204] = {
    id = 2305204,
    CardID = 23052,
    Level = 4,
    BuffEffect = {602040},
    Cost = {
      {23052, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "受到中型魔物伤害－30%\n物理防御＋100\n物伤减免[c][c427f1]＋8%[-][/c]"
  },
  [2305205] = {
    id = 2305205,
    CardID = 23052,
    Level = 5,
    BuffEffect = {602050},
    Cost = {
      {23052, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "受到中型魔物伤害－30%\n物理防御＋100\n物伤减免[c][c427f1]＋10%[-][/c]"
  }
}
Table_CardLevel_fields = {
  "id",
  "CardID",
  "Level",
  "BuffEffect",
  "Cost",
  "ZenyConvert",
  "Desc"
}
return Table_CardLevel
