Table_AchievementText_bk = {
  [1101001] = {
    id = 1101001,
    Text = "勇敢的冒险者，冒险的路上充满着荆棘与挑战，要记住只有实力才能守护自己的所爱！"
  },
  [1102001] = {
    id = 1102001,
    Text = "勇敢的冒险者，去追求属性的顶峰吧！"
  },
  [1102011] = {
    id = 1102011,
    Text = "加满力量，全身就会充满筋肉！"
  },
  [1102012] = {
    id = 1102012,
    Text = "加满防御，成为最可靠的盾牌！"
  },
  [1102013] = {
    id = 1102013,
    Text = "加满智力，元素从此如影随形"
  },
  [1102014] = {
    id = 1102014,
    Text = "加满灵巧，随风而来，随风而去。"
  },
  [1102015] = {
    id = 1102015,
    Text = "加满敏捷，电神雷鸣。"
  },
  [1102016] = {
    id = 1102016,
    Text = "运气也是实力的一部分……也许是一大部分。"
  },
  [1102021] = {
    id = 1102021,
    Text = "从1到10，你的疼痛指数是多少？让我来帮你测测，我猜是10。物理攻击达到500。"
  },
  [1102022] = {
    id = 1102022,
    Text = "从1到10，你的疼痛指数是多少？让我来帮你测测，我猜是10。物理攻击达到1000。"
  },
  [1102023] = {
    id = 1102023,
    Text = "从1到10，你的疼痛指数是多少？让我来帮你测测，我猜是10。物理攻击达到2000。"
  },
  [1102024] = {
    id = 1102024,
    Text = "从1到10，你的疼痛指数是多少？让我来帮你测测，我猜是10。物理攻击达到5000。"
  },
  [1102025] = {
    id = 1102025,
    Text = "从1到10，你的疼痛指数是多少？让我来帮你测测，我猜是10。物理攻击达到10000。"
  },
  [1102026] = {
    id = 1102026,
    Text = "从1到10，你的疼痛指数是多少？让我来帮你测测，我猜是10。物理攻击达到20000。"
  },
  [1102027] = {
    id = 1102027,
    Text = "从1到10，你的疼痛指数是多少？让我来帮你测测，我猜是10。物理攻击达到30000。"
  },
  [1102041] = {
    id = 1102041,
    Text = "真男人从不防守。物理攻击%达到10%。"
  },
  [1102042] = {
    id = 1102042,
    Text = "真男人从不防守。物理攻击%达到25%。"
  },
  [1102043] = {
    id = 1102043,
    Text = "真男人从不防守。物理攻击%达到50%。"
  },
  [1102044] = {
    id = 1102044,
    Text = "真男人从不防守。物理攻击%达到100%。"
  },
  [1102045] = {
    id = 1102045,
    Text = "真男人从不防守。物理攻击%达到150%。"
  },
  [1102046] = {
    id = 1102046,
    Text = "真男人从不防守。物理攻击%达到200%。"
  },
  [1102061] = {
    id = 1102061,
    Text = "不管怎么说，魔法总是很coooool的！魔法攻击达到500。"
  },
  [1102062] = {
    id = 1102062,
    Text = "不管怎么说，魔法总是很coooool的！魔法攻击达到1000。"
  },
  [1102063] = {
    id = 1102063,
    Text = "不管怎么说，魔法总是很coooool的！魔法攻击达到2000。"
  },
  [1102064] = {
    id = 1102064,
    Text = "不管怎么说，魔法总是很coooool的！魔法攻击达到5000。"
  },
  [1102065] = {
    id = 1102065,
    Text = "不管怎么说，魔法总是很coooool的！魔法攻击达到10000。"
  },
  [1102066] = {
    id = 1102066,
    Text = "不管怎么说，魔法总是很coooool的！魔法攻击达到20000。"
  },
  [1102067] = {
    id = 1102067,
    Text = "不管怎么说，魔法总是很coooool的！魔法攻击达到30000。"
  },
  [1102081] = {
    id = 1102081,
    Text = "很好，你走上了一条不归路。魔法攻击%达到10%。"
  },
  [1102082] = {
    id = 1102082,
    Text = "很好，你走上了一条不归路。魔法攻击%达到25%。"
  },
  [1102083] = {
    id = 1102083,
    Text = "很好，你走上了一条不归路。魔法攻击%达到50%。"
  },
  [1102084] = {
    id = 1102084,
    Text = "很好，你走上了一条不归路。魔法攻击%达到100%。"
  },
  [1102085] = {
    id = 1102085,
    Text = "很好，你走上了一条不归路。魔法攻击%达到150%。"
  },
  [1102086] = {
    id = 1102086,
    Text = "很好，你走上了一条不归路。魔法攻击%达到200%。"
  },
  [1102101] = {
    id = 1102101,
    Text = "为了保持健康，我每天都会吃苹果和远离医生。HP达到10000。"
  },
  [1102102] = {
    id = 1102102,
    Text = "为了保持健康，我每天都会吃苹果和远离医生。HP达到20000。"
  },
  [1102103] = {
    id = 1102103,
    Text = "为了保持健康，我每天都会吃苹果和远离医生。HP达到50000。"
  },
  [1102104] = {
    id = 1102104,
    Text = "为了保持健康，我每天都会吃苹果和远离医生。HP达到100000。"
  },
  [1102105] = {
    id = 1102105,
    Text = "为了保持健康，我每天都会吃苹果和远离医生。HP达到200000。"
  },
  [1102106] = {
    id = 1102106,
    Text = "为了保持健康，我每天都会吃苹果和远离医生。HP达到500000。"
  },
  [1102107] = {
    id = 1102107,
    Text = "为了保持健康，我每天都会吃苹果和远离医生。HP达到750000。"
  },
  [1102108] = {
    id = 1102108,
    Text = "为了保持健康，我每天都会吃苹果和远离医生。HP达到1000000。"
  },
  [1102109] = {
    id = 1102109,
    Text = "为了保持健康，我每天都会吃苹果和远离医生。HP达到1250000。"
  },
  [1102110] = {
    id = 1102110,
    Text = "为了保持健康，我每天都会吃苹果和远离医生。HP达到1500000。"
  },
  [1102121] = {
    id = 1102121,
    Text = "我可不是怕死，我只是想活的久一点。MaxHp%达到5%。"
  },
  [1102122] = {
    id = 1102122,
    Text = "我可不是怕死，我只是想活的久一点。MaxHp%达到10%。"
  },
  [1102123] = {
    id = 1102123,
    Text = "我可不是怕死，我只是想活的久一点。MaxHp%达到25%。"
  },
  [1102124] = {
    id = 1102124,
    Text = "我可不是怕死，我只是想活的久一点。MaxHp%达到50%。"
  },
  [1102125] = {
    id = 1102125,
    Text = "我可不是怕死，我只是想活的久一点。MaxHp%达到100%。"
  },
  [1103001] = {
    id = 1103001,
    Text = "不会满足现状的你，眼中是更广阔的星辰大海。面前的障壁阻挡不了脚下前进的步伐，日日夜夜的奋斗，一切只为了心中的新境界。"
  },
  [1103002] = {
    id = 1103002,
    Text = "世界不会只有一种风景，人生也不会只有一条道路。数不清的相遇与别离，在不同的世界里多少次跌倒又爬起，泪水和汗水浇灌出真正的强者之花。"
  },
  [1103003] = {
    id = 1103003,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用骑士系四转职业魔剑士参与击杀探秘迷踪岛勇士及以上难度中的熔石巨像、海灵图腾、妖灵提督。"
  },
  [1103004] = {
    id = 1103004,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用十字军系四转职业世界圣盾参与击杀波纳佩博物岛勇士及以上难度中的幻龙加利厄隆坦、先王骑士团、祖尔、珀卡拉尼、努卡、卡摩拉。"
  },
  [1103005] = {
    id = 1103005,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用巫师系四转职业无限法师参与击杀探秘迷踪岛勇士及以上难度中的熔石巨像、海灵图腾、妖灵提督。"
  },
  [1103006] = {
    id = 1103006,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用贤者系四转职业时空领主参与击杀波纳佩博物岛勇士及以上难度中的幻龙加利厄隆坦、先王骑士团、祖尔、珀卡拉尼、努卡、卡摩拉。"
  },
  [1103007] = {
    id = 1103007,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用刺客系四转职业灵魂之刃参与击杀探秘迷踪岛勇士及以上难度中的熔石巨像、海灵图腾、妖灵提督。"
  },
  [1103008] = {
    id = 1103008,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用流氓系四转职业影舞参与击杀波纳佩博物岛勇士及以上难度中的幻龙加利厄隆坦、先王骑士团、祖尔、珀卡拉尼、努卡、卡摩拉。"
  },
  [1103009] = {
    id = 1103009,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用猎人系四转职业群星猎手参与击杀探秘迷踪岛勇士及以上难度中的熔石巨像、海灵图腾、妖灵提督。"
  },
  [1103010] = {
    id = 1103010,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用诗人系四转职业日之颂者参与击杀波纳佩博物岛勇士及以上难度中的幻龙加利厄隆坦、先王骑士团、祖尔、珀卡拉尼、努卡、卡摩拉。"
  },
  [1103011] = {
    id = 1103011,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用舞娘系四转职业月之舞灵参与击杀波纳佩博物岛勇士及以上难度中的幻龙加利厄隆坦、先王骑士团、祖尔、珀卡拉尼、努卡、卡摩拉。"
  },
  [1103012] = {
    id = 1103012,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用牧师系四转职业神使参与击杀探秘迷踪岛勇士及以上难度中的熔石巨像、海灵图腾、妖灵提督。"
  },
  [1103013] = {
    id = 1103013,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用武僧系四转职业龙神参与击杀波纳佩博物岛勇士及以上难度中的幻龙加利厄隆坦、先王骑士团、祖尔、珀卡拉尼、努卡、卡摩拉。"
  },
  [1103014] = {
    id = 1103014,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用铁匠系四转职业光子大师参与击杀探秘迷踪岛勇士及以上难度中的熔石巨像、海灵图腾、妖灵提督。"
  },
  [1103015] = {
    id = 1103015,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用炼金术士系四转职业生命缔造者参与击杀波纳佩博物岛勇士及以上难度中的幻龙加利厄隆坦、先王骑士团、祖尔、珀卡拉尼、努卡、卡摩拉。"
  },
  [1103016] = {
    id = 1103016,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用进阶初心者系四转职业初心守护者参与击杀探秘迷踪岛勇士及以上难度中的熔石巨像、海灵图腾、妖灵提督。"
  },
  [1103017] = {
    id = 1103017,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用灵术师系四转职业契约灵参与击杀波纳佩博物岛勇士及以上难度中的幻龙加利厄隆坦、先王骑士团、祖尔、珀卡拉尼、努卡、卡摩拉。"
  },
  [1103018] = {
    id = 1103018,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用忍者系四转职业八岐/天照参与击杀探秘迷踪岛勇士及以上难度中的熔石巨像、海灵图腾、妖灵提督。"
  },
  [1103019] = {
    id = 1103019,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用神枪手系四转职业暴君参与击杀波纳佩博物岛勇士及以上难度中的幻龙加利厄隆坦、先王骑士团、祖尔、珀卡拉尼、努卡、卡摩拉。"
  },
  [1103020] = {
    id = 1103020,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用悟灵士系四转职业双生魔灵参与击杀探秘迷踪岛勇士及以上难度中的熔石巨像、海灵图腾、妖灵提督。"
  },
  [1103021] = {
    id = 1103021,
    Text = "黑暗将至，灾厄将临，在寻找起源之力的终点，巅峰的光芒终将驱散寒冬。使用拳圣系四转职业天启参与击杀波纳佩博物岛勇士及以上难度中的幻龙加利厄隆坦、先王骑士团、祖尔、珀卡拉尼、努卡、卡摩拉。"
  },
  [1201001] = {
    id = 1201001,
    Text = "在这个大陆，朋友才是遇到困难时最可靠的助手，一定要多结交几个朋友哦！"
  },
  [1201011] = {
    id = 1201011,
    Text = "悄悄话，只有你知我知哦~"
  },
  [1202001] = {
    id = 1202001,
    Text = "热爱音乐？很有品味嘛？分享给其他人的同时，自己也能获得愉悦！"
  },
  [1202011] = {
    id = 1202011,
    Text = "这么浪漫的地方，一定要有人陪伴才会更好吧？要是一个人似乎会有危险。"
  },
  [1202021] = {
    id = 1202021,
    Text = "手牵手，一起走，谁先放手是小狗！"
  },
  [1202031] = {
    id = 1202031,
    Text = "曾么告诉别人你的心情，快点来收集好用又好玩的表情吧！"
  },
  [1202041] = {
    id = 1202041,
    Text = "据说10万只摇滚蝗虫里只有两只是真正热爱摇滚的，看来被你找到了。"
  },
  [1202042] = {
    id = 1202042,
    Text = "我们一直在等待，等待有一个英雄站出来，带领我们大家对抗世间的恶。"
  },
  [1202043] = {
    id = 1202043,
    Text = "总算加入公会了，这份归属感正是我一直期望的，朋友们我来了。"
  },
  [1202051] = {
    id = 1202051,
    Text = "快加入世界聊天吧~成为这美妙世界的一部分！"
  },
  [1202061] = {
    id = 1202061,
    Text = "热热闹闹、和谐融洽的公会氛围，值得每位成员为之努力呢。"
  },
  [1202071] = {
    id = 1202071,
    Text = "夜深人静，心回头，有首歌它一直repeat，repeat，是为了什么。"
  },
  [1202081] = {
    id = 1202081,
    Text = "[隐藏成就]你和我，摩天轮，一圈一圈不愿停。"
  },
  [1202084] = {
    id = 1202084,
    Text = "[隐藏成就]我还要拒绝几个你，才能遇见你。"
  },
  [1202091] = {
    id = 1202091,
    Text = "[隐藏成就]让我们牵起双手，蹦蹦跳跳一起走~。"
  },
  [1202101] = {
    id = 1202101,
    Text = "[隐藏成就]此刻的我们不需要言语，一个表情就能心领神会。"
  },
  [1202111] = {
    id = 1202111,
    Text = "渐渐地，渐渐地就会发现，也许只要一个表情就够了。"
  },
  [1202121] = {
    id = 1202121,
    Text = "我是你的，也是他的，更是大家的！"
  },
  [1202131] = {
    id = 1202131,
    Text = "让我们一起变大！然后征服世界吧！！Fighting！"
  },
  [1202141] = {
    id = 1202141,
    Text = "和Ta牵手，和Ta乘坐摩天轮，和Ta牵手一起听CD，和Ta一起乘坐波利大气球，和Ta在一起的那些时光，和Ta的~奇妙之旅。（备注：只能和Ta两人组队完成哦~）"
  },
  [1203001] = {
    id = 1203001,
    Text = "来吧！兄弟们！变强的路上你们并不孤单。"
  },
  [1203011] = {
    id = 1203011,
    Text = "[隐藏成就]那么你已经准备好开始挑战道场了吗？"
  },
  [1203012] = {
    id = 1203012,
    Text = "[隐藏成就]看起来已经渐入佳境了啊，冒险者。"
  },
  [1203013] = {
    id = 1203013,
    Text = "[隐藏成就]这将是你证明自己是一名无畏勇士的唯一途径。"
  },
  [1203014] = {
    id = 1203014,
    Text = "[隐藏成就]如果你能挺过这里那么女武神也将称你为-英雄。"
  },
  [1203031] = {
    id = 1203031,
    Text = "解读更多的卢恩符文，来获取这个神碑的秘密。"
  },
  [1203041] = {
    id = 1203041,
    Text = "阿萨神碑隐藏着更多特殊的力量，勇敢的冒险者。"
  },
  [1203044] = {
    id = 1203044,
    Text = "公会的和平与安定由我来守护！"
  },
  [1203047] = {
    id = 1203047,
    Text = "扶我起来，我还能打！"
  },
  [1203050] = {
    id = 1203050,
    Text = "大自然的搬运工也是冒险的一部分！"
  },
  [1203053] = {
    id = 1203053,
    Text = "热爱公会，人人有责！"
  },
  [1203061] = {
    id = 1203061,
    Text = "只要足够话痨，女神总有听到的时候……吧。女神祈祷等级之和达到50。"
  },
  [1203062] = {
    id = 1203062,
    Text = "只要足够话痨，女神总有听到的时候……吧。女神祈祷等级之和达到100。"
  },
  [1203063] = {
    id = 1203063,
    Text = "只要足够话痨，女神总有听到的时候……吧。女神祈祷等级之和达到250。"
  },
  [1203064] = {
    id = 1203064,
    Text = "只要足够话痨，女神总有听到的时候……吧。女神祈祷等级之和达到350。"
  },
  [1203065] = {
    id = 1203065,
    Text = "只要足够话痨，女神总有听到的时候……吧。女神祈祷等级之和达到500。"
  },
  [1203066] = {
    id = 1203066,
    Text = "只要足够话痨，女神总有听到的时候……吧。女神祈祷等级之和达到750。"
  },
  [1203067] = {
    id = 1203067,
    Text = "只要足够话痨，女神总有听到的时候……吧。女神祈祷等级之和达到1000。"
  },
  [1203071] = {
    id = 1203071,
    Text = "什么叫天选之子啊（战术后仰）。女神祝福等级之和达到1。"
  },
  [1203072] = {
    id = 1203072,
    Text = "什么叫天选之子啊（战术后仰）。女神祝福等级之和达到10。"
  },
  [1203073] = {
    id = 1203073,
    Text = "什么叫天选之子啊（战术后仰）。女神祝福等级之和达到50。"
  },
  [1203074] = {
    id = 1203074,
    Text = "什么叫天选之子啊（战术后仰）。女神祝福等级之和达到100。"
  },
  [1203075] = {
    id = 1203075,
    Text = "什么叫天选之子啊（战术后仰）。女神祝福等级之和达到250。"
  },
  [1203076] = {
    id = 1203076,
    Text = "什么叫天选之子啊（战术后仰）。女神祝福等级之和达到500。"
  },
  [1203077] = {
    id = 1203077,
    Text = "什么叫天选之子啊（战术后仰）。女神祝福等级之和达到750。"
  },
  [1203078] = {
    id = 1203078,
    Text = "什么叫天选之子啊（战术后仰）。女神祝福等级之和达到1000。"
  },
  [1203079] = {
    id = 1203079,
    Text = "什么叫天选之子啊（战术后仰）。女神祝福等级之和达到1200。"
  },
  [1203080] = {
    id = 1203080,
    Text = "什么叫天选之子啊（战术后仰）。女神祝福等级之和达到1400。"
  },
  [1203091] = {
    id = 1203091,
    Text = "光与黑暗总是如影随形，记得别回头。神圣祝福等级之和达到1。"
  },
  [1203092] = {
    id = 1203092,
    Text = "光与黑暗总是如影随形，记得别回头。神圣祝福等级之和达到5。"
  },
  [1203093] = {
    id = 1203093,
    Text = "光与黑暗总是如影随形，记得别回头。神圣祝福等级之和达到50。"
  },
  [1203094] = {
    id = 1203094,
    Text = "光与黑暗总是如影随形，记得别回头。神圣祝福等级之和达到100。"
  },
  [1203095] = {
    id = 1203095,
    Text = "光与黑暗总是如影随形，记得别回头。神圣祝福等级之和达到150。"
  },
  [1203096] = {
    id = 1203096,
    Text = "光与黑暗总是如影随形，记得别回头。神圣祝福等级之和达到200。"
  },
  [1203097] = {
    id = 1203097,
    Text = "光与黑暗总是如影随形，记得别回头。神圣祝福等级之和达到250。"
  },
  [1203101] = {
    id = 1203101,
    Text = "充满希望的征途，朝着每一颗星进发！激活需消耗金质勋章的卢恩符文1个。"
  },
  [1203102] = {
    id = 1203102,
    Text = "充满希望的征途，朝着每一颗星进发！激活需消耗金质勋章的卢恩符文5个。"
  },
  [1203103] = {
    id = 1203103,
    Text = "充满希望的征途，朝着每一颗星进发！激活需消耗金质勋章的卢恩符文10个。"
  },
  [1203104] = {
    id = 1203104,
    Text = "充满希望的征途，朝着每一颗星进发！激活需消耗金质勋章的卢恩符文27个。"
  },
  [1203105] = {
    id = 1203105,
    Text = "充满希望的征途，朝着每一颗星进发！激活需消耗金质勋章的卢恩符文67个。"
  },
  [1203106] = {
    id = 1203106,
    Text = "充满希望的征途，朝着每一颗星进发！激活需消耗金质勋章的卢恩符文122个。"
  },
  [1203107] = {
    id = 1203107,
    Text = "充满希望的征途，朝着每一颗星进发！激活需消耗金质勋章的卢恩符文175个。"
  },
  [1203108] = {
    id = 1203108,
    Text = "充满希望的征途，朝着每一颗星进发！激活需消耗金质勋章的卢恩符文213个。"
  },
  [1203121] = {
    id = 1203121,
    Text = "女神掷骰子决定谁最幸运，看来这次骰子上全写着你的名字！女神赐福等级之和达到1。"
  },
  [1203122] = {
    id = 1203122,
    Text = "女神掷骰子决定谁最幸运，看来这次骰子上全写着你的名字！女神赐福等级之和达到10。"
  },
  [1203123] = {
    id = 1203123,
    Text = "女神掷骰子决定谁最幸运，看来这次骰子上全写着你的名字！女神赐福等级之和达到50。"
  },
  [1203124] = {
    id = 1203124,
    Text = "女神掷骰子决定谁最幸运，看来这次骰子上全写着你的名字！女神赐福等级之和达到100。"
  },
  [1203125] = {
    id = 1203125,
    Text = "女神掷骰子决定谁最幸运，看来这次骰子上全写着你的名字！女神赐福等级之和达到200。"
  },
  [1203126] = {
    id = 1203126,
    Text = "女神掷骰子决定谁最幸运，看来这次骰子上全写着你的名字！女神赐福等级之和达到300。"
  },
  [1203127] = {
    id = 1203127,
    Text = "女神掷骰子决定谁最幸运，看来这次骰子上全写着你的名字！女神赐福等级之和达到400。"
  },
  [1203128] = {
    id = 1203128,
    Text = "女神掷骰子决定谁最幸运，看来这次骰子上全写着你的名字！女神赐福等级之和达到500。"
  },
  [1204001] = {
    id = 1204001,
    Text = "你获得了这份初心的信任，以后也要彼此相互照顾一起冒险！"
  },
  [1204002] = {
    id = 1204002,
    Text = "这是条漫长的路，和你最爱的小跟班一起努力吧。"
  },
  [1204003] = {
    id = 1204003,
    Text = "成长是件令人欣慰的事。"
  },
  [1204004] = {
    id = 1204004,
    Text = "嘿~瞧瞧~是不是变厉害了呀~（跳）"
  },
  [1204005] = {
    id = 1204005,
    Text = "“知道吗？优秀的训练师不但练就宠物强健的体魄，更重要的双方达成一致的心。”"
  },
  [1204006] = {
    id = 1204006,
    Text = "恭喜你，你和你的小跟班已经领悟到当前版本的最高境界了。"
  },
  [1204007] = {
    id = 1204007,
    Text = "您的宠物这下可厉害了。----“人类文明的进步是因为学会了使用工具，如今，你的宠物也会了。”"
  },
  [1204008] = {
    id = 1204008,
    Text = "抓到小宠物了！从此开始你不再是独自一个人。"
  },
  [1204009] = {
    id = 1204009,
    Text = "现在你身边有那么多小家伙了，很开心吧！"
  },
  [1204010] = {
    id = 1204010,
    Text = "所以，你为何你们熟练呢？"
  },
  [1204011] = {
    id = 1204011,
    Text = "拥有一颗博爱之心是件好事，不过话说，宠物们的食物你可要准备充分了呦~"
  },
  [1204012] = {
    id = 1204012,
    Text = "你拥有了如此之多的宠物，多到可以开派对了。实在是让人羡慕！"
  },
  [1204013] = {
    id = 1204013,
    Text = "这是个宠物吃得比你还好的时代…"
  },
  [1204014] = {
    id = 1204014,
    Text = "你让你的宠物也明白了主人的口味，她正开心的要命。"
  },
  [1204015] = {
    id = 1204015,
    Text = "自从你开始和你的宠物分享你制作的美食，浪费食物这坏习惯也渐渐被改善了。"
  },
  [1204016] = {
    id = 1204016,
    Text = "像家人般的对待，这种感觉你能明白的吧。"
  },
  [1204017] = {
    id = 1204017,
    Text = "珍惜和你一起度过的日子，一起吃过的酸甜苦辣。"
  },
  [1204018] = {
    id = 1204018,
    Text = "你忍心让可么可爱的宠物就这样倒下吗？嗯？嗯？"
  },
  [1204019] = {
    id = 1204019,
    Text = "是不是太不小心了…"
  },
  [1204020] = {
    id = 1204020,
    Text = "再一次，再一次你让你的小跟班倒下了…你的良心难道不会痛吗"
  },
  [1204021] = {
    id = 1204021,
    Text = "这个可怜的孩子正在祈求你的拯救，请不要再轻易让他倒下了。"
  },
  [1204022] = {
    id = 1204022,
    Text = "\"我们在天上的父，愿人都尊你的名为圣，愿你的国降临。愿你的旨意行在地上，如同行在天上,阿门\""
  },
  [1204023] = {
    id = 1204023,
    Text = "初次的亲密接触，你能感受到手上余温依然还存在。"
  },
  [1204024] = {
    id = 1204024,
    Text = "和宠物待久了就会中毒，比如吸猫撸猫。"
  },
  [1204025] = {
    id = 1204025,
    Text = "抚摸的时间一久，你仿佛自浩瀚的宇宙星尘中感悟到宠物们的内心，真是件好事呢。"
  },
  [1204026] = {
    id = 1204026,
    Text = "你的温柔有目共睹。\"作为你的宠物还真是幸福呢\"，最近在疯兔家族里流传着这样的传言。"
  },
  [1204027] = {
    id = 1204027,
    Text = "你听到来自天堂的歌声，因为建立了如此深刻的羁绊，你的宠物现在能完全明白你的爱。"
  },
  [1204028] = {
    id = 1204028,
    Text = "嗯…小看这门手艺了。"
  },
  [1204029] = {
    id = 1204029,
    Text = "没事，才那么几次而已，再试试看吧~"
  },
  [1204030] = {
    id = 1204030,
    Text = "换个方式试试！不要慌！"
  },
  [1204031] = {
    id = 1204031,
    Text = "咳咳咳…肯定是哪里出问题了。冷静下好好想想。"
  },
  [1204032] = {
    id = 1204032,
    Text = "已经没有什么好害怕的了呢~"
  },
  [1204033] = {
    id = 1204033,
    Text = "你在尝试让你的宠物喜欢上你新赠送的小礼物。"
  },
  [1204034] = {
    id = 1204034,
    Text = "只要你的宠物开心就好~开心就好"
  },
  [1204035] = {
    id = 1204035,
    Text = "包含主人的爱心，这份心意能传达到吗？"
  },
  [1204036] = {
    id = 1204036,
    Text = "出手不凡，哪只疯兔不渴望有个爱自己并且有钱好主人？"
  },
  [1204037] = {
    id = 1204037,
    Text = "愿你的善心能被众神祝福。"
  },
  [1204038] = {
    id = 1204038,
    Text = "你感受着手中的重量，那是真实的触感。"
  },
  [1204039] = {
    id = 1204039,
    Text = "你们黏在一起，让周围的人都很羡慕呢。"
  },
  [1204040] = {
    id = 1204040,
    Text = "即使你已经气喘吁吁，但是任然不想放手。"
  },
  [1204041] = {
    id = 1204041,
    Text = "一起经过的路真是风景无限美好。"
  },
  [1204042] = {
    id = 1204042,
    Text = "【千万个夜晚许下心愿，即使一去不回的时光 也是如此耀眼。】------纪念一起走过的路"
  },
  [1204043] = {
    id = 1204043,
    Text = "互相陪伴着，忘却了时光的流逝。"
  },
  [1204044] = {
    id = 1204044,
    Text = "无论奔跑的多块，你回头都能看到那个熟悉的面孔。"
  },
  [1204045] = {
    id = 1204045,
    Text = "常常用此词表示两人间某种强烈的联系，如有线索相连一般，类似于“缘”。"
  },
  [1204046] = {
    id = 1204046,
    Text = "如同诗歌里的下半句所唱的，我就一直这样【在你身边】。"
  },
  [1204047] = {
    id = 1204047,
    Text = "如同诗歌里的下半句所唱的，我就一直这样【守护着你】。"
  },
  [1204048] = {
    id = 1204048,
    Text = "成功完成一次冒险，宠物们的心情，是不是跟当初的你一样充满了好奇呢？"
  },
  [1204049] = {
    id = 1204049,
    Text = "冒险的滋味，宠物与你都想了解。"
  },
  [1204050] = {
    id = 1204050,
    Text = "不想冒险了，不想冒险了，每天冒险，宠物都累了，主人也累了……"
  },
  [1204051] = {
    id = 1204051,
    Text = "这一趟华丽的冒险，有永远的伙伴陪我走。"
  },
  [1204052] = {
    id = 1204052,
    Text = "神不神奇！来看看你的新宠物吧！~"
  },
  [1204053] = {
    id = 1204053,
    Text = "这样的话，究竟谁是妈妈谁是爸爸呢？"
  },
  [1204054] = {
    id = 1204054,
    Text = "是魔法把它带到你身边，也许这就称之为奇迹吧。"
  },
  [1204055] = {
    id = 1204055,
    Text = "嗯……这个加上这个……嘛哩嘛哩哄！哇！"
  },
  [1204056] = {
    id = 1204056,
    Text = "你在变强的同时，你的小跟班也没在努力修炼着哦！"
  },
  [1204057] = {
    id = 1204057,
    Text = "怎么样！小跟班变成小打手了！是不是觉得轻松很多了呢~"
  },
  [1204058] = {
    id = 1204058,
    Text = "你的小打手可以帮你一起担起守护米德加尔特大陆的责任了呢~！"
  },
  [1204059] = {
    id = 1204059,
    Text = "你拥有的不止是陪伴，还有被喜爱的那份温暖。"
  },
  [1204060] = {
    id = 1204060,
    Text = "你对宠物们的付出，都会获得它们真心的回报。"
  },
  [1204061] = {
    id = 1204061,
    Text = "这么多宠物都在绕着你转，各种求抚摸呢！"
  },
  [1204062] = {
    id = 1204062,
    Text = "你还记得么，这里每一只宠物与你一起冒险的时光。"
  },
  [1205011] = {
    id = 1205011,
    Text = "虽然第一次手忙脚乱，不过恭喜你，做成功了！"
  },
  [1205012] = {
    id = 1205012,
    Text = "你感觉到自己的手速变快了。"
  },
  [1205013] = {
    id = 1205013,
    Text = "是时候自豪的表扬下自己了。"
  },
  [1205014] = {
    id = 1205014,
    Text = "嘿~伙计，看来你已经摸到这行的一些门道了呢"
  },
  [1205015] = {
    id = 1205015,
    Text = "制作了如此之多美味的料理，还真是如同拥有了料理界的神之手了呢。"
  },
  [1205021] = {
    id = 1205021,
    Text = "居然失败了…惊了…"
  },
  [1205022] = {
    id = 1205022,
    Text = "怎么说呢，总有不顺手的时候，你说是吧？"
  },
  [1205023] = {
    id = 1205023,
    Text = "额…莫慌，不过是失败而已，你不会那么轻易放弃了吧"
  },
  [1205024] = {
    id = 1205024,
    Text = "心态最重要，淡定一点，这就是生活。"
  },
  [1205025] = {
    id = 1205025,
    Text = "如同一名身经百战的武士身上的伤疤，你现在是料理界的战神了。"
  },
  [1205031] = {
    id = 1205031,
    Text = "唔！这味道！"
  },
  [1205032] = {
    id = 1205032,
    Text = "味道真是不错，再来一份！"
  },
  [1205033] = {
    id = 1205033,
    Text = "哼哼哼，还不够！"
  },
  [1205034] = {
    id = 1205034,
    Text = "嗯！这好吃！你想吃？不给你！玩蛋儿去！"
  },
  [1205035] = {
    id = 1205035,
    Text = "都神明都在羡慕你一路所品尝过的美食，这些都将记录到【美食圣经】中"
  },
  [1205051] = {
    id = 1205051,
    Text = "请记住第一次请你吃饭的小伙伴。"
  },
  [1205052] = {
    id = 1205052,
    Text = "你真是受欢迎"
  },
  [1205053] = {
    id = 1205053,
    Text = "“您还满意今天的味道吗？”"
  },
  [1205054] = {
    id = 1205054,
    Text = "谢谢款待，我的朋友，愿我们的友情如同这杯美酒一样醇美。"
  },
  [1205071] = {
    id = 1205071,
    Text = "随身带着锅，你感觉自己现在随时都可以做菜了。"
  },
  [1205072] = {
    id = 1205072,
    Text = "全世界的美味都将由你来创造，当然，这也只是一个新开始。"
  },
  [1205073] = {
    id = 1205073,
    Text = "你的舌尖已经是个高级美食鉴定师了。"
  },
  [1205074] = {
    id = 1205074,
    Text = "真正懂得吃的人其实并不多，你是其中之一，并且，你对其中的门道已经了如指掌。"
  },
  [1205081] = {
    id = 1205081,
    Text = "你的生命值如同午时的烈阳正高！"
  },
  [1205082] = {
    id = 1205082,
    Text = "你的敌人若是能看到你的HP条，一定会很绝望吧。"
  },
  [1205083] = {
    id = 1205083,
    Text = "龙是传说中最凶猛的生物，普通的武器根本无法奈何他，简直在给你瘙痒。"
  },
  [1205091] = {
    id = 1205091,
    Text = "你开始对力量略知一二。"
  },
  [1205092] = {
    id = 1205092,
    Text = "魔力正在源源不断涌出。"
  },
  [1205093] = {
    id = 1205093,
    Text = "心中的某个小宇宙即将彻底爆发了！"
  },
  [1205101] = {
    id = 1205101,
    Text = "你成功完成了肉排类项目的最高级料理挑战，并且从未忘记初心，特此给与你奖励。"
  },
  [1205102] = {
    id = 1205102,
    Text = "你成功完成了肉串类项目的最高级料理挑战，并且从未忘记初心，特此给与你奖励。"
  },
  [1205103] = {
    id = 1205103,
    Text = "你成功完成了肉汤类项目的最高级料理挑战，并且从未忘记初心，特此给与你奖励。"
  },
  [1205104] = {
    id = 1205104,
    Text = "你成功完成了果汁类项目的最高级料理挑战，并且从未忘记初心，特此给与你奖励。"
  },
  [1205105] = {
    id = 1205105,
    Text = "你成功完成了鱼排类项目的最高级料理挑战，并且从未忘记初心，特此给与你奖励。"
  },
  [1205106] = {
    id = 1205106,
    Text = "你成功完成了海鲜串类项目的最高级料理挑战，并且从未忘记初心，特此给与你奖励。"
  },
  [1205107] = {
    id = 1205107,
    Text = "你成功完成了海鲜汤类项目的最高级料理挑战，并且从未忘记初心，特此给与你奖励。"
  },
  [1205108] = {
    id = 1205108,
    Text = "你成功完成了饼干类项目的最高级料理挑战，并且从未忘记初心，特此给与你奖励。"
  },
  [1205109] = {
    id = 1205109,
    Text = "你成功完成了拌菜类项目的最高级料理挑战，并且从未忘记初心，特此给与你奖励。"
  },
  [1205110] = {
    id = 1205110,
    Text = "你成功完成了烤菜类项目的最高级料理挑战，并且从未忘记初心，特此给与你奖励。"
  },
  [1205111] = {
    id = 1205111,
    Text = "你成功完成了蔬菜类项目的最高级料理挑战，并且从未忘记初心，特此给与你奖励。"
  },
  [1205112] = {
    id = 1205112,
    Text = "你成功完成了冰淇淋类项目的最高级料理挑战，并且从未忘记初心，特此给与你奖励。"
  },
  [1206001] = {
    id = 1206001,
    Text = "准备好成为导师了吗？"
  },
  [1206002] = {
    id = 1206002,
    Text = "你成功得带领了一名学生完成毕业，真是了不起！"
  },
  [1206003] = {
    id = 1206003,
    Text = "你成功得带领了五名学生完成毕业，真是了不起！"
  },
  [1206004] = {
    id = 1206004,
    Text = "你成功得带领了十名学生完成毕业，真是了不起！"
  },
  [1206005] = {
    id = 1206005,
    Text = "冒险教程，你值得拥有。"
  },
  [1206006] = {
    id = 1206006,
    Text = "乖乖站好，接受指导。"
  },
  [1206007] = {
    id = 1206007,
    Text = "知识的力量正在涌出。"
  },
  [1206008] = {
    id = 1206008,
    Text = "三年冒险，五年模拟。"
  },
  [1206009] = {
    id = 1206009,
    Text = "毕业季，真是伤感又让人感到兴奋呢！"
  },
  [1207001] = {
    id = 1207001,
    Text = "请……请接受我的心意"
  },
  [1207002] = {
    id = 1207002,
    Text = "两情相悦什么的真是太棒了！"
  },
  [1207003] = {
    id = 1207003,
    Text = "今晚的月色真美"
  },
  [1207004] = {
    id = 1207004,
    Text = "就这样约定了哟！"
  },
  [1207005] = {
    id = 1207005,
    Text = "终于，穿上了这件梦中的礼服呢~"
  },
  [1207006] = {
    id = 1207006,
    Text = "靠近一点，微笑~cheese~~"
  },
  [1207007] = {
    id = 1207007,
    Text = "有点小激动，有点小紧张，嘻嘻~~"
  },
  [1207008] = {
    id = 1207008,
    Text = "从今天起，冒险之路上请多多指教啦~"
  },
  [1207009] = {
    id = 1207009,
    Text = "一起的梦想，一起飞~~"
  },
  [1207010] = {
    id = 1207010,
    Text = "啊朋友再见~再见吧~再见吧~~~"
  },
  [1207011] = {
    id = 1207011,
    Text = "为什么……为什么呢？唉……"
  },
  [1207012] = {
    id = 1207012,
    Text = "我大概是这个世界上最幸福的人吧~"
  },
  [1207013] = {
    id = 1207013,
    Text = "有你在一起的感觉，真是令人安心的陪伴"
  },
  [1207014] = {
    id = 1207014,
    Text = "就这样，一直一直走下吧~"
  },
  [1301001] = {
    id = 1301001,
    Text = "伟大的首都普隆德拉，一切开始的地方，还有漂亮的卡普拉……"
  },
  [1301002] = {
    id = 1301002,
    Text = "这里实在是太容易让人迷路了，咦？！刚才我是走哪里来的？"
  },
  [1301003] = {
    id = 1301003,
    Text = "可恶，为什么我要到这种肮脏的、满是恶心昆虫的地方来？"
  },
  [1301004] = {
    id = 1301004,
    Text = "港口之都！伟大的城市！伟大的啤酒！还有伟大的酒店老板娘！"
  },
  [1301005] = {
    id = 1301005,
    Text = "据说这艘破船上有着大量的财宝！但是我看，可能只有些吓人的碎骨头罢了！"
  },
  [1301006] = {
    id = 1301006,
    Text = "竟然在海面下还有一个这么大一个空间，但是到底怎么呼吸呢？"
  },
  [1301007] = {
    id = 1301007,
    Text = "想要学习魔法，最好的方式就是来吉芬魔法学院！告别麻瓜走向人生巅峰！"
  },
  [1301008] = {
    id = 1301008,
    Text = "想一睹妙勒尼山脉的美丽吗？请带好杀虫剂和除草剂。"
  },
  [1301009] = {
    id = 1301009,
    Text = "这群家伙可不是什么童话故事里的善良小矮人！他们是恶魔！是恶魔！"
  },
  [1301010] = {
    id = 1301010,
    Text = "这里崇尚武力、充满暴力！这里就是绿色野兽的家园！"
  },
  [1301011] = {
    id = 1301011,
    Text = "这里都是可怕的骨头！还有那些会吸食人血的大红苍蝇！简直太可怕了！"
  },
  [1301012] = {
    id = 1301012,
    Text = "魔力强大的地方孕育出了魔力强大的恶灵……前往不要贸然前往！"
  },
  [1301013] = {
    id = 1301013,
    Text = "这可不是人类的伙伴，他们是特殊族群的战士，受过训练的那种。"
  },
  [1301014] = {
    id = 1301014,
    Text = "这里据说拥有着整个大陆所有的智慧！年轻人，多看书才会成长。"
  },
  [1301015] = {
    id = 1301015,
    Text = "一定要防备身边经过的人！保护好自己的钱包！这里四处都是敌人！！"
  },
  [1301016] = {
    id = 1301016,
    Text = "作为昆虫学家，我不得不说这里简直就是天堂！！"
  },
  [1301017] = {
    id = 1301017,
    Text = "诅咒！！一定是法老的诅咒！那些进去的人都会受到诅咒的！！"
  },
  [1301018] = {
    id = 1301018,
    Text = "这里训练出了很多箭术高超的英雄，不相信？你在街上吃个苹果就知道了。"
  },
  [1301019] = {
    id = 1301019,
    Text = "很久很久以前这里也是一个城市，但不知道为什么现在变成了这样。"
  },
  [1301020] = {
    id = 1301020,
    Text = "阴森的城堡，恐怖的气息。光是听到它的名字就让人毛骨悚然。"
  },
  [1301021] = {
    id = 1301021,
    Text = "消失已久的龙族竟然出现在这里？他们似乎是在防止弱者接近那里。"
  },
  [1301022] = {
    id = 1301022,
    Text = "已经很难解释这里这么多的异变生物是怎么回事，总之小心前进！"
  },
  [1301023] = {
    id = 1301023,
    Text = "曾经的他们也是荣誉的象征，如今这些怨灵还在这里坚守着那份光荣。"
  },
  [1301024] = {
    id = 1301024,
    Text = "这种感觉！一定不会错的！这里就是地狱的入口！"
  },
  [1301025] = {
    id = 1301025,
    Text = "该安息的人也站了起来，从他们的哀嚎声中能听到悔恨与不甘。"
  },
  [1301026] = {
    id = 1301026,
    Text = "这里是没有记录在册的一个小岛，似乎藏着通往某个地方的通道。谁知道呢？"
  },
  [1301027] = {
    id = 1301027,
    Text = "勇气！冒险！让我们一起拿起手中的酒杯！欢呼我们今日的齐聚一堂！"
  },
  [1301028] = {
    id = 1301028,
    Text = "要成为冒险者，这里可是你的第一站，不要害怕挑战哦。"
  },
  [1301029] = {
    id = 1301029,
    Text = "这个不就是传说中求爱百分百成功的摩天轮吗？我也要带个人来试试看。"
  },
  [1301030] = {
    id = 1301030,
    Text = "这是终结吗？可能这才刚刚开始……"
  },
  [1301031] = {
    id = 1301031,
    Text = "来训练吧！不过小心不要太轻敌，可能一不留神就被全部消灭了。"
  },
  [1301032] = {
    id = 1301032,
    Text = "来吧！溜溜猴斗技场，个人战的最高舞台！绽放你的光芒吧！"
  },
  [1301033] = {
    id = 1301033,
    Text = "礼物！美食！玩具！……我能不能永远不离开这里。"
  },
  [1301034] = {
    id = 1301034,
    Text = "玩具们的王国，可是它们却一点也不好玩。"
  },
  [1301035] = {
    id = 1301035,
    Text = "清澈的河水萦绕这座美丽的城市，一切都那么和谐安逸。"
  },
  [1301036] = {
    id = 1301036,
    Text = "这嘀嗒嘀嗒的钟表声隐藏着一丝寒意，时间总是那么可怕！"
  },
  [1301037] = {
    id = 1301037,
    Text = "阴冷的地下藏着很多魔物，小心你的四周……"
  },
  [1302001] = {
    id = 1302001,
    Text = "记录大陆上美妙的景色，并介绍给来旅行的冒险者，这件事就很有意义。"
  },
  [1302006] = {
    id = 1302006,
    Text = "生命在于留念！所以要把所有美丽的景色都收集起来！啊，忘记装胶卷了。"
  },
  [1302011] = {
    id = 1302011,
    Text = "[隐藏成就]让我们来数一数，小小一张照片里有多少表情~。"
  },
  [1302021] = {
    id = 1302021,
    Text = "[隐藏成就]在人群密集处，咔嚓一张照片，让我们看看能拍到多少不同职业吧！"
  },
  [1302031] = {
    id = 1302031,
    Text = "[隐藏成就]1,2,3，大家都是木头人，试试我们能摆多少种不同动作吧！"
  },
  [1302041] = {
    id = 1302041,
    Text = "虽然古城阴森森，魔物又那么凶残，但是勇敢的我还是探索完了！"
  },
  [1303001] = {
    id = 1303001,
    Text = "这些不同的小魔物简直就是大自然的馈赠，我要记录它们的美丽瞬间。"
  },
  [1303006] = {
    id = 1303006,
    Text = "这…这…这竟然是…幽灵！！我就说世界上是有鬼的！这下你们相信了吧！"
  },
  [1303011] = {
    id = 1303011,
    Text = "[隐藏成就]这一日……人类回忆起被魔物围绕的恐惧！"
  },
  [1304001] = {
    id = 1304001,
    Text = "多认识点人！这样在外冒险的时候才会得到更多的便利，相信我准没错。"
  },
  [1305001] = {
    id = 1305001,
    Text = "据说……魔物杀着杀着，我们也会变成他们……哈哈哈，别怕我说的是头像啦！"
  },
  [1306001] = {
    id = 1306001,
    Text = "对于您在德加尔特大陆上做出的卓越贡献，我们授予您“F级冒险家”的荣誉！"
  },
  [1306002] = {
    id = 1306002,
    Text = "对于您在德加尔特大陆上做出的卓越贡献，我们授予您“E级冒险家”的荣誉！"
  },
  [1306003] = {
    id = 1306003,
    Text = "对于您在德加尔特大陆上做出的卓越贡献，我们授予您“D级冒险家”的荣誉！"
  },
  [1306004] = {
    id = 1306004,
    Text = "对于您在德加尔特大陆上做出的卓越贡献，我们授予您“C级冒险家”的荣誉！"
  },
  [1306005] = {
    id = 1306005,
    Text = "对于您在德加尔特大陆上做出的卓越贡献，我们授予您“B级冒险家”的荣誉！"
  },
  [1306006] = {
    id = 1306006,
    Text = "经过冰与火的考验，证明自己的实力"
  },
  [1306007] = {
    id = 1306007,
    Text = "对于您在德加尔特大陆上做出的卓越贡献，我们授予您“A级冒险家”的荣誉！"
  },
  [1306008] = {
    id = 1306008,
    Text = "对于您在德加尔特大陆上做出的卓越贡献，我们授予您“S级冒险家”的荣誉！"
  },
  [1401001] = {
    id = 1401001,
    Text = "看来要控制魔物滋生，只有不断的消灭他们了，这也是训练的一部分。"
  },
  [1401011] = {
    id = 1401011,
    Text = "强大的魔物一定要大家齐心协力才能消灭，找上同伴们出发吧。"
  },
  [1401031] = {
    id = 1401031,
    Text = "正所谓百怪群中过，攻击不沾身，放风筝的精髓，在于实践中领悟。（备注:需不被魔物攻击并保持20秒）"
  },
  [1401032] = {
    id = 1401032,
    Text = "[隐藏成就]正所谓百怪群中过，攻击不沾身，放风筝的精髓，没有人比你更了解了~。"
  },
  [1401033] = {
    id = 1401033,
    Text = "[隐藏成就]我是~！火~！车~！王~！！！"
  },
  [1401041] = {
    id = 1401041,
    Text = "突进！突进！全军突进！！！（备注:仅限野外或瓦尔哈拉遗迹MVP且间隔时间不超过10分钟）"
  },
  [1401042] = {
    id = 1401042,
    Text = "[隐藏成就]突进！突进！全军突进！！！更多MVP！更多祭品！！！"
  },
  [1401051] = {
    id = 1401051,
    Text = "不好意思，MVP是在下的了！"
  },
  [1401061] = {
    id = 1401061,
    Text = "[隐藏成就]难知如阴，是时候展现尾刀真正的艺术了！致命一击！！"
  },
  [1401062] = {
    id = 1401062,
    Text = "[隐藏成就]坦克需要我，输出需要我，大家都需要我！徐如林，绵绵不绝！"
  },
  [1401063] = {
    id = 1401063,
    Text = "[隐藏成就]蓝药嗑起来，技能甩起来。掠如火！我的输出突破天际！"
  },
  [1401064] = {
    id = 1401064,
    Text = "[隐藏成就]发现MVP！疾如风！首刀我就收下了！！"
  },
  [1401065] = {
    id = 1401065,
    Text = "[隐藏成就]不动如山，我是大家最可靠的坚盾！"
  },
  [1402001] = {
    id = 1402001,
    Text = "对于天地树叶子的正确用法，我一直觉得可能是咀嚼之后喂食给伤员的。"
  },
  [1402011] = {
    id = 1402011,
    Text = "在哪里遇到危险，就在哪里倒下！记住保住小命才是正真的勇敢！"
  },
  [1402016] = {
    id = 1402016,
    Text = "[隐藏成就]居然能识破我的假死……阁下好功夫……"
  },
  [1402021] = {
    id = 1402021,
    Text = "战斗时间虽然不能决定战斗效率，但却是那些人用来衡量冒险者的标准。"
  },
  [1402031] = {
    id = 1402031,
    Text = "[隐藏成就]车头，我是专业的。 （备注：需学习冒险技能看板队长）"
  },
  [1402041] = {
    id = 1402041,
    Text = "[隐藏成就]本班车发往普隆德拉，请要上车的小伙伴抓紧时间点击跟随。"
  },
  [1402051] = {
    id = 1402051,
    Text = "[隐藏成就]排排坐，吃果果，三人沙发当然要坐满三个人才有意义嘛！"
  },
  [1402052] = {
    id = 1402052,
    Text = "第一支通关了英灵难度之拉丝格瑞丝的冒险者队伍享有的殊荣。"
  },
  [1402053] = {
    id = 1402053,
    Text = "第一支通关了英灵难度之奥术魔方的冒险者队伍享有的殊荣。"
  },
  [1402054] = {
    id = 1402054,
    Text = "第一支通关了英灵难度之意志囚笼的冒险者队伍享有的殊荣。"
  },
  [1402055] = {
    id = 1402055,
    Text = "第一支通关了英灵难度之封印之间的冒险者队伍享有的殊荣。"
  },
  [1402056] = {
    id = 1402056,
    Text = "第一支通关了英灵难度之幻龙加利厄隆坦的冒险者队伍享有的殊荣。"
  },
  [1402057] = {
    id = 1402057,
    Text = "第一支通关了英灵难度之先王棋士团的冒险者队伍享有的殊荣。"
  },
  [1402058] = {
    id = 1402058,
    Text = "第一支通关了英灵难度之英雄试炼的冒险者队伍享有的殊荣。"
  },
  [1402059] = {
    id = 1402059,
    Text = "第一支通关了英灵难度之熔石巨像的冒险者队伍享有的殊荣。"
  },
  [1402060] = {
    id = 1402060,
    Text = "第一支通关了英灵难度之海灵图腾的冒险者队伍享有的殊荣。"
  },
  [1402061] = {
    id = 1402061,
    Text = "第一支通关了英灵难度之妖灵提督的冒险者队伍享有的殊荣。"
  },
  [1402065] = {
    id = 1402065,
    Text = "将荣光赐予被选中的勇士。通关瓦尔哈拉遗迹精英难度1。"
  },
  [1402066] = {
    id = 1402066,
    Text = "将荣光赐予被选中的勇士。通关瓦尔哈拉遗迹精英难度2。"
  },
  [1402067] = {
    id = 1402067,
    Text = "将荣光赐予被选中的勇士。通关瓦尔哈拉遗迹精英难度3。"
  },
  [1402068] = {
    id = 1402068,
    Text = "将荣光赐予被选中的勇士。通关瓦尔哈拉遗迹精英难度4。"
  },
  [1402069] = {
    id = 1402069,
    Text = "将荣光赐予被选中的勇士。通关瓦尔哈拉遗迹精英难度5。"
  },
  [1402070] = {
    id = 1402070,
    Text = "将荣光赐予被选中的勇士。通关瓦尔哈拉遗迹精英难度6。"
  },
  [1402071] = {
    id = 1402071,
    Text = "将荣光赐予被选中的勇士。通关瓦尔哈拉遗迹勇士难度1。"
  },
  [1402072] = {
    id = 1402072,
    Text = "将荣光赐予被选中的勇士。通关瓦尔哈拉遗迹勇士难度2。"
  },
  [1402073] = {
    id = 1402073,
    Text = "将荣光赐予被选中的勇士。通关瓦尔哈拉遗迹勇士难度3。"
  },
  [1402074] = {
    id = 1402074,
    Text = "将荣光赐予被选中的勇士。通关瓦尔哈拉遗迹勇士难度4。"
  },
  [1402075] = {
    id = 1402075,
    Text = "将荣光赐予被选中的勇士。通关瓦尔哈拉遗迹勇士难度5。"
  },
  [1402076] = {
    id = 1402076,
    Text = "将荣光赐予被选中的勇士。通关瓦尔哈拉遗迹勇士难度6。"
  },
  [1402081] = {
    id = 1402081,
    Text = "卡片也是一种艺术。通关神谕副本精英难度1。"
  },
  [1402082] = {
    id = 1402082,
    Text = "卡片也是一种艺术。通关神谕副本精英难度2。"
  },
  [1402083] = {
    id = 1402083,
    Text = "卡片也是一种艺术。通关神谕副本精英难度3。"
  },
  [1402084] = {
    id = 1402084,
    Text = "卡片也是一种艺术。通关神谕副本精英难度4。"
  },
  [1402085] = {
    id = 1402085,
    Text = "卡片也是一种艺术。通关神谕副本精英难度5。"
  },
  [1402086] = {
    id = 1402086,
    Text = "卡片也是一种艺术。通关神谕副本精英难度6。"
  },
  [1402087] = {
    id = 1402087,
    Text = "卡片也是一种艺术。通关神谕副本精英难度7。"
  },
  [1402088] = {
    id = 1402088,
    Text = "卡片也是一种艺术。通关神谕副本精英难度8。"
  },
  [1402089] = {
    id = 1402089,
    Text = "卡片也是一种艺术。通关神谕副本精英难度9。"
  },
  [1402090] = {
    id = 1402090,
    Text = "卡片也是一种艺术。通关神谕副本精英难度10。"
  },
  [1402091] = {
    id = 1402091,
    Text = "卡片也是一种艺术。通关神谕副本精英难度11。"
  },
  [1402092] = {
    id = 1402092,
    Text = "卡片也是一种艺术。通关神谕副本精英难度12。"
  },
  [1402093] = {
    id = 1402093,
    Text = "卡片也是一种艺术。通关神谕副本精英难度13。"
  },
  [1402094] = {
    id = 1402094,
    Text = "卡片也是一种艺术。通关神谕副本精英难度14。"
  },
  [1402095] = {
    id = 1402095,
    Text = "卡片也是一种艺术。通关神谕副本精英难度15。"
  },
  [1402101] = {
    id = 1402101,
    Text = "这是一场战斗，也是一场演出。通关神谕副本勇士难度1。"
  },
  [1402102] = {
    id = 1402102,
    Text = "这是一场战斗，也是一场演出。通关神谕副本勇士难度2。"
  },
  [1402103] = {
    id = 1402103,
    Text = "这是一场战斗，也是一场演出。通关神谕副本勇士难度3。"
  },
  [1402104] = {
    id = 1402104,
    Text = "这是一场战斗，也是一场演出。通关神谕副本勇士难度4。"
  },
  [1402105] = {
    id = 1402105,
    Text = "这是一场战斗，也是一场演出。通关神谕副本勇士难度5。"
  },
  [1402106] = {
    id = 1402106,
    Text = "这是一场战斗，也是一场演出。通关神谕副本勇士难度6。"
  },
  [1402107] = {
    id = 1402107,
    Text = "这是一场战斗，也是一场演出。通关神谕副本勇士难度7。"
  },
  [1402108] = {
    id = 1402108,
    Text = "这是一场战斗，也是一场演出。通关神谕副本勇士难度8。"
  },
  [1402109] = {
    id = 1402109,
    Text = "这是一场战斗，也是一场演出。通关神谕副本勇士难度9。"
  },
  [1402110] = {
    id = 1402110,
    Text = "这是一场战斗，也是一场演出。通关神谕副本勇士难度10。"
  },
  [1402111] = {
    id = 1402111,
    Text = "这是一场战斗，也是一场演出。通关神谕副本勇士难度11。"
  },
  [1402112] = {
    id = 1402112,
    Text = "这是一场战斗，也是一场演出。通关神谕副本勇士难度12。"
  },
  [1402113] = {
    id = 1402113,
    Text = "这是一场战斗，也是一场演出。通关神谕副本勇士难度13。"
  },
  [1402114] = {
    id = 1402114,
    Text = "这是一场战斗，也是一场演出。通关神谕副本勇士难度14。"
  },
  [1402115] = {
    id = 1402115,
    Text = "这是一场战斗，也是一场演出。通关神谕副本勇士难度15。"
  },
  [1402121] = {
    id = 1402121,
    Text = "有点晕，怎么还没结束？通关无限回廊精英第1层。"
  },
  [1402122] = {
    id = 1402122,
    Text = "有点晕，怎么还没结束？通关无限回廊精英第5层。"
  },
  [1402123] = {
    id = 1402123,
    Text = "有点晕，怎么还没结束？通关无限回廊精英第10层。"
  },
  [1402124] = {
    id = 1402124,
    Text = "有点晕，怎么还没结束？通关无限回廊精英第20层。"
  },
  [1402125] = {
    id = 1402125,
    Text = "有点晕，怎么还没结束？通关无限回廊精英第40层。"
  },
  [1402126] = {
    id = 1402126,
    Text = "有点晕，怎么还没结束？通关无限回廊精英第60层。"
  },
  [1402127] = {
    id = 1402127,
    Text = "有点晕，怎么还没结束？通关无限回廊精英第70层。"
  },
  [1402131] = {
    id = 1402131,
    Text = "谁动了我的蛋糕！通关蛋糕保卫战初心难度。"
  },
  [1402132] = {
    id = 1402132,
    Text = "谁动了我的蛋糕！通关蛋糕保卫战冒险难度。"
  },
  [1402133] = {
    id = 1402133,
    Text = "谁动了我的蛋糕！通关蛋糕保卫战勇士难度。"
  },
  [1402141] = {
    id = 1402141,
    Text = "来吧……跟着火光前行……通关尼夫海姆炼狱精英难度1。"
  },
  [1402142] = {
    id = 1402142,
    Text = "来吧……跟着火光前行……通关尼夫海姆炼狱精英难度2。"
  },
  [1402143] = {
    id = 1402143,
    Text = "来吧……跟着火光前行……通关尼夫海姆炼狱精英难度3。"
  },
  [1402144] = {
    id = 1402144,
    Text = "来吧……跟着火光前行……通关尼夫海姆炼狱精英难度4。"
  },
  [1402145] = {
    id = 1402145,
    Text = "来吧……跟着火光前行……通关尼夫海姆炼狱精英难度5。"
  },
  [1402146] = {
    id = 1402146,
    Text = "来吧……跟着火光前行……通关尼夫海姆炼狱勇士难度1。"
  },
  [1402147] = {
    id = 1402147,
    Text = "来吧……跟着火光前行……通关尼夫海姆炼狱勇士难度2。"
  },
  [1402148] = {
    id = 1402148,
    Text = "来吧……跟着火光前行……通关尼夫海姆炼狱勇士难度3。"
  },
  [1402149] = {
    id = 1402149,
    Text = "来吧……跟着火光前行……通关尼夫海姆炼狱勇士难度4。"
  },
  [1402150] = {
    id = 1402150,
    Text = "来吧……跟着火光前行……通关尼夫海姆炼狱勇士难度5。"
  },
  [1402151] = {
    id = 1402151,
    Text = "享受这个奇妙的夜晚。参与击杀波纳佩博物岛初心难度第1个MVP幻龙加利厄隆坦。"
  },
  [1402152] = {
    id = 1402152,
    Text = "享受这个奇妙的夜晚。参与击杀波纳佩博物岛初心难度第2个MVP先王骑士团。"
  },
  [1402153] = {
    id = 1402153,
    Text = "享受这个奇妙的夜晚。参与击杀波纳佩博物岛初心难度第3个MVP祖尔、珀卡拉尼、努卡、卡摩拉。"
  },
  [1402154] = {
    id = 1402154,
    Text = "享受这个奇妙的夜晚。参与击杀波纳佩博物岛勇士难度第1个MVP幻龙加利厄隆坦。"
  },
  [1402155] = {
    id = 1402155,
    Text = "享受这个奇妙的夜晚。参与击杀波纳佩博物岛勇士难度第2个MVP先王骑士团。"
  },
  [1402156] = {
    id = 1402156,
    Text = "享受这个奇妙的夜晚。参与击杀波纳佩博物岛勇士难度第3个MVP祖尔、珀卡拉尼、努卡、卡摩拉。"
  },
  [1402157] = {
    id = 1402157,
    Text = "享受这个奇妙的夜晚。参与击杀波纳佩博物岛英灵难度第1个MVP幻龙加利厄隆坦。"
  },
  [1402158] = {
    id = 1402158,
    Text = "享受这个奇妙的夜晚。参与击杀波纳佩博物岛英灵难度第2个MVP先王骑士团。"
  },
  [1402159] = {
    id = 1402159,
    Text = "享受这个奇妙的夜晚。参与击杀波纳佩博物岛英灵难度第3个MVP祖尔、珀卡拉尼、努卡、卡摩拉。"
  },
  [1402160] = {
    id = 1402160,
    Text = "享受这个奇妙的夜晚。参与击杀波纳佩博物岛勇士难度第1个MVP幻龙加利厄隆坦过程中，队伍中无人死亡。"
  },
  [1402161] = {
    id = 1402161,
    Text = "享受这个奇妙的夜晚。参与击杀波纳佩博物岛勇士难度第2个MVP先王骑士团过程中，队伍中无人死亡。"
  },
  [1402162] = {
    id = 1402162,
    Text = "享受这个奇妙的夜晚。参与击杀波纳佩博物岛勇士难度第3个MVP祖尔、珀卡拉尼、努卡、卡摩拉过程中，队伍中无人死亡。"
  },
  [1402163] = {
    id = 1402163,
    Text = "享受这个奇妙的夜晚。参与击杀波纳佩博物岛勇士难度第1个MVP幻龙加利厄隆坦时，伤害量达到100万。"
  },
  [1402164] = {
    id = 1402164,
    Text = "享受这个奇妙的夜晚。参与击杀波纳佩博物岛勇士难度第2个MVP先王骑士团时，伤害量达到100万。"
  },
  [1402165] = {
    id = 1402165,
    Text = "享受这个奇妙的夜晚。参与击杀波纳佩博物岛勇士难度第3个MVP祖尔、珀卡拉尼、努卡、卡摩拉时，伤害量达到100万。"
  },
  [1402181] = {
    id = 1402181,
    Text = "探险是一种本能。参与击杀探秘迷踪岛初心难度第1个MVP熔石巨像。"
  },
  [1402182] = {
    id = 1402182,
    Text = "探险是一种本能。参与击杀探秘迷踪岛初心难度第2个MVP海灵图腾。"
  },
  [1402183] = {
    id = 1402183,
    Text = "探险是一种本能。参与击杀探秘迷踪岛初心难度第3个MVP妖灵提督。"
  },
  [1402184] = {
    id = 1402184,
    Text = "探险是一种本能。参与击杀探秘迷踪岛勇士难度第1个MVP熔石巨像。"
  },
  [1402185] = {
    id = 1402185,
    Text = "探险是一种本能。参与击杀探秘迷踪岛勇士难度第2个MVP海灵图腾。"
  },
  [1402186] = {
    id = 1402186,
    Text = "探险是一种本能。参与击杀探秘迷踪岛勇士难度第3个MVP妖灵提督。"
  },
  [1402187] = {
    id = 1402187,
    Text = "探险是一种本能。参与击杀探秘迷踪岛英灵难度第1个MVP熔石巨像。"
  },
  [1402188] = {
    id = 1402188,
    Text = "探险是一种本能。参与击杀探秘迷踪岛英灵难度第2个MVP海灵图腾。"
  },
  [1402189] = {
    id = 1402189,
    Text = "探险是一种本能。参与击杀探秘迷踪岛英灵难度第3个MVP妖灵提督。"
  },
  [1402190] = {
    id = 1402190,
    Text = "探险是一种本能。参与击杀探秘迷踪岛勇士难度第1个MVP熔石巨像过程中，队伍中无人死亡。"
  },
  [1402191] = {
    id = 1402191,
    Text = "探险是一种本能。参与击杀探秘迷踪岛勇士难度第2个MVP海灵图腾过程中，队伍中无人死亡。"
  },
  [1402192] = {
    id = 1402192,
    Text = "探险是一种本能。参与击杀探秘迷踪岛勇士难度第3个MVP妖灵提督过程中，队伍中无人死亡。"
  },
  [1402193] = {
    id = 1402193,
    Text = "探险是一种本能。参与击杀探秘迷踪岛勇士难度第1个MVP熔石巨像时，伤害量达到100万。"
  },
  [1402194] = {
    id = 1402194,
    Text = "探险是一种本能。参与击杀探秘迷踪岛勇士难度第2个MVP海灵图腾时，伤害量达到100万。"
  },
  [1402195] = {
    id = 1402195,
    Text = "探险是一种本能。参与击杀探秘迷踪岛勇士难度第3个MVP妖灵提督时，伤害量达到100万。"
  },
  [1402211] = {
    id = 1402211,
    Text = "手拉着手，就会有奇迹发生。通关达纳托斯之塔1区守护者大厅初心难度。"
  },
  [1402212] = {
    id = 1402212,
    Text = "手拉着手，就会有奇迹发生。通关达纳托斯之塔2区枷锁之间初心难度。"
  },
  [1402213] = {
    id = 1402213,
    Text = "手拉着手，就会有奇迹发生。通关达纳托斯之塔3区意志囚笼初心难度。"
  },
  [1402214] = {
    id = 1402214,
    Text = "手拉着手，就会有奇迹发生。通关达纳托斯之塔4区封印之间初心难度。"
  },
  [1402215] = {
    id = 1402215,
    Text = "手拉着手，就会有奇迹发生。通关达纳托斯之塔1区守护者大厅勇士难度。"
  },
  [1402216] = {
    id = 1402216,
    Text = "手拉着手，就会有奇迹发生。通关达纳托斯之塔2区枷锁之间勇士难度。"
  },
  [1402217] = {
    id = 1402217,
    Text = "手拉着手，就会有奇迹发生。通关达纳托斯之塔3区意志囚笼勇士难度。"
  },
  [1402218] = {
    id = 1402218,
    Text = "手拉着手，就会有奇迹发生。通关达纳托斯之塔4区封印之间勇士难度。"
  },
  [1402219] = {
    id = 1402219,
    Text = "手拉着手，就会有奇迹发生。通关达纳托斯之塔1区守护者大厅英灵难度。"
  },
  [1402220] = {
    id = 1402220,
    Text = "手拉着手，就会有奇迹发生。通关达纳托斯之塔2区枷锁之间英灵难度。"
  },
  [1402221] = {
    id = 1402221,
    Text = "手拉着手，就会有奇迹发生。通关达纳托斯之塔3区意志囚笼英灵难度。"
  },
  [1402222] = {
    id = 1402222,
    Text = "手拉着手，就会有奇迹发生。通关达纳托斯之塔4区封印之间英灵难度。"
  },
  [1402241] = {
    id = 1402241,
    Text = "守卫者的杀戮是温柔的守护。通关副本虎王的咆哮初心难度。"
  },
  [1402242] = {
    id = 1402242,
    Text = "守卫者的杀戮是温柔的守护。通关副本虎王的咆哮勇士难度。"
  },
  [1402243] = {
    id = 1402243,
    Text = "守卫者的杀戮是温柔的守护。通关副本虎王的咆哮英灵难度。"
  },
  [1402244] = {
    id = 1402244,
    Text = "守卫者的杀戮是温柔的守护。达成副本虎王的咆哮三星目标。"
  },
  [1402245] = {
    id = 1402245,
    Text = "守卫者的杀戮是温柔的守护。通关副本海神的风暴初心难度。"
  },
  [1402246] = {
    id = 1402246,
    Text = "守卫者的杀戮是温柔的守护。通关副本海神的风暴勇士难度。"
  },
  [1402247] = {
    id = 1402247,
    Text = "守卫者的杀戮是温柔的守护。通关副本海神的风暴英灵难度。"
  },
  [1402248] = {
    id = 1402248,
    Text = "守卫者的杀戮是温柔的守护。达成副本海神的风暴三星目标。"
  },
  [1402249] = {
    id = 1402249,
    Text = "守卫者的杀戮是温柔的守护。通关副本梦罗克的暗影初心难度。"
  },
  [1402250] = {
    id = 1402250,
    Text = "守卫者的杀戮是温柔的守护。通关副本梦罗克的暗影勇士难度。"
  },
  [1402251] = {
    id = 1402251,
    Text = "守卫者的杀戮是温柔的守护。通关副本梦罗克的暗影英灵难度。"
  },
  [1402252] = {
    id = 1402252,
    Text = "守卫者的杀戮是温柔的守护。达成副本梦罗克的暗影三星目标。"
  },
  [1402253] = {
    id = 1402253,
    Text = "守卫者的杀戮是温柔的守护。通关副本樱下镇灵封印初心难度。"
  },
  [1402254] = {
    id = 1402254,
    Text = "守卫者的杀戮是温柔的守护。通关副本樱下镇灵封印勇士难度。"
  },
  [1402255] = {
    id = 1402255,
    Text = "守卫者的杀戮是温柔的守护。通关副本樱下镇灵封印英灵难度。"
  },
  [1402256] = {
    id = 1402256,
    Text = "守卫者的杀戮是温柔的守护。达成副本樱下镇灵封印三星目标。"
  },
  [1402257] = {
    id = 1402257,
    Text = "守卫者的杀戮是温柔的守护。通关副本黑暗中的重逢初心难度。"
  },
  [1402258] = {
    id = 1402258,
    Text = "守卫者的杀戮是温柔的守护。通关副本黑暗中的重逢勇士难度。"
  },
  [1402259] = {
    id = 1402259,
    Text = "守卫者的杀戮是温柔的守护。通关副本黑暗中的重逢英灵难度。"
  },
  [1402260] = {
    id = 1402260,
    Text = "守卫者的杀戮是温柔的守护。达成副本黑暗中的重逢三星目标。"
  },
  [1402261] = {
    id = 1402261,
    Text = "守卫者的杀戮是温柔的守护。通关副本神树守卫战初心难度。"
  },
  [1402262] = {
    id = 1402262,
    Text = "守卫者的杀戮是温柔的守护。通关副本神树守卫战勇士难度。"
  },
  [1402263] = {
    id = 1402263,
    Text = "守卫者的杀戮是温柔的守护。通关副本神树守卫战英灵难度。"
  },
  [1402264] = {
    id = 1402264,
    Text = "守卫者的杀戮是温柔的守护。达成副本神树守卫战三星目标。"
  },
  [1402265] = {
    id = 1402265,
    Text = "守卫者的杀戮是温柔的守护。通关副本再见，故友初心难度。"
  },
  [1402266] = {
    id = 1402266,
    Text = "守卫者的杀戮是温柔的守护。通关副本再见，故友勇士难度。"
  },
  [1402267] = {
    id = 1402267,
    Text = "守卫者的杀戮是温柔的守护。通关副本再见，故友英灵难度。"
  },
  [1402268] = {
    id = 1402268,
    Text = "守卫者的杀戮是温柔的守护。达成副本再见，故友三星目标。"
  },
  [1402269] = {
    id = 1402269,
    Text = "守卫者的杀戮是温柔的守护。通关副本彼岸的决战初心难度。"
  },
  [1402270] = {
    id = 1402270,
    Text = "守卫者的杀戮是温柔的守护。通关副本彼岸的决战勇士难度。"
  },
  [1402271] = {
    id = 1402271,
    Text = "守卫者的杀戮是温柔的守护。通关副本彼岸的决战英灵难度。"
  },
  [1402272] = {
    id = 1402272,
    Text = "守卫者的杀戮是温柔的守护。达成副本彼岸的决战三星目标。"
  },
  [1402273] = {
    id = 1402273,
    Text = "守卫者的杀戮是温柔的守护。通关副本夏日大作战初心难度。"
  },
  [1402274] = {
    id = 1402274,
    Text = "守卫者的杀戮是温柔的守护。通关副本夏日大作战勇士难度。"
  },
  [1402275] = {
    id = 1402275,
    Text = "守卫者的杀戮是温柔的守护。通关副本夏日大作战英灵难度。"
  },
  [1402276] = {
    id = 1402276,
    Text = "守卫者的杀戮是温柔的守护。达成副本夏日大作战三星目标。"
  },
  [1402277] = {
    id = 1402277,
    Text = "守卫者的杀戮是温柔的守护。通关副本灾厄之巢初心难度。"
  },
  [1402278] = {
    id = 1402278,
    Text = "守卫者的杀戮是温柔的守护。通关副本灾厄之巢勇士难度。"
  },
  [1402279] = {
    id = 1402279,
    Text = "守卫者的杀戮是温柔的守护。通关副本灾厄之巢英灵难度。"
  },
  [1402280] = {
    id = 1402280,
    Text = "守卫者的杀戮是温柔的守护。达成副本灾厄之巢三星目标。"
  },
  [1402301] = {
    id = 1402301,
    Text = "穿梭时空，寻找宝藏。通关副本虎王的咆哮素材模式。"
  },
  [1402302] = {
    id = 1402302,
    Text = "穿梭时空，寻找宝藏。通关副本海神的风暴素材模式。"
  },
  [1402303] = {
    id = 1402303,
    Text = "穿梭时空，寻找宝藏。通关副本梦罗克的暗影素材模式。"
  },
  [1402304] = {
    id = 1402304,
    Text = "穿梭时空，寻找宝藏。通关副本樱下镇灵封印素材模式。"
  },
  [1402305] = {
    id = 1402305,
    Text = "穿梭时空，寻找宝藏。通关副本黑暗中的重逢素材模式。"
  },
  [1402306] = {
    id = 1402306,
    Text = "穿梭时空，寻找宝藏。通关副本神树守卫战素材模式。"
  },
  [1402307] = {
    id = 1402307,
    Text = "穿梭时空，寻找宝藏。通关副本再见，故友素材模式。"
  },
  [1402308] = {
    id = 1402308,
    Text = "穿梭时空，寻找宝藏。通关副本彼岸的决战素材模式。"
  },
  [1402309] = {
    id = 1402309,
    Text = "穿梭时空，寻找宝藏。通关副本夏日大作战素材模式。"
  },
  [1402310] = {
    id = 1402310,
    Text = "穿梭时空，寻找宝藏。通关副本灾厄之巢素材模式。"
  },
  [1402500] = {
    id = 1402500,
    Text = "重返波纳佩，创造历史。通关副本波纳佩秘境。"
  },
  [1402601] = {
    id = 1402601,
    Text = "敬在无限中未曾迷失自我的你。通关无限回廊勇士第1层。"
  },
  [1402602] = {
    id = 1402602,
    Text = "敬在无限中未曾迷失自我的你。通关无限回廊勇士第5层。"
  },
  [1402603] = {
    id = 1402603,
    Text = "敬在无限中未曾迷失自我的你。通关无限回廊勇士第10层。"
  },
  [1402604] = {
    id = 1402604,
    Text = "敬在无限中未曾迷失自我的你。通关无限回廊勇士第20层。"
  },
  [1402605] = {
    id = 1402605,
    Text = "敬在无限中未曾迷失自我的你。通关无限回廊勇士第40层。"
  },
  [1402606] = {
    id = 1402606,
    Text = "敬在无限中未曾迷失自我的你。通关无限回廊勇士第60层。"
  },
  [1402607] = {
    id = 1402607,
    Text = "敬在无限中未曾迷失自我的你。通关无限回廊勇士第70层。"
  },
  [1402701] = {
    id = 1402701,
    Text = "漫漫长夜，星月无光，你登上高空守护希望。通关白星飞空艇勇士难度1。"
  },
  [1402702] = {
    id = 1402702,
    Text = "漫漫长夜，星月无光，你登上高空守护希望。通关白星飞空艇勇士难度2。"
  },
  [1402703] = {
    id = 1402703,
    Text = "漫漫长夜，星月无光，你登上高空守护希望。通关白星飞空艇勇士难度3。"
  },
  [1402704] = {
    id = 1402704,
    Text = "漫漫长夜，星月无光，你登上高空守护希望。通关白星飞空艇勇士难度4。"
  },
  [1402705] = {
    id = 1402705,
    Text = "漫漫长夜，星月无光，你登上高空守护希望。通关白星飞空艇勇士难度5。"
  },
  [1402706] = {
    id = 1402706,
    Text = "漫漫长夜，星月无光，你登上高空守护希望。通关白星飞空艇勇士难度6。"
  },
  [1402707] = {
    id = 1402707,
    Text = "漫漫长夜，星月无光，你登上高空守护希望。通关白星飞空艇勇士难度7。"
  },
  [1402708] = {
    id = 1402708,
    Text = "漫漫长夜，星月无光，你登上高空守护希望。通关白星飞空艇勇士难度8。"
  },
  [1402709] = {
    id = 1402709,
    Text = "漫漫长夜，星月无光，你登上高空守护希望。通关白星飞空艇勇士难度9。"
  },
  [1402710] = {
    id = 1402710,
    Text = "漫漫长夜，星月无光，你登上高空守护希望。通关白星飞空艇勇士难度10。"
  },
  [1402711] = {
    id = 1402711,
    Text = "漫漫长夜，星月无光，你登上高空守护希望。通关白星飞空艇勇士难度11。"
  },
  [1402712] = {
    id = 1402712,
    Text = "漫漫长夜，星月无光，你登上高空守护希望。通关白星飞空艇勇士难度12。"
  },
  [1402713] = {
    id = 1402713,
    Text = "漫漫长夜，星月无光，你登上高空守护希望。通关白星飞空艇勇士难度13。"
  },
  [1402714] = {
    id = 1402714,
    Text = "漫漫长夜，星月无光，你登上高空守护希望。通关白星飞空艇勇士难度14。"
  },
  [1402715] = {
    id = 1402715,
    Text = "漫漫长夜，星月无光，你登上高空守护希望。通关白星飞空艇勇士难度15。"
  },
  [1402751] = {
    id = 1402751,
    Text = "白星破晓，终有微光，你站在风中迎接黎明。通关白星飞空艇精英难度1。"
  },
  [1402752] = {
    id = 1402752,
    Text = "白星破晓，终有微光，你站在风中迎接黎明。通关白星飞空艇精英难度2。"
  },
  [1402753] = {
    id = 1402753,
    Text = "白星破晓，终有微光，你站在风中迎接黎明。通关白星飞空艇精英难度3。"
  },
  [1402754] = {
    id = 1402754,
    Text = "白星破晓，终有微光，你站在风中迎接黎明。通关白星飞空艇精英难度4。"
  },
  [1402755] = {
    id = 1402755,
    Text = "白星破晓，终有微光，你站在风中迎接黎明。通关白星飞空艇精英难度5。"
  },
  [1402756] = {
    id = 1402756,
    Text = "白星破晓，终有微光，你站在风中迎接黎明。通关白星飞空艇精英难度6。"
  },
  [1402757] = {
    id = 1402757,
    Text = "白星破晓，终有微光，你站在风中迎接黎明。通关白星飞空艇精英难度7。"
  },
  [1402758] = {
    id = 1402758,
    Text = "白星破晓，终有微光，你站在风中迎接黎明。通关白星飞空艇精英难度8。"
  },
  [1402759] = {
    id = 1402759,
    Text = "白星破晓，终有微光，你站在风中迎接黎明。通关白星飞空艇精英难度9。"
  },
  [1402760] = {
    id = 1402760,
    Text = "白星破晓，终有微光，你站在风中迎接黎明。通关白星飞空艇精英难度10。"
  },
  [1402761] = {
    id = 1402761,
    Text = "白星破晓，终有微光，你站在风中迎接黎明。通关白星飞空艇精英难度11。"
  },
  [1402762] = {
    id = 1402762,
    Text = "白星破晓，终有微光，你站在风中迎接黎明。通关白星飞空艇精英难度12。"
  },
  [1402763] = {
    id = 1402763,
    Text = "白星破晓，终有微光，你站在风中迎接黎明。通关白星飞空艇精英难度13。"
  },
  [1402764] = {
    id = 1402764,
    Text = "白星破晓，终有微光，你站在风中迎接黎明。通关白星飞空艇精英难度14。"
  },
  [1402765] = {
    id = 1402765,
    Text = "白星破晓，终有微光，你站在风中迎接黎明。通关白星飞空艇精英难度15。"
  },
  [1403011] = {
    id = 1403011,
    Text = "来吧伙伴，加入我的冒险之旅吧！"
  },
  [1403021] = {
    id = 1403021,
    Text = "五郎、阿宝、山葵、美莎，能认识你们真好！"
  },
  [1403031] = {
    id = 1403031,
    Text = "这就是狩猎啊~！"
  },
  [1404011] = {
    id = 1404011,
    Text = "死亡……并不是终点，记住要对自己说，not today！"
  },
  [1404021] = {
    id = 1404021,
    Text = "[隐藏成就]说是大礼包，其实只是返还你100万Base经验呢~(嗯，“唐诗王”=“100万Base经验”，没毛病！)，所以愉快的接受吧~千万别嫌多啊。"
  },
  [1405001] = {
    id = 1405001,
    Text = "斗技场！死战之地！沙漠之狼！我们来了！Fighting！！"
  },
  [1405011] = {
    id = 1405011,
    Text = "Winner winner chicken dinner!"
  },
  [1405021] = {
    id = 1405021,
    Text = "斗技场！目标：华丽金属！Fighting！！"
  },
  [1405031] = {
    id = 1405031,
    Text = "这颗胜果，我们就收下了！"
  },
  [1405041] = {
    id = 1405041,
    Text = "倾城之力，为荣耀而战。在公会战中，参与占领进攻据点1次。"
  },
  [1405042] = {
    id = 1405042,
    Text = "倾城之力，为荣耀而战。在公会战中，参与占领进攻据点10次。"
  },
  [1405043] = {
    id = 1405043,
    Text = "倾城之力，为荣耀而战。在公会战中，参与占领进攻据点50次。"
  },
  [1405044] = {
    id = 1405044,
    Text = "倾城之力，为荣耀而战。在公会战中，参与占领进攻据点100次。"
  },
  [1405051] = {
    id = 1405051,
    Text = "来自洁萝露尔的祝福。在公会战中，参与获取华丽金属1次。"
  },
  [1405052] = {
    id = 1405052,
    Text = "来自洁萝露尔的祝福。在公会战中，参与获取华丽金属10次。"
  },
  [1405053] = {
    id = 1405053,
    Text = "来自洁萝露尔的祝福。在公会战中，参与获取华丽金属50次。"
  },
  [1405054] = {
    id = 1405054,
    Text = "来自洁萝露尔的祝福。在公会战中，参与获取华丽金属100次。"
  },
  [1405061] = {
    id = 1405061,
    Text = "现在巴基力雷恩是属于你们的了。在公会战结束后，成功占领城池巴基力雷恩_大。"
  },
  [1405062] = {
    id = 1405062,
    Text = "现在巴基力雷恩是属于你们的了。在公会战结束后，成功占领城池巴基力雷恩_中。"
  },
  [1405063] = {
    id = 1405063,
    Text = "现在巴基力雷恩是属于你们的了。在公会战结束后，成功占领城池巴基力雷恩_小。"
  },
  [1405071] = {
    id = 1405071,
    Text = "现在怖立特离亚是属于你们的了。在公会战结束后，成功占领城池怖立特离亚_大。"
  },
  [1405072] = {
    id = 1405072,
    Text = "现在怖立特离亚是属于你们的了。在公会战结束后，成功占领城池怖立特离亚_中。"
  },
  [1405073] = {
    id = 1405073,
    Text = "现在怖立特离亚是属于你们的了。在公会战结束后，成功占领城池怖立特离亚_小。"
  },
  [1405081] = {
    id = 1405081,
    Text = "现在青林湖泊是属于你们的了。在公会战结束后，成功占领城池青林湖泊_大。"
  },
  [1405082] = {
    id = 1405082,
    Text = "现在青林湖泊是属于你们的了。在公会战结束后，成功占领城池青林湖泊_中。"
  },
  [1405083] = {
    id = 1405083,
    Text = "现在青林湖泊是属于你们的了。在公会战结束后，成功占领城池青林湖泊_小。"
  },
  [1405091] = {
    id = 1405091,
    Text = "现在露依纳是属于你们的了。在公会战结束后，成功占领城池露依纳_大。"
  },
  [1405092] = {
    id = 1405092,
    Text = "现在露依纳是属于你们的了。在公会战结束后，成功占领城池露依纳_中。"
  },
  [1405093] = {
    id = 1405093,
    Text = "现在露依纳是属于你们的了。在公会战结束后，成功占领城池露依纳_小。"
  },
  [1405101] = {
    id = 1405101,
    Text = "英灵殿中的格斗者。击杀冒险者1次。"
  },
  [1405102] = {
    id = 1405102,
    Text = "英灵殿中的格斗者。击杀冒险者10次。"
  },
  [1405103] = {
    id = 1405103,
    Text = "英灵殿中的格斗者。击杀冒险者100次。"
  },
  [1405104] = {
    id = 1405104,
    Text = "英灵殿中的格斗者。击杀冒险者500次。"
  },
  [1405105] = {
    id = 1405105,
    Text = "英灵殿中的格斗者。击杀冒险者1000次。"
  },
  [1405106] = {
    id = 1405106,
    Text = "英灵殿中的格斗者。击杀冒险者5000次。"
  },
  [1405107] = {
    id = 1405107,
    Text = "英灵殿中的格斗者。击杀冒险者10000次。"
  },
  [1405111] = {
    id = 1405111,
    Text = "走开，这里没有你的位置！在公会战中，驱逐冒险者1次。"
  },
  [1405112] = {
    id = 1405112,
    Text = "走开，这里没有你的位置！在公会战中，驱逐冒险者10次。"
  },
  [1405113] = {
    id = 1405113,
    Text = "走开，这里没有你的位置！在公会战中，驱逐冒险者100次。"
  },
  [1405114] = {
    id = 1405114,
    Text = "走开，这里没有你的位置！在公会战中，驱逐冒险者500次。"
  },
  [1405115] = {
    id = 1405115,
    Text = "走开，这里没有你的位置！在公会战中，驱逐冒险者1000次。"
  },
  [1405121] = {
    id = 1405121,
    Text = "时间是循环了吗？复活冒险者1次。"
  },
  [1405122] = {
    id = 1405122,
    Text = "时间是循环了吗？复活冒险者10次。"
  },
  [1405123] = {
    id = 1405123,
    Text = "时间是循环了吗？复活冒险者100次。"
  },
  [1405124] = {
    id = 1405124,
    Text = "时间是循环了吗？复活冒险者500次。"
  },
  [1405125] = {
    id = 1405125,
    Text = "时间是循环了吗？复活冒险者1000次。"
  },
  [1405131] = {
    id = 1405131,
    Text = "为荣耀而战！在公会战中，完成团体目标1次。"
  },
  [1405132] = {
    id = 1405132,
    Text = "为荣耀而战！在公会战中，完成团体目标10次。"
  },
  [1405133] = {
    id = 1405133,
    Text = "为荣耀而战！在公会战中，完成团体目标100次。"
  },
  [1405141] = {
    id = 1405141,
    Text = "在夜空中驱马奔驰，铠甲闪耀着光芒。所有头饰部位装备GVG赛季装备，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1405151] = {
    id = 1405151,
    Text = "你们的勇敢和力量成就了新的传说。在任意一个GVG赛季中，达成GVG赛季排名第1名。"
  },
  [1405152] = {
    id = 1405152,
    Text = "愿你们沐浴无尽荣光。在任意一个GVG赛季中，达成GVG赛季排名前2名。"
  },
  [1405153] = {
    id = 1405153,
    Text = "勇士们，为荣光而战！在任意一个GVG赛季中，达成GVG赛季排名前3名。"
  },
  [1405154] = {
    id = 1405154,
    Text = "聆听荣光的赞歌。在任意一个GVG赛季中，达成GVG赛季排名前10名。"
  },
  [1405155] = {
    id = 1405155,
    Text = "荣光赐予勇士嘉奖。在任意一个GVG赛季中，达成GVG赛季排名前50名。"
  },
  [1405156] = {
    id = 1405156,
    Text = "愿荣光指引前进的方向。在任意一个GVG赛季中，达成GVG赛季排名前100名。"
  },
  [1405157] = {
    id = 1405157,
    Text = "为了胜利！为了荣光！在任意一个GVG赛季中，达成GVG赛季排名前200名。"
  },
  [1405161] = {
    id = 1405161,
    Text = "愿辰星之光永恒闪耀。在公会战巅峰决战中，进入GVG巅峰辰星组。"
  },
  [1405162] = {
    id = 1405162,
    Text = "愿辉月之光永恒璀璨。在公会战巅峰决战中，进入GVG巅峰辉月组。"
  },
  [1405163] = {
    id = 1405163,
    Text = "愿炎阳之光永恒炽烈。在公会战巅峰决战中，进入GVG巅峰炎阳组。"
  },
  [1405171] = {
    id = 1405171,
    Text = "深藏功与名。作为佣兵参与GVG1次，获取任意个人目标奖励。"
  },
  [1405172] = {
    id = 1405172,
    Text = "深藏功与名。作为佣兵参与GVG3次，获取任意个人目标奖励。"
  },
  [1405173] = {
    id = 1405173,
    Text = "深藏功与名。作为佣兵参与GVG10次，获取任意个人目标奖励。"
  },
  [1405181] = {
    id = 1405181,
    Text = "你总能逃出地牢，谁让你是这一行里最棒的。在组队竞技赛中，赛季模式下赢得魔力地牢比赛5次。"
  },
  [1405182] = {
    id = 1405182,
    Text = "你总能逃出地牢，谁让你是这一行里最棒的。在组队竞技赛中，赛季模式下赢得魔力地牢比赛20次。"
  },
  [1405183] = {
    id = 1405183,
    Text = "你总能逃出地牢，谁让你是这一行里最棒的。在组队竞技赛中，赛季模式下赢得魔力地牢比赛50次。"
  },
  [1405191] = {
    id = 1405191,
    Text = "被风沙掩埋的殿堂重现火光，唯有胜利者能接过法老的权杖。在组队竞技赛中，赛季模式下赢得轮回神殿比赛5次。"
  },
  [1405192] = {
    id = 1405192,
    Text = "被风沙掩埋的殿堂重现火光，唯有胜利者能接过法老的权杖。在组队竞技赛中，赛季模式下赢得轮回神殿比赛20次。"
  },
  [1405193] = {
    id = 1405193,
    Text = "被风沙掩埋的殿堂重现火光，唯有胜利者能接过法老的权杖。在组队竞技赛中，赛季模式下赢得轮回神殿比赛50次。"
  },
  [1405201] = {
    id = 1405201,
    Text = "当走出那一步时，你明白真正的胜负已然决出。在组队竞技赛中，赛季模式下赢得黑白棋局比赛5次。"
  },
  [1405202] = {
    id = 1405202,
    Text = "当走出那一步时，你明白真正的胜负已然决出。在组队竞技赛中，赛季模式下赢得黑白棋局比赛20次。"
  },
  [1405203] = {
    id = 1405203,
    Text = "当走出那一步时，你明白真正的胜负已然决出。在组队竞技赛中，赛季模式下赢得黑白棋局比赛50次。"
  },
  [1405211] = {
    id = 1405211,
    Text = "胜利属于伙伴与勇士，站在高处，便是另一座山峰。获得组队竞技赛杯赛十六强。"
  },
  [1405212] = {
    id = 1405212,
    Text = "胜利属于伙伴与勇士，站在高处，便是另一座山峰。获得组队竞技赛杯赛四强。"
  },
  [1405213] = {
    id = 1405213,
    Text = "胜利属于伙伴与勇士，站在高处，便是另一座山峰。获得组队竞技赛杯赛冠军。"
  },
  [1405221] = {
    id = 1405221,
    Text = "每一次安心的冲锋，都依赖于能让你交付后背的伙伴。参与组队竞技赛10次。"
  },
  [1405222] = {
    id = 1405222,
    Text = "每一次安心的冲锋，都依赖于能让你交付后背的伙伴。参与组队竞技赛40次。"
  },
  [1405223] = {
    id = 1405223,
    Text = "每一次安心的冲锋，都依赖于能让你交付后背的伙伴。参与组队竞技赛100次。"
  },
  [1405231] = {
    id = 1405231,
    Text = "当你踏上战场，从没想过以败者的姿态离开。获得圣域之战杯赛十六强。"
  },
  [1405232] = {
    id = 1405232,
    Text = "当你踏上战场，从没想过以败者的姿态离开。获得圣域之战杯赛四强。"
  },
  [1405233] = {
    id = 1405233,
    Text = "当你踏上战场，从没想过以败者的姿态离开。获得圣域之战杯赛冠军。"
  },
  [1405241] = {
    id = 1405241,
    Text = "向前总是需要勇气，为队友执剑，只为最终的胜利。参与圣域之战10次。"
  },
  [1405242] = {
    id = 1405242,
    Text = "向前总是需要勇气，为队友执剑，只为最终的胜利。参与圣域之战30次。"
  },
  [1405243] = {
    id = 1405243,
    Text = "向前总是需要勇气，为队友执剑，只为最终的胜利。参与圣域之战50次。"
  },
  [1406001] = {
    id = 1406001,
    Text = "帮助典狱官训练虚空领域的囚徒。"
  },
  [1406002] = {
    id = 1406002,
    Text = "给虚空领域的囚徒一些\"爱的鼓励\"。"
  },
  [1406003] = {
    id = 1406003,
    Text = "帮助典狱官教训虚空领域的囚徒。"
  },
  [1406011] = {
    id = 1406011,
    Text = "让虚空领域的魔王们清晰自己囚徒的定位！"
  },
  [1406012] = {
    id = 1406012,
    Text = "让虚空领域的魔王们找到自己囚徒的地位！"
  },
  [1406013] = {
    id = 1406013,
    Text = "让虚空领域的魔王们认清自己囚徒的身份！"
  },
  [1406021] = {
    id = 1406021,
    Text = "你的威名令虚空领域的魔王肃然起敬！"
  },
  [1406022] = {
    id = 1406022,
    Text = "你的威名令虚空领域的魔王胆战心惊！"
  },
  [1406023] = {
    id = 1406023,
    Text = "你的威名令虚空领域的魔王瑟瑟发抖！"
  },
  [1451011] = {
    id = 1451011,
    Text = "完成A级珍藏品任务，了解古城的迷雾。"
  },
  [1451021] = {
    id = 1451021,
    Text = "完成古城精英任务，解开隐藏的真相。"
  },
  [1451031] = {
    id = 1451031,
    Text = "完成古城大厅中特殊著名怪的珍藏品收集。"
  },
  [1451041] = {
    id = 1451041,
    Text = "收集弹性恶魔的珍藏品。"
  },
  [1451042] = {
    id = 1451042,
    Text = "收集海德拉的珍藏品。"
  },
  [1451043] = {
    id = 1451043,
    Text = "收集德古拉的珍藏品。"
  },
  [1451044] = {
    id = 1451044,
    Text = "收集堕天使的珍藏品。"
  },
  [1451051] = {
    id = 1451051,
    Text = "了解古城的历史，发现隐藏的故事。"
  },
  [1451061] = {
    id = 1451061,
    Text = "消灭古城中的特殊MVP魔物，获得古城的荣誉。"
  },
  [1451071] = {
    id = 1451071,
    Text = "真正了解古城的人，才配支配这个古老的城市。"
  },
  [1451081] = {
    id = 1451081,
    Text = "珍藏品一个都不能少。"
  },
  [1452001] = {
    id = 1452001,
    Text = "跟着任务的步伐进一步的了解钟楼吧！"
  },
  [1452002] = {
    id = 1452002,
    Text = "收集齐钟楼1F的A级珍藏品，揭开尘封的往事。"
  },
  [1452003] = {
    id = 1452003,
    Text = "收集齐钟楼2F的A级珍藏品，探索钟楼隐藏的秘密。"
  },
  [1452004] = {
    id = 1452004,
    Text = "完成钟楼A级珍藏品任务，面对前途未知的挑战。"
  },
  [1452005] = {
    id = 1452005,
    Text = "完成钟楼区域吟游诗人任务，进一步了解这个城市的过去。"
  },
  [1452006] = {
    id = 1452006,
    Text = "完成钟楼区域精英任务，感受时间的魅力。"
  },
  [1452007] = {
    id = 1452007,
    Text = "完成钟楼区域特殊带名魔物的珍藏品收集。"
  },
  [1452008] = {
    id = 1452008,
    Text = "收集时间管理者·过去的珍藏品。"
  },
  [1452009] = {
    id = 1452009,
    Text = "收集时间管理者·未来的珍藏品。"
  },
  [1452010] = {
    id = 1452010,
    Text = "收集时间管理者·今日的珍藏品。"
  },
  [1452011] = {
    id = 1452011,
    Text = "收集齐全部时间管理者的珍藏品。"
  },
  [1452012] = {
    id = 1452012,
    Text = "完成对钟楼区域的深入探索，发掘被时间埋没的真相。"
  },
  [1452013] = {
    id = 1452013,
    Text = "真正了解钟楼的人，才能获得钟楼的认可。"
  },
  [1452014] = {
    id = 1452014,
    Text = "钟楼—环形梦魇：击败大蛇环形梦魇，成为拯救艾尔帕兰的英雄！"
  },
  [1453001] = {
    id = 1453001,
    Text = "在迷幻绚烂的表演中，你看穿了小丑的把戏吗？"
  },
  [1453002] = {
    id = 1453002,
    Text = "温馨友爱的马戏表演中也可能充斥着莫名的惊吓和未知的恐惧，让我听到你的尖叫吧~"
  },
  [1453003] = {
    id = 1453003,
    Text = "在贝蒂和加尔的冒险经历中，你感受到他们的情真意切了吗？"
  },
  [1453004] = {
    id = 1453004,
    Text = "从吟游诗人的口中了解姜饼城的悠久历史。"
  },
  [1453005] = {
    id = 1453005,
    Text = "收集姜饼城所有地面珍藏品，游玩姜饼城。"
  },
  [1453006] = {
    id = 1453006,
    Text = "完成姜饼城区域精英任务，感受童话世界的美妙。"
  },
  [1453007] = {
    id = 1453007,
    Text = "完成姜饼城区域支线任务，小故事里也蕴藏着真挚感情。"
  },
  [1453008] = {
    id = 1453008,
    Text = "只有细致的探索发现，才能真正感受到姜饼城的魅力所在。"
  },
  [1453009] = {
    id = 1453009,
    Text = "在寂静的祷告声中，重新认识姜饼城。"
  },
  [1453010] = {
    id = 1453010,
    Text = "在冰天雪地里也不忘初心守卫姜饼城的冒险者，圣诞老人特授予您“温暖捍卫者”的荣誉称号。"
  },
  [1454001] = {
    id = 1454001,
    Text = "完成玩具工厂中所有特殊带名魔物的珍藏品收集。"
  },
  [1454002] = {
    id = 1454002,
    Text = "被可怕的魔灵娃娃亲吻会是怎样一番感受呢？请完成玩具工厂2F中魔灵娃娃Mini带名魔物的珍藏品收集。"
  },
  [1454003] = {
    id = 1454003,
    Text = "只有在节日庆典中表现突出的人才会被赠予丰厚的礼物哦。"
  },
  [1454101] = {
    id = 1454101,
    Text = "如果你在这樱花圣地呆久了，你也许会感受到她的美丽风情"
  },
  [1454102] = {
    id = 1454102,
    Text = "女装的世界，可不是一般人能够看得懂的"
  },
  [1454103] = {
    id = 1454103,
    Text = "为了心中最爱的人而奋力拼搏，会发生什么奇迹也说不定呢"
  },
  [1454201] = {
    id = 1454201,
    Text = "神秘的朱诺伴随着被掩埋的真相，作为异国来的客人我们不得不要遵守一些规则。"
  },
  [1454202] = {
    id = 1454202,
    Text = "那些遗失在风里的伟大意志啊，似乎正在诉说着峥嵘的光辉岁月"
  },
  [1454203] = {
    id = 1454203,
    Text = "当你发现那些掩埋的真相时，你也许会感到不可思议"
  },
  [1454204] = {
    id = 1454204,
    Text = "那些飘荡在风里的诗句啊，真是令人陶醉"
  },
  [1454205] = {
    id = 1454205,
    Text = "听，那些漂浮在空中的美妙乐章，似乎在传颂着过去的辉煌"
  },
  [1454206] = {
    id = 1454206,
    Text = "那些隐藏在朱诺的细微琐事，也蕴藏着丰富的历史人情"
  },
  [1454207] = {
    id = 1454207,
    Text = "直面半神的冒险者啊，我赞美你的英勇，愿你不惧艰险地继续前行"
  },
  [1454208] = {
    id = 1454208,
    Text = "远远望去，这座古老的王国似乎透露着一丝生机；纵然一望无际的沙漠，也会因为有人哼着小曲儿而散发出生命力。"
  },
  [1454209] = {
    id = 1454209,
    Text = "晚风中传来的，不仅仅是凉意。滑过你耳边的，是这里的亡灵们曾经呼救的哀嚎。"
  },
  [1454210] = {
    id = 1454210,
    Text = "你攥得住手里这滩沙么？或许吧，攥得住的都已经成为了泥块。而那流逝掉的，早已渗入这块土地默默的窥探着发生的一切。"
  },
  [1454211] = {
    id = 1454211,
    Text = "经历暴雨后，朱诺第一缕阳光将城市与天空都披上了绚烂的金色。"
  },
  [1454212] = {
    id = 1454212,
    Text = "悬浮的天空之城朱诺！手里的相机根本停不下来呢，每一处风景，都如同云端的仙境一般梦幻！"
  },
  [1454213] = {
    id = 1454213,
    Text = "这里就是卢恩王国与修发兹共和国的国境线嘛？多么美妙的风景啊！这里简直就是景点摄影师的天堂！等等，那个高原佩瑞丝好可爱！偷偷拍几张吧…"
  },
  [1454214] = {
    id = 1454214,
    Text = "身处偌大的艾因布洛克原野，迎面吹拂来一阵荒野之风~真舒服呢！真把我相机里风景与远方的你分享。等等，我的相机被土拨鼠抢走了，喂，快还给我！"
  },
  [1454215] = {
    id = 1454215,
    Text = "唔哇~这里真的好热啊，我的相机胶卷不会被烧坏吧？等等，那个岩浆结晶真好看，咔嚓咔嚓！"
  },
  [1454216] = {
    id = 1454216,
    Text = "年轻的冒险者啊，守望着朱诺的同时，是否心里会迷茫，沙漠之后，是绿洲么？也许吧，这征途少不了牺牲者。他们又去了哪里呢？"
  },
  [1454301] = {
    id = 1454301,
    Text = "冥河流淌，灵魂来去……"
  },
  [1454302] = {
    id = 1454302,
    Text = "生与死，只有一线之差。"
  },
  [1454303] = {
    id = 1454303,
    Text = "亡者的世界，却有着幻境般的奇妙。"
  },
  [1454304] = {
    id = 1454304,
    Text = "异乡的重逢，或是新的开始。"
  },
  [1454305] = {
    id = 1454305,
    Text = "互相陪伴着，挣脱所有的枷锁。"
  },
  [1454306] = {
    id = 1454306,
    Text = "即使在黑夜之中，也总有点点繁星用微光照亮一切。"
  },
  [1454307] = {
    id = 1454307,
    Text = "用这里的故事交织出一首动听的曲子，安抚着灵魂，直达你的内心。"
  },
  [1454308] = {
    id = 1454308,
    Text = "无尽的黑夜里，是什么指引着你，潜行者……"
  },
  [1454309] = {
    id = 1454309,
    Text = "被遗忘的村庄，笛声与哀伤……"
  },
  [1454310] = {
    id = 1454310,
    Text = "我们是朋友吗？永远不分开……"
  },
  [1454312] = {
    id = 1454312,
    Text = "听到了吗？这些灵魂轻轻地诉说着自己的故事……"
  },
  [1454313] = {
    id = 1454313,
    Text = "与灵魂的对话，或许能够知晓内心的真实的渴求。"
  },
  [1454314] = {
    id = 1454314,
    Text = "在魔物与灵魂的夹击中存活，探寻真相。"
  },
  [1454315] = {
    id = 1454315,
    Text = "用双眼去看，用双脚去走，用灵魂去感受……"
  },
  [1454316] = {
    id = 1454316,
    Text = "再向前一步，或许就会万劫不复。"
  },
  [1454317] = {
    id = 1454317,
    Text = "从生界踏入死界，一路上你看到了什么？"
  },
  [1454401] = {
    id = 1454401,
    Text = "虚幻的真实被击裂，藏匿的罪恶慢慢露出爪牙。"
  },
  [1454402] = {
    id = 1454402,
    Text = "久别的相聚，是希望的预兆，还是噩梦的前奏……"
  },
  [1454403] = {
    id = 1454403,
    Text = "灯火昏黄，白衣学者坐在桌前，久久不发一言。"
  },
  [1454404] = {
    id = 1454404,
    Text = "谎言在此破灭，黑夜沉寂，再无光芒闪烁。"
  },
  [1454405] = {
    id = 1454405,
    Text = "落叶飘零在原野，诉说逝去的岁月。"
  },
  [1454406] = {
    id = 1454406,
    Text = "在夜色中看到的，是被封尘的真实……"
  },
  [1454407] = {
    id = 1454407,
    Text = "既定的命运来临时，暮色吞没了希冀，只余祈祷之音回响。"
  },
  [1454408] = {
    id = 1454408,
    Text = "一旦卸下那虚伪的面具，黑暗与阴霾就会如同潮水一般向你涌来，你，真的准备好了么？"
  },
  [1454409] = {
    id = 1454409,
    Text = "没有你解决不了的案件，就算是大侦探杰拉尔也要对你刮目相看。"
  },
  [1454410] = {
    id = 1454410,
    Text = "晨昏交界，幽夜无垠。"
  },
  [1454411] = {
    id = 1454411,
    Text = "再多的金钱与权力也难以撼动你内心公正的天平，不被物质蒙蔽双眼，坚定自己所见到的事实，你是整片大陆的希望。"
  },
  [1454412] = {
    id = 1454412,
    Text = "不被表面所迷惑，就算对方的外表是多么的肮脏不堪难以入目，只要的他的灵魂是清澈的，你就会施以援助。"
  },
  [1454413] = {
    id = 1454413,
    Text = "有光的地方就有影，光鲜亮丽的都市之下埋藏着堕落肮脏的真相。"
  },
  [1454414] = {
    id = 1454414,
    Text = "嘘，知道的太多未必是好事……"
  },
  [1454415] = {
    id = 1454415,
    Text = "谎言吞噬着这片土地，真相在雾中逐渐清晰。"
  },
  [1454416] = {
    id = 1454416,
    Text = "遗落的回忆诉说着往事，黑暗漫无边际，但曙光总会来临。"
  },
  [1454417] = {
    id = 1454417,
    Text = "明与暗，光与影，最后的真实潜藏于此。"
  },
  [1454418] = {
    id = 1454418,
    Text = "虚假的镜面逐渐破碎，希望之歌渺渺无音。"
  },
  [1454419] = {
    id = 1454419,
    Text = "重逢与离别只在转瞬之间，与你的相遇太过短暂，竟来不及道别。"
  },
  [1454420] = {
    id = 1454420,
    Text = "你能听见，树的声音吗？"
  },
  [1454421] = {
    id = 1454421,
    Text = "迷雾散去，罪孽终将被审判。勇气之刃划破黑暗，迎来晨曦。"
  },
  [1454501] = {
    id = 1454501,
    Text = "记忆的碎片飘洒在湖中，碰撞出属于未来的回响。"
  },
  [1454502] = {
    id = 1454502,
    Text = "只有获得了大冒险家认可的小猫咪才能成为勇敢者！“是多拉贡吧！”“…不是多拉拉吗？”"
  },
  [1454503] = {
    id = 1454503,
    Text = "彩虹的那一端，是梦境，是秘密。"
  },
  [1454504] = {
    id = 1454504,
    Text = "每一颗水晶里，是时间的宝藏在熠熠发光。"
  },
  [1454505] = {
    id = 1454505,
    Text = "浪花随着微风起舞，吹起阳光的涟漪。"
  },
  [1454506] = {
    id = 1454506,
    Text = "爱情，它到最后是个圆。"
  },
  [1454507] = {
    id = 1454507,
    Text = "星辰洒下时间的种子，记录分与秒的珍藏。"
  },
  [1454508] = {
    id = 1454508,
    Text = "过去的诗歌萦绕在林间，流淌着记忆的余音。"
  },
  [1454509] = {
    id = 1454509,
    Text = "游过星河，穿越天幕，在彩虹的彼岸抵达梦的终点。"
  },
  [1454510] = {
    id = 1454510,
    Text = "叶片与雨声交叠，演奏森林与梦的交响。"
  },
  [1454511] = {
    id = 1454511,
    Text = "乘在云朵上，望见遥远的未来与你的微笑。"
  },
  [1454601] = {
    id = 1454601,
    Text = "伊达平原上有三种特产，一是黄土，二是碎石，三就是…沙尘暴"
  },
  [1454602] = {
    id = 1454602,
    Text = "在黑暗中漫步是不是有一种别样的感受？记住，一定要小心的那些潜伏在暗处的危险……"
  },
  [1454603] = {
    id = 1454603,
    Text = "为了卢恩的未来，只身前往教国，你为卢恩之幸。"
  },
  [1454604] = {
    id = 1454604,
    Text = "呼啸的冷风，冰霜的夜，只身前往寒冰之境，那朵璀璨的冰花将会为你绽放。"
  },
  [1454605] = {
    id = 1454605,
    Text = "阿卢纳贝兹的语言中“达克颂”译为”最真挚的感谢”。"
  },
  [1454606] = {
    id = 1454606,
    Text = "欢迎来到神明降临的国家——阿卢纳贝兹。"
  },
  [1454607] = {
    id = 1454607,
    Text = "聆听神之声，融化这坚硬的冰凌，让停驻的水流再次流淌……"
  },
  [1454608] = {
    id = 1454608,
    Text = "神佑拉赫，芙蕾雅神祇将庇护所有到来神域之人。"
  },
  [1454609] = {
    id = 1454609,
    Text = "高歌与希望，神迹与美好，阿卢纳贝兹因你重归于阳光之下。"
  },
  [1454701] = {
    id = 1454701,
    Text = "命运的齿轮开始转动，那场灯火下宿命般的相遇，是一切的开始……"
  },
  [1454702] = {
    id = 1454702,
    Text = "和风细雨，心情舒畅，正是出游的好时节。"
  },
  [1454703] = {
    id = 1454703,
    Text = "善恶之间惊心动魄的交战，记忆的失而复得，无底的深渊下，究竟埋藏着多少罪恶呢……"
  },
  [1454704] = {
    id = 1454704,
    Text = "微风拂过大地，细草轻轻摇晃……宁静笼罩着荒野。"
  },
  [1454705] = {
    id = 1454705,
    Text = "夜雨中的古战场，往日的魂灵纷纷浮现……"
  },
  [1454706] = {
    id = 1454706,
    Text = "荒境的种种奇异风景，勇敢的远行人皆已见证。"
  },
  [1454707] = {
    id = 1454707,
    Text = "世事艰难，歧路坎坷，黑夜中透出了些许光亮的，是恋人的心迹……"
  },
  [1454708] = {
    id = 1454708,
    Text = "走在洛阳的街头，聆听喧哗的市声，或许，尘封多年的秘密就隐藏在其中……"
  },
  [1454709] = {
    id = 1454709,
    Text = "拨开重重迷雾，窥见事件的真相。"
  },
  [1454710] = {
    id = 1454710,
    Text = "梦境醒来所见到的，是名为希望的色彩。"
  },
  [1454711] = {
    id = 1454711,
    Text = "刻印在记忆中的每一秒，永不遗忘。"
  },
  [1454712] = {
    id = 1454712,
    Text = "与你的相遇，是时间与梦境的恩赐。"
  },
  [1454713] = {
    id = 1454713,
    Text = "点滴的过往，凝聚成今日的朝夕。"
  },
  [1454714] = {
    id = 1454714,
    Text = "天际交界处，是夕照时那片赤色的流光。"
  },
  [1454715] = {
    id = 1454715,
    Text = "走，带你去见一见洛阳的纷杂世相，可千万不要眼花哦！"
  },
  [1454716] = {
    id = 1454716,
    Text = "莲花，游鱼，恢弘的宫殿，绚丽的长廊……湖底的世界也是如此美丽呢！"
  },
  [1454717] = {
    id = 1454717,
    Text = "落日的余晖洒在沙滩上，宁静而美好的时分已悄然来临。"
  },
  [1454718] = {
    id = 1454718,
    Text = "熹微的晨光下，行色匆匆的旅人又开启了一段新的旅程……"
  },
  [1454719] = {
    id = 1454719,
    Text = "旅途中常常会有意外的收获，那些珍贵的旧物将往事轻轻诉说。"
  },
  [1454720] = {
    id = 1454720,
    Text = "欢乐与悲伤虽只在一时一地，诗人的传唱却使得它们不朽。"
  },
  [1454721] = {
    id = 1454721,
    Text = "围着熊熊燃烧的篝火，睡意爬上了你的眼眸，难忘的一天又过去了。"
  },
  [1454722] = {
    id = 1454722,
    Text = "拥着炉火，孩子们欢快地唱着那些久远的歌谣，传奇不会落幕……"
  },
  [1454723] = {
    id = 1454723,
    Text = "讲不完的故事，说不尽的洛阳城。"
  },
  [1454724] = {
    id = 1454724,
    Text = "是前尘往事，也是一声叹息。"
  },
  [1454725] = {
    id = 1454725,
    Text = "渡尽劫难后，谁也未曾想到，迎来的竟是别离……"
  },
  [1454726] = {
    id = 1454726,
    Text = "摆弄毒药之人，最终会吃下自己手中的毒药，操控死亡之人，最终将受到死神的惩罚。"
  },
  [1454801] = {
    id = 1454801,
    Text = "冒险者，学院的高墙不能再限制你的脚步了。不论是爱的公会还是美好的传说，都靠你自己创造！"
  },
  [1454802] = {
    id = 1454802,
    Text = "命运的光辉照耀着你的前路，彼方等待着勇士谱写新的传说。"
  },
  [1454803] = {
    id = 1454803,
    Text = "学院的每一个角落，都是你我青春的回忆。"
  },
  [1454811] = {
    id = 1454811,
    Text = "这里是天地树之冠，浮空精灵的幻想乡。"
  },
  [1454812] = {
    id = 1454812,
    Text = "穿越百年的时光，为你讲述精灵的传说。"
  },
  [1454813] = {
    id = 1454813,
    Text = "为表示对热心冒险者的感谢之情，艾卡拉奇的居民们都以此尊称他。"
  },
  [1454814] = {
    id = 1454814,
    Text = "藏于草木中的往事，正寻找路过的旅人。"
  },
  [1454815] = {
    id = 1454815,
    Text = "追逐真相，走向黑暗的深处。"
  },
  [1454816] = {
    id = 1454816,
    Text = "掩埋于记忆中的秘密，终有揭开真相的一日。"
  },
  [1454817] = {
    id = 1454817,
    Text = "在晨曦与星光的注视下，初见之人与命运的约定。"
  },
  [1454818] = {
    id = 1454818,
    Text = "探寻真相的道路，意外拦截于诀别之日。"
  },
  [1454819] = {
    id = 1454819,
    Text = "迷雾笼罩的旅途，星光指引前行的方向。"
  },
  [1454820] = {
    id = 1454820,
    Text = "远去的神明，坠落的彩虹，书写命运的终幕。"
  },
  [1454821] = {
    id = 1454821,
    Text = "命运与羁绊交织，与你们相遇的旅途，是冒险中最难忘的记忆。"
  },
  [1454822] = {
    id = 1454822,
    Text = "风中牵引命定之缘，精灵的琴弦指引着遥远的旅程。"
  },
  [1454901] = {
    id = 1454901,
    Text = "圣物迸发光芒，勇士坠入他乡……可为什么一段英勇的冒险，迎来的是这样的结束？"
  },
  [1454902] = {
    id = 1454902,
    Text = "在民风淳朴的克魔岛，岛民们一定会报答那些帮助过他们的好心人。"
  },
  [1454903] = {
    id = 1454903,
    Text = "小小的梦幻城，住着小小的幻想之民。大个子的冒险者，别把房子撑破哦！"
  },
  [1454904] = {
    id = 1454904,
    Text = "有人告诉我，连这里的树皮都是巧克力味的……要不，试试看？"
  },
  [1454905] = {
    id = 1454905,
    Text = "从迷雾深处，我们找到了希望的晨星。在倾塌的城池中，我们又失去了它……"
  },
  [1454906] = {
    id = 1454906,
    Text = "嚯，你捡瓶子的动作怎么这么熟练啊！"
  },
  [1454907] = {
    id = 1454907,
    Text = "这是守护未来之战，我们已避无可避！"
  },
  [1454908] = {
    id = 1454908,
    Text = "海风吹来，远古的声音。"
  },
  [1454909] = {
    id = 1454909,
    Text = "浪花之下，掩藏着多少秘密？"
  },
  [1454910] = {
    id = 1454910,
    Text = "灾厄兴起，阴影遮蔽日光。被魔女占据的夜之岭，何日才能醒来？"
  },
  [1454911] = {
    id = 1454911,
    Text = "梦幻的起源之地，迷离的光影深处，埋藏着希望的晨星……"
  },
  [1454912] = {
    id = 1454912,
    Text = "幻想乡的美景全被你发现啦~异世界的冒险者，不考虑写一本游记吗？"
  },
  [1454913] = {
    id = 1454913,
    Text = "至暗的黎明前，晨星燃烧自己，发出指引胜利的光……天亮之后，你可还能记得她？"
  },
  [1454914] = {
    id = 1454914,
    Text = "当我们屏息凝神之时，便可看到云雾包围下，事情的答案。"
  },
  [1454915] = {
    id = 1454915,
    Text = "混乱的光影和雨夜混杂在一起。地面上除了会刺伤人的荆棘，还夹杂着一些破碎的，神域之地才会拥有的水晶。"
  },
  [1454916] = {
    id = 1454916,
    Text = "永远守护这片土地，守护有树叶与藤蔓缠绕的岩石王座，守护奎勒的灵魂，直到永远。"
  },
  [1454917] = {
    id = 1454917,
    Text = "打铁的铺子、海滩的风，冒险的旅途响叮咚~"
  },
  [1454941] = {
    id = 1454941,
    Text = "世外之地的景色也被你一一记录。"
  },
  [1454942] = {
    id = 1454942,
    Text = "已经洞悉了流星林的源头，它的由来并非偶然……"
  },
  [1455001] = {
    id = 1455001,
    Text = "晨昏交界，幽夜无垠。"
  },
  [1455002] = {
    id = 1455002,
    Text = "从一事无成的废材王子到独当一面的海中王者，你就是巴格成长路上的见证人！"
  },
  [1455003] = {
    id = 1455003,
    Text = "就算跨越时空，藏在众多孤星之中，我还是找得到你！~你听，这是来自时空彼岸的声音，是你和她的羁绊"
  },
  [1455004] = {
    id = 1455004,
    Text = "当单独两人的冒险落下帷幕，华美宫殿悄然锁闭。你在这里，而我远去。"
  },
  [1501001] = {
    id = 1501001,
    Text = "神秘的魔物驾驶着不知道哪里弄来的破铜烂铁，还妄想侵略城市！哼！可笑！"
  },
  [1501006] = {
    id = 1501006,
    Text = "爱转角遇到了谁？爱转角遇到了熊！"
  },
  [1501007] = {
    id = 1501007,
    Text = "听说遇见暖心熊妹妹，就是遇见幸福哦~所以，赶紧拍张照吧~"
  },
  [1501008] = {
    id = 1501008,
    Text = "这是一座让人誓死想要守护的城市！"
  },
  [1501009] = {
    id = 1501009,
    Text = "能够征服大魔王的，除了实力，还有爱与勇气。"
  },
  [1501010] = {
    id = 1501010,
    Text = "从陌生到熟悉，你迈出了第一步！"
  },
  [1501013] = {
    id = 1501013,
    Text = "你已经是个成熟的冒险者了，应该学会自己拼图了。"
  },
  [1501014] = {
    id = 1501014,
    Text = "你是真正的活动达人，整天出门兴风作浪，浪浪浪！"
  },
  [1501015] = {
    id = 1501015,
    Text = "你时常游历四方，对遇到困难的居民出手相助，你的足迹遍布整个王国，大陆上永久流传着你的传说。"
  },
  [1501016] = {
    id = 1501016,
    Text = "见证了梦罗克从兴盛到毁灭，见证了魔王梦罗克入侵这个世界，这段记忆终将成为生命中无法抹去的存在。"
  },
  [1501017] = {
    id = 1501017,
    Text = "两百道荣光汇聚在一起，在这个世界上爆发出耀眼的光芒！"
  },
  [1501018] = {
    id = 1501018,
    Text = "只有意志足够坚定的冒险者，才能够驾驭这些来自异世界的魔器！"
  },
  [1501019] = {
    id = 1501019,
    Text = "这是魔王的残影，破碎虚空、撕裂和平！"
  },
  [1501020] = {
    id = 1501020,
    Text = "把Npc打趴下了不是很正常的吗~"
  },
  [1501021] = {
    id = 1501021,
    Text = "把Npc打趴下了不是很正常的吗~"
  },
  [1501022] = {
    id = 1501022,
    Text = "八翼羽翅，象征着骑士的八大品格，你准备好接受这一切了么？"
  },
  [1501023] = {
    id = 1501023,
    Text = "无论身在何方，愿你不忘初心，守护这永恒的爱~！"
  },
  [1501024] = {
    id = 1501024,
    Text = "找不到不爱LISA的理由，一切都是那么自然。"
  },
  [1501025] = {
    id = 1501025,
    Text = "今年又可以和你在一起了~"
  },
  [1501026] = {
    id = 1501026,
    Text = "新的一年，我们也要一起冒险哟~！"
  },
  [1501027] = {
    id = 1501027,
    Text = "新的一年来啦！今年我们也要一起冒险哟~！"
  },
  [1501028] = {
    id = 1501028,
    Text = "从1st到3rd，一千零一夜的陪伴，仿佛只是一瞬间！"
  },
  [1501029] = {
    id = 1501029,
    Text = "好厉害呀，制作了好多甜甜的白巧克力！"
  },
  [1501030] = {
    id = 1501030,
    Text = "在冒险的过程中，只有与爱同行，才能成就永恒！"
  },
  [1501031] = {
    id = 1501031,
    Text = "一个月总会有那么几天情绪不正常，不作一下怎么才能在枯燥生活中感到一丝愉快？所以珍惜周围带给你欢乐的朋友吧~"
  },
  [1501032] = {
    id = 1501032,
    Text = "一个月总会有那么几天情绪不正常，不作一下怎么才能在枯燥生活中感到一丝愉快？所以珍惜周围带给你欢乐的朋友吧~"
  },
  [1501033] = {
    id = 1501033,
    Text = "一个月总会有那么几天情绪不正常，不作一下怎么才能在枯燥生活中感到一丝愉快？所以珍惜周围带给你欢乐的朋友吧~"
  },
  [1501034] = {
    id = 1501034,
    Text = "天哪！你应该是击败了50次堕入黑暗的花江了吧！收集了这么多堕天使的羽穗。"
  },
  [1501035] = {
    id = 1501035,
    Text = "你应该是宠物冒险达人吧！得到了这么多甜甜波利棒棒糖。"
  },
  [1501036] = {
    id = 1501036,
    Text = "运动会能成功举办离不开你的大力帮助，我们将永远的感谢你。那么，请期待下一次运动会的举办吧！"
  },
  [1501037] = {
    id = 1501037,
    Text = "充满青春活力的你，值得拥有此称号！"
  },
  [1501044] = {
    id = 1501044,
    Text = "小兔兔那么可爱，真是看了就忍不住想欺负！"
  },
  [1501045] = {
    id = 1501045,
    Text = "小猴子那么活泼，真是看了就想上去打几下！"
  },
  [1501046] = {
    id = 1501046,
    Text = "管它什么兔大王猴大王，我才是大王！"
  },
  [1501047] = {
    id = 1501047,
    Text = "在崩碎的虹光中，坚定守卫米德加尔特的无畏战士。"
  },
  [1501048] = {
    id = 1501048,
    Text = "开启14个2转职业的强者！"
  },
  [1501049] = {
    id = 1501049,
    Text = "带着祝福，向着更美好的方向，大步前进！"
  },
  [1501052] = {
    id = 1501052,
    Text = "这是一场盛大的庆典，属于你、属于我、属于所有冒险者！"
  },
  [1501057] = {
    id = 1501057,
    Text = "神树感谢你的护理，它在茁壮生长。"
  },
  [1501058] = {
    id = 1501058,
    Text = "赐予守护过神树的冒险家们，你们是神树守护者！"
  },
  [1501059] = {
    id = 1501059,
    Text = "左手的盾，将因守护挚爱之人而坚持；右手的剑，将为斩尽邪恶之灵而紧握。"
  },
  [1501060] = {
    id = 1501060,
    Text = "永远不要舍弃并肩携手的伙伴，也永远不要忘记曾经约定的誓言。"
  },
  [1501061] = {
    id = 1501061,
    Text = "给花车的忠实热爱者，你也想在花车上跳舞吗？"
  },
  [1501063] = {
    id = 1501063,
    Text = "在寻宝的路上，永远先人一步！"
  },
  [1501064] = {
    id = 1501064,
    Text = "在寻宝的路上，永远名列前茅！"
  },
  [1501065] = {
    id = 1501065,
    Text = "在寻宝的路上，紧跟第一梯队！"
  },
  [1501066] = {
    id = 1501066,
    Text = "想知道爱要如何养成，就来问问见习爱神吧~"
  },
  [1501067] = {
    id = 1501067,
    Text = "虽然浑身都是猫毛，但我就是人气之王！"
  },
  [1501068] = {
    id = 1501068,
    Text = "我就是狂欢派对中最耀眼的星！"
  },
  [1501069] = {
    id = 1501069,
    Text = "为了感谢你的捐赠，特授予「喵喵守护者」称号！"
  },
  [1501070] = {
    id = 1501070,
    Text = "哦？这也太简单了吧！再来10个！"
  },
  [1501071] = {
    id = 1501071,
    Text = "绝对不会错过任何一个宝箱！所有的珍宝都是我的！"
  },
  [1501072] = {
    id = 1501072,
    Text = "有谁会不喜欢安静祥和的圣诞节呢？"
  },
  [1501073] = {
    id = 1501073,
    Text = "因为帮了小爱神「丘比特」的大忙，而被特授的称号，不需要做什么，当然，也没有工资。"
  },
  [1501074] = {
    id = 1501074,
    Text = "闪耀在米德加尔特上空的群星，终有回归之时。"
  },
  [1501075] = {
    id = 1501075,
    Text = "脚底生风，跃跃欲试，想去未来看一看！"
  },
  [1501076] = {
    id = 1501076,
    Text = "下一个5年，也要在一起哟~"
  },
  [1501077] = {
    id = 1501077,
    Text = "永不结束的冒险！"
  },
  [1501078] = {
    id = 1501078,
    Text = "永不结束的冒险！"
  },
  [1501079] = {
    id = 1501079,
    Text = "永不结束的冒险！"
  },
  [1501080] = {
    id = 1501080,
    Text = "永不结束的冒险！"
  },
  [1501081] = {
    id = 1501081,
    Text = "永不结束的冒险！"
  },
  [1501082] = {
    id = 1501082,
    Text = "永不结束的冒险！"
  },
  [1501083] = {
    id = 1501083,
    Text = "永不结束的冒险！"
  },
  [1501084] = {
    id = 1501084,
    Text = "永不结束的冒险！"
  },
  [1501085] = {
    id = 1501085,
    Text = "永不结束的冒险！"
  },
  [1501086] = {
    id = 1501086,
    Text = "永不结束的冒险！"
  },
  [1501089] = {
    id = 1501089,
    Text = "一个都不能少，向着美好的未来前进！"
  },
  [1501090] = {
    id = 1501090,
    Text = "每一场庆典都不会错过，每一件庆典时装都要拥有——永不疲倦！"
  },
  [1501115] = {
    id = 1501115,
    Text = "2022網聚對抗賽中獲得勝利的玩家"
  },
  [1501116] = {
    id = 1501116,
    Text = "正紅的圖鑑話題....小編當然也想參一咖！為冒險者上映 #小編圖鑑系列"
  },
  [1501117] = {
    id = 1501117,
    Text = "正紅的圖鑑話題....小編當然也想參一咖！為冒險者上映 #小編圖鑑系列"
  },
  [1501118] = {
    id = 1501118,
    Text = "正紅的圖鑑話題....小編當然也想參一咖！為冒險者上映 #小編圖鑑系列"
  },
  [1501119] = {
    id = 1501119,
    Text = "正紅的圖鑑話題....小編當然也想參一咖！為冒險者上映 #小編圖鑑系列"
  },
  [1501120] = {
    id = 1501120,
    Text = "正紅的圖鑑話題....小編當然也想參一咖！為冒險者上映 #小編圖鑑系列"
  },
  [1501122] = {
    id = 1501122,
    Text = "永不结束的冒险！"
  },
  [1501123] = {
    id = 1501123,
    Text = "2024，也一起冒险吧。"
  },
  [1501124] = {
    id = 1501124,
    Text = "感谢您七年如一日的支持，因为有你，才有更美好与有爱的世界！"
  },
  [1502001] = {
    id = 1502001,
    Text = "一天一餐KFC，也需要一个月才能吃完辣么多的KFC吃鸡餐盒……这就是真爱！"
  },
  [1502002] = {
    id = 1502002,
    Text = "绝对的王者，有钱人中最热爱炸鸡之人，炸鸡狂热粉丝最有钱的大富翁！"
  },
  [1502003] = {
    id = 1502003,
    Text = "当看见头戴炸鸡勇者的人时，一定要拿出自己的照相机！围观炸鸡大佬~"
  },
  [1502004] = {
    id = 1502004,
    Text = "祝愿全世界的人都能吃到美好的Aori拉面。"
  },
  [1502005] = {
    id = 1502005,
    Text = "保卫全宇宙和平的任务就交给你啦~！"
  },
  [1502006] = {
    id = 1502006,
    Text = "当看见光之巨人——迪迦奥特曼时，一定要拿出自己的照相机！为守卫宇宙和平的英雄，拍张照吧~"
  },
  [1502007] = {
    id = 1502007,
    Text = "什么？竟然连霸王龙卷风都能驾驭！你一定就是传说中的勇士！！"
  },
  [1502008] = {
    id = 1502008,
    Text = "你拥有一双发现美的眼睛，就算卡普拉的小姐姐来到肯德基，你也能第一眼找到她，看来你对她是真爱无疑了！"
  },
  [1502009] = {
    id = 1502009,
    Text = "当看见骑乘霸王龙卷风的人时，一定要拿出自己的照相机！围观炸鸡大佬~"
  },
  [1502010] = {
    id = 1502010,
    Text = "炸鸡勇者和霸王龙卷风同框出现！快拍下这绝无仅有的纪念性时刻！"
  },
  [1502011] = {
    id = 1502011,
    Text = "EVA就是所谓的“终极泛用人型决战兵器”，一种巨大的人形兵器，是使徒的复制品。"
  },
  [1502012] = {
    id = 1502012,
    Text = "紫色涂装的初号机装甲，不但看起来很厉害，事实上更厉害~！"
  },
  [1502013] = {
    id = 1502013,
    Text = "适格者，指的是那些被马尔杜克机关选中的人，同时，他们也是能够驾驶EVA的一群人。"
  },
  [1502014] = {
    id = 1502014,
    Text = "就算跨越时空，藏在众多孤星之中，我还是找得到你！~你听，这是来自时空彼岸的声音，是你和她的羁绊"
  },
  [1502015] = {
    id = 1502015,
    Text = "超人气偶像熊本熊是也~"
  },
  [1502016] = {
    id = 1502016,
    Text = "世界上没有什么问题是吃一份KFC炸鸡料理不能解决的。如果有，那就多吃几份！——KFC上校如是说。"
  },
  [1502017] = {
    id = 1502017,
    Text = "如果以后吃完炸鸡后还想擦擦嘴的话，那就顺手种棵树吧~——KFC上校如是说。"
  },
  [1502018] = {
    id = 1502018,
    Text = "为了感谢你那么喜欢熊本熊，特授予「熊本熊超级粉丝」称号！"
  },
  [1502019] = {
    id = 1502019,
    Text = "魔神坛斗士，武装！"
  },
  [1502020] = {
    id = 1502020,
    Text = "统领妖邪界的妖邪帝王，集聚了充斥仇恨与怨念的可怕力量。"
  },
  [1502021] = {
    id = 1502021,
    Text = "生为救星！我很骄傲！"
  },
  [1502022] = {
    id = 1502022,
    Text = "若冒险者看到这段话，请通知官方补充隐藏成就描述~"
  },
  [1502023] = {
    id = 1502023,
    Text = "传言道，巨龙似乎也惧畏着她。"
  },
  [1502024] = {
    id = 1502024,
    Text = "走出自动门的前一刻，柜台前的少女向你发出祝福——“不，是你的天波头套”！"
  },
  [1502025] = {
    id = 1502025,
    Text = "打入员工内部，还到处偷拍的你，一定在盘算着抢早餐吧？嗯？没有？看来，你和Miao先森一样有古怪嗜好呢。"
  },
  [1601001] = {
    id = 1601001,
    Text = "精美的帽子和饰品可是权力与实力的象征，您觉得呢？"
  },
  [1601006] = {
    id = 1601006,
    Text = "哇~制作这些精美的头饰，能给人带来源源不断的灵感呢！"
  },
  [1601007] = {
    id = 1601007,
    Text = "叮叮当当，这可都是钱啊~(¯﹃¯)"
  },
  [1601011] = {
    id = 1601011,
    Text = "想要更强的防具吗？来找我忽克连吧！我保证…算了，我还是不保证了。"
  },
  [1601021] = {
    id = 1601021,
    Text = "要想战斗更得心应手？那你需要更强的武器！我来帮你……听天由命！"
  },
  [1601031] = {
    id = 1601031,
    Text = "这下尴尬了……不过大家都说失败是成功之母……你要不要再找个妈妈？"
  },
  [1601036] = {
    id = 1601036,
    Text = "叮叮当当，这是普隆德拉凌晨四点的打铁声……"
  },
  [1601041] = {
    id = 1601041,
    Text = "当冒险者越来越强，装备也能获得更多的力量。这就叫做成长吧。"
  },
  [1601051] = {
    id = 1601051,
    Text = "喵！附魔喵！想要变得更厉害吗？给我硬币喵。"
  },
  [1601071] = {
    id = 1601071,
    Text = "不断培养自己的武装，它们也会和你一样变得越来越强。"
  },
  [1601081] = {
    id = 1601081,
    Text = "你知道销售的基础是什么？就是要随身携带名片！这样才不会错失良机！"
  },
  [1601091] = {
    id = 1601091,
    Text = "打开冒险手册，切换到卡片图鉴，嗯把卡片嵌进去，完美！"
  },
  [1601101] = {
    id = 1601101,
    Text = "大锤八十！小锤四十！装备精炼等级为+1的武器。"
  },
  [1601102] = {
    id = 1601102,
    Text = "大锤八十！小锤四十！装备精炼等级为+5的武器。"
  },
  [1601103] = {
    id = 1601103,
    Text = "大锤八十！小锤四十！装备精炼等级为+10的武器。"
  },
  [1601104] = {
    id = 1601104,
    Text = "大锤八十！小锤四十！装备精炼等级为+15的武器。"
  },
  [1601121] = {
    id = 1601121,
    Text = "即便与世无争，关键时刻也要拥有自己的“保命壳”。装备精炼等级之和为+4的防具，包含副手、盔甲、披风、鞋子部位。"
  },
  [1601122] = {
    id = 1601122,
    Text = "即便与世无争，关键时刻也要拥有自己的“保命壳”。装备精炼等级之和为+20的防具，包含副手、盔甲、披风、鞋子部位。"
  },
  [1601123] = {
    id = 1601123,
    Text = "即便与世无争，关键时刻也要拥有自己的“保命壳”。装备精炼等级之和为+40的防具，包含副手、盔甲、披风、鞋子部位。"
  },
  [1601124] = {
    id = 1601124,
    Text = "即便与世无争，关键时刻也要拥有自己的“保命壳”。装备精炼等级之和为+60的防具，包含副手、盔甲、披风、鞋子部位。"
  },
  [1601131] = {
    id = 1601131,
    Text = "嘘，悄悄告诉你一个秘密，三大王国的时装周我都去过。装备精炼等级之和为+2的饰品。"
  },
  [1601132] = {
    id = 1601132,
    Text = "嘘，悄悄告诉你一个秘密，三大王国的时装周我都去过。装备精炼等级之和为+10的饰品。"
  },
  [1601133] = {
    id = 1601133,
    Text = "嘘，悄悄告诉你一个秘密，三大王国的时装周我都去过。装备精炼等级之和为+20的饰品。"
  },
  [1601134] = {
    id = 1601134,
    Text = "嘘，悄悄告诉你一个秘密，三大王国的时装周我都去过。装备精炼等级之和为+30的饰品。"
  },
  [1601141] = {
    id = 1601141,
    Text = "准备好了吗？真诚建议你戴上墨镜与我握手。装备精炼等级之和为+5的头饰，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601142] = {
    id = 1601142,
    Text = "准备好了吗？真诚建议你戴上墨镜与我握手。装备精炼等级之和为+25的头饰，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601143] = {
    id = 1601143,
    Text = "准备好了吗？真诚建议你戴上墨镜与我握手。装备精炼等级之和为+50的头饰，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601144] = {
    id = 1601144,
    Text = "准备好了吗？真诚建议你戴上墨镜与我握手。装备精炼等级之和为+75的头饰，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601151] = {
    id = 1601151,
    Text = "恭喜你，找到了通往强者的路。武器装备栏强化等级达到1。"
  },
  [1601152] = {
    id = 1601152,
    Text = "恭喜你，找到了通往强者的路。武器装备栏强化等级达到10。"
  },
  [1601153] = {
    id = 1601153,
    Text = "恭喜你，找到了通往强者的路。武器装备栏强化等级达到50。"
  },
  [1601154] = {
    id = 1601154,
    Text = "恭喜你，找到了通往强者的路。武器装备栏强化等级达到100。"
  },
  [1601155] = {
    id = 1601155,
    Text = "恭喜你，找到了通往强者的路。武器装备栏强化等级达到150。"
  },
  [1601156] = {
    id = 1601156,
    Text = "恭喜你，找到了通往强者的路。武器装备栏强化等级达到170。"
  },
  [1601171] = {
    id = 1601171,
    Text = "妈妈说，出门在外很危险，一定得多穿点儿。防具装备栏强化等级之和达到4，包含副手、盔甲、披风、鞋子部位。"
  },
  [1601172] = {
    id = 1601172,
    Text = "妈妈说，出门在外很危险，一定得多穿点儿。防具装备栏强化等级之和达到40，包含副手、盔甲、披风、鞋子部位。"
  },
  [1601173] = {
    id = 1601173,
    Text = "妈妈说，出门在外很危险，一定得多穿点儿。防具装备栏强化等级之和达到200，包含副手、盔甲、披风、鞋子部位。"
  },
  [1601174] = {
    id = 1601174,
    Text = "妈妈说，出门在外很危险，一定得多穿点儿。防具装备栏强化等级之和达到400，包含副手、盔甲、披风、鞋子部位。"
  },
  [1601175] = {
    id = 1601175,
    Text = "妈妈说，出门在外很危险，一定得多穿点儿。防具装备栏强化等级之和达到600，包含副手、盔甲、披风、鞋子部位。"
  },
  [1601176] = {
    id = 1601176,
    Text = "妈妈说，出门在外很危险，一定得多穿点儿。防具装备栏强化等级之和达到680，包含副手、盔甲、披风、鞋子部位。"
  },
  [1601191] = {
    id = 1601191,
    Text = "女士们、先生们，新一季新品发布会开始了。饰品装备栏强化等级之和达到2。"
  },
  [1601192] = {
    id = 1601192,
    Text = "女士们、先生们，新一季新品发布会开始了。饰品装备栏强化等级之和达到20。"
  },
  [1601193] = {
    id = 1601193,
    Text = "女士们、先生们，新一季新品发布会开始了。饰品装备栏强化等级之和达到100。"
  },
  [1601194] = {
    id = 1601194,
    Text = "女士们、先生们，新一季新品发布会开始了。饰品装备栏强化等级之和达到200。"
  },
  [1601195] = {
    id = 1601195,
    Text = "女士们、先生们，新一季新品发布会开始了。饰品装备栏强化等级之和达到300。"
  },
  [1601196] = {
    id = 1601196,
    Text = "女士们、先生们，新一季新品发布会开始了。饰品装备栏强化等级之和达到340。"
  },
  [1601211] = {
    id = 1601211,
    Text = "从头发的数量来判断强弱的歪风邪气，什么时候才能停止？头饰装备栏强化等级之和达到5，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601212] = {
    id = 1601212,
    Text = "从头发的数量来判断强弱的歪风邪气，什么时候才能停止？头饰装备栏强化等级之和达到50，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601213] = {
    id = 1601213,
    Text = "从头发的数量来判断强弱的歪风邪气，什么时候才能停止？头饰装备栏强化等级之和达到250，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601214] = {
    id = 1601214,
    Text = "从头发的数量来判断强弱的歪风邪气，什么时候才能停止？头饰装备栏强化等级之和达到500，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601215] = {
    id = 1601215,
    Text = "从头发的数量来判断强弱的歪风邪气，什么时候才能停止？头饰装备栏强化等级之和达到750，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601216] = {
    id = 1601216,
    Text = "从头发的数量来判断强弱的歪风邪气，什么时候才能停止？头饰装备栏强化等级之和达到850，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601231] = {
    id = 1601231,
    Text = "这种感觉多么让人着迷。拥有绿色品质上古遗物1个。"
  },
  [1601232] = {
    id = 1601232,
    Text = "这种感觉多么让人着迷。拥有绿色品质上古遗物3个。"
  },
  [1601241] = {
    id = 1601241,
    Text = "天呐，我……我是想说……这是真的吗？拥有蓝色品质上古遗物1个。"
  },
  [1601251] = {
    id = 1601251,
    Text = "我想，米德加尔特的所有吟游诗人，都该颂唱我的名字。拥有紫色品质上古遗物1个。"
  },
  [1601252] = {
    id = 1601252,
    Text = "我想，米德加尔特的所有吟游诗人，都该颂唱我的名字。拥有紫色品质上古遗物2个。"
  },
  [1601253] = {
    id = 1601253,
    Text = "我想，米德加尔特的所有吟游诗人，都该颂唱我的名字。拥有紫色品质上古遗物3个。"
  },
  [1601271] = {
    id = 1601271,
    Text = "你知道当火焰成蓝色时，不能用手摸吗？拥有1个养成度达到50%的蓝色品质上古遗物。"
  },
  [1601272] = {
    id = 1601272,
    Text = "你知道当火焰成蓝色时，不能用手摸吗？拥有1个养成度达到80%的蓝色品质上古遗物。"
  },
  [1601273] = {
    id = 1601273,
    Text = "你知道当火焰成蓝色时，不能用手摸吗？拥有1个养成度达到100%的蓝色品质上古遗物。"
  },
  [1601281] = {
    id = 1601281,
    Text = "隐藏力量的神器啊，现在我命令你，封印……等等，好像有哪里不对？拥有1个养成度达到50%的紫色品质上古遗物。"
  },
  [1601282] = {
    id = 1601282,
    Text = "隐藏力量的神器啊，现在我命令你，封印……等等，好像有哪里不对？拥有1个养成度达到80%的紫色品质上古遗物。"
  },
  [1601283] = {
    id = 1601283,
    Text = "隐藏力量的神器啊，现在我命令你，封印……等等，好像有哪里不对？拥有1个养成度达到100%的紫色品质上古遗物。"
  },
  [1601291] = {
    id = 1601291,
    Text = "我来，我见，我征服，这就是绝对的力量。拥有激活特殊效果的紫色上古遗物1个。"
  },
  [1601292] = {
    id = 1601292,
    Text = "我来，我见，我征服，这就是绝对的力量。拥有激活特殊效果的紫色上古遗物2个。"
  },
  [1601293] = {
    id = 1601293,
    Text = "我来，我见，我征服，这就是绝对的力量。拥有激活特殊效果的紫色上古遗物3个。"
  },
  [1601311] = {
    id = 1601311,
    Text = "传说有个收藏家，他的宝箱是所有盗贼的朝圣地。存入头饰1个，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601312] = {
    id = 1601312,
    Text = "传说有个收藏家，他的宝箱是所有盗贼的朝圣地。存入头饰5个，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601313] = {
    id = 1601313,
    Text = "传说有个收藏家，他的宝箱是所有盗贼的朝圣地。存入头饰10个，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601314] = {
    id = 1601314,
    Text = "传说有个收藏家，他的宝箱是所有盗贼的朝圣地。存入头饰25个，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601315] = {
    id = 1601315,
    Text = "传说有个收藏家，他的宝箱是所有盗贼的朝圣地。存入头饰50个，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601316] = {
    id = 1601316,
    Text = "传说有个收藏家，他的宝箱是所有盗贼的朝圣地。存入头饰100个，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601317] = {
    id = 1601317,
    Text = "传说有个收藏家，他的宝箱是所有盗贼的朝圣地。存入头饰200个，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601318] = {
    id = 1601318,
    Text = "传说有个收藏家，他的宝箱是所有盗贼的朝圣地。存入头饰350个，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601319] = {
    id = 1601319,
    Text = "传说有个收藏家，他的宝箱是所有盗贼的朝圣地。存入头饰500个，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601320] = {
    id = 1601320,
    Text = "传说有个收藏家，他的宝箱是所有盗贼的朝圣地。存入头饰750个，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601321] = {
    id = 1601321,
    Text = "传说有个收藏家，他的宝箱是所有盗贼的朝圣地。存入头饰1000个，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601322] = {
    id = 1601322,
    Text = "传说有个收藏家，他的宝箱是所有盗贼的朝圣地。存入头饰1250个，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601323] = {
    id = 1601323,
    Text = "传说有个收藏家，他的宝箱是所有盗贼的朝圣地。存入头饰1500个，包含头饰、脸部、嘴部、背部、尾部部位。"
  },
  [1601381] = {
    id = 1601381,
    Text = "看起来是个不错的开始。解锁白色品质卡片1张。"
  },
  [1601382] = {
    id = 1601382,
    Text = "看起来是个不错的开始。解锁白色品质卡片5张。"
  },
  [1601383] = {
    id = 1601383,
    Text = "看起来是个不错的开始。解锁白色品质卡片10张。"
  },
  [1601384] = {
    id = 1601384,
    Text = "看起来是个不错的开始。解锁白色品质卡片25张。"
  },
  [1601385] = {
    id = 1601385,
    Text = "看起来是个不错的开始。解锁白色品质卡片50张。"
  },
  [1601401] = {
    id = 1601401,
    Text = "或许这是进步的表现。解锁绿色品质卡片1张。"
  },
  [1601402] = {
    id = 1601402,
    Text = "或许这是进步的表现。解锁绿色品质卡片5张。"
  },
  [1601403] = {
    id = 1601403,
    Text = "或许这是进步的表现。解锁绿色品质卡片10张。"
  },
  [1601404] = {
    id = 1601404,
    Text = "或许这是进步的表现。解锁绿色品质卡片25张。"
  },
  [1601405] = {
    id = 1601405,
    Text = "或许这是进步的表现。解锁绿色品质卡片50张。"
  },
  [1601406] = {
    id = 1601406,
    Text = "或许这是进步的表现。解锁绿色品质卡片100张。"
  },
  [1601421] = {
    id = 1601421,
    Text = "你开始掌握变强的真谛。解锁蓝色品质卡片1张。"
  },
  [1601422] = {
    id = 1601422,
    Text = "你开始掌握变强的真谛。解锁蓝色品质卡片5张。"
  },
  [1601423] = {
    id = 1601423,
    Text = "你开始掌握变强的真谛。解锁蓝色品质卡片10张。"
  },
  [1601424] = {
    id = 1601424,
    Text = "你开始掌握变强的真谛。解锁蓝色品质卡片25张。"
  },
  [1601425] = {
    id = 1601425,
    Text = "你开始掌握变强的真谛。解锁蓝色品质卡片50张。"
  },
  [1601426] = {
    id = 1601426,
    Text = "你开始掌握变强的真谛。解锁蓝色品质卡片100张。"
  },
  [1601427] = {
    id = 1601427,
    Text = "你开始掌握变强的真谛。解锁蓝色品质卡片150张。"
  },
  [1601428] = {
    id = 1601428,
    Text = "你开始掌握变强的真谛。解锁蓝色品质卡片200张。"
  },
  [1601441] = {
    id = 1601441,
    Text = "现在，你可以开始骄傲了。解锁紫色品质卡片1张。"
  },
  [1601442] = {
    id = 1601442,
    Text = "现在，你可以开始骄傲了。解锁紫色品质卡片5张。"
  },
  [1601443] = {
    id = 1601443,
    Text = "现在，你可以开始骄傲了。解锁紫色品质卡片10张。"
  },
  [1601444] = {
    id = 1601444,
    Text = "现在，你可以开始骄傲了。解锁紫色品质卡片25张。"
  },
  [1601445] = {
    id = 1601445,
    Text = "现在，你可以开始骄傲了。解锁紫色品质卡片50张。"
  },
  [1601446] = {
    id = 1601446,
    Text = "现在，你可以开始骄傲了。解锁紫色品质卡片75张。"
  },
  [1601447] = {
    id = 1601447,
    Text = "现在，你可以开始骄傲了。解锁紫色品质卡片100张。"
  },
  [1601448] = {
    id = 1601448,
    Text = "现在，你可以开始骄傲了。解锁紫色品质卡片125张。"
  },
  [1601449] = {
    id = 1601449,
    Text = "现在，你可以开始骄傲了。解锁紫色品质卡片150张。"
  },
  [1601461] = {
    id = 1601461,
    Text = "无论如何，至少你摸到了入门的门槛。存入白色品质卡片1张。"
  },
  [1601462] = {
    id = 1601462,
    Text = "无论如何，至少你摸到了入门的门槛。存入白色品质卡片5张。"
  },
  [1601463] = {
    id = 1601463,
    Text = "无论如何，至少你摸到了入门的门槛。存入白色品质卡片10张。"
  },
  [1601464] = {
    id = 1601464,
    Text = "无论如何，至少你摸到了入门的门槛。存入白色品质卡片25张。"
  },
  [1601465] = {
    id = 1601465,
    Text = "无论如何，至少你摸到了入门的门槛。存入白色品质卡片50张。"
  },
  [1601481] = {
    id = 1601481,
    Text = "甜蜜的乐趣，让人难以自拔。存入绿色品质卡片1张。"
  },
  [1601482] = {
    id = 1601482,
    Text = "甜蜜的乐趣，让人难以自拔。存入绿色品质卡片5张。"
  },
  [1601483] = {
    id = 1601483,
    Text = "甜蜜的乐趣，让人难以自拔。存入绿色品质卡片10张。"
  },
  [1601484] = {
    id = 1601484,
    Text = "甜蜜的乐趣，让人难以自拔。存入绿色品质卡片25张。"
  },
  [1601485] = {
    id = 1601485,
    Text = "甜蜜的乐趣，让人难以自拔。存入绿色品质卡片50张。"
  },
  [1601486] = {
    id = 1601486,
    Text = "甜蜜的乐趣，让人难以自拔。存入绿色品质卡片100张。"
  },
  [1601501] = {
    id = 1601501,
    Text = "所谓收集控，就是被打了左脸，别忘了将右脸也贴过去。存入蓝色品质卡片1张。"
  },
  [1601502] = {
    id = 1601502,
    Text = "所谓收集控，就是被打了左脸，别忘了将右脸也贴过去。存入蓝色品质卡片5张。"
  },
  [1601503] = {
    id = 1601503,
    Text = "所谓收集控，就是被打了左脸，别忘了将右脸也贴过去。存入蓝色品质卡片10张。"
  },
  [1601504] = {
    id = 1601504,
    Text = "所谓收集控，就是被打了左脸，别忘了将右脸也贴过去。存入蓝色品质卡片25张。"
  },
  [1601505] = {
    id = 1601505,
    Text = "所谓收集控，就是被打了左脸，别忘了将右脸也贴过去。存入蓝色品质卡片50张。"
  },
  [1601506] = {
    id = 1601506,
    Text = "所谓收集控，就是被打了左脸，别忘了将右脸也贴过去。存入蓝色品质卡片100张。"
  },
  [1601507] = {
    id = 1601507,
    Text = "所谓收集控，就是被打了左脸，别忘了将右脸也贴过去。存入蓝色品质卡片150张。"
  },
  [1601508] = {
    id = 1601508,
    Text = "所谓收集控，就是被打了左脸，别忘了将右脸也贴过去。存入蓝色品质卡片200张。"
  },
  [1601521] = {
    id = 1601521,
    Text = "真正的大客户，需要专车接送服务吗？我们会做好安保措施。存入紫色品质卡片1张。"
  },
  [1601522] = {
    id = 1601522,
    Text = "真正的大客户，需要专车接送服务吗？我们会做好安保措施。存入紫色品质卡片5张。"
  },
  [1601523] = {
    id = 1601523,
    Text = "真正的大客户，需要专车接送服务吗？我们会做好安保措施。存入紫色品质卡片10张。"
  },
  [1601524] = {
    id = 1601524,
    Text = "真正的大客户，需要专车接送服务吗？我们会做好安保措施。存入紫色品质卡片25张。"
  },
  [1601525] = {
    id = 1601525,
    Text = "真正的大客户，需要专车接送服务吗？我们会做好安保措施。存入紫色品质卡片50张。"
  },
  [1601526] = {
    id = 1601526,
    Text = "真正的大客户，需要专车接送服务吗？我们会做好安保措施。存入紫色品质卡片75张。"
  },
  [1601527] = {
    id = 1601527,
    Text = "真正的大客户，需要专车接送服务吗？我们会做好安保措施。存入紫色品质卡片100张。"
  },
  [1601528] = {
    id = 1601528,
    Text = "真正的大客户，需要专车接送服务吗？我们会做好安保措施。存入紫色品质卡片125张。"
  },
  [1601529] = {
    id = 1601529,
    Text = "真正的大客户，需要专车接送服务吗？我们会做好安保措施。存入紫色品质卡片150张。"
  },
  [1601541] = {
    id = 1601541,
    Text = "打怪的时候多想想，它们也只是为了让你变强。装备绿色品质卡片1张。"
  },
  [1601542] = {
    id = 1601542,
    Text = "打怪的时候多想想，它们也只是为了让你变强。装备绿色品质卡片2张。"
  },
  [1601543] = {
    id = 1601543,
    Text = "打怪的时候多想想，它们也只是为了让你变强。装备绿色品质卡片5张。"
  },
  [1601544] = {
    id = 1601544,
    Text = "打怪的时候多想想，它们也只是为了让你变强。装备绿色品质卡片7张。"
  },
  [1601545] = {
    id = 1601545,
    Text = "打怪的时候多想想，它们也只是为了让你变强。装备绿色品质卡片9张。"
  },
  [1601551] = {
    id = 1601551,
    Text = "似乎多了点力量，但也不能掉以轻心。装备蓝色品质卡片1张。"
  },
  [1601552] = {
    id = 1601552,
    Text = "似乎多了点力量，但也不能掉以轻心。装备蓝色品质卡片2张。"
  },
  [1601553] = {
    id = 1601553,
    Text = "似乎多了点力量，但也不能掉以轻心。装备蓝色品质卡片5张。"
  },
  [1601554] = {
    id = 1601554,
    Text = "似乎多了点力量，但也不能掉以轻心。装备蓝色品质卡片7张。"
  },
  [1601555] = {
    id = 1601555,
    Text = "似乎多了点力量，但也不能掉以轻心。装备蓝色品质卡片9张。"
  },
  [1601561] = {
    id = 1601561,
    Text = "做好准备，把自己武装到牙齿。装备紫色品质卡片1张。"
  },
  [1601562] = {
    id = 1601562,
    Text = "做好准备，把自己武装到牙齿。装备紫色品质卡片2张。"
  },
  [1601563] = {
    id = 1601563,
    Text = "做好准备，把自己武装到牙齿。装备紫色品质卡片5张。"
  },
  [1601564] = {
    id = 1601564,
    Text = "做好准备，把自己武装到牙齿。装备紫色品质卡片7张。"
  },
  [1601565] = {
    id = 1601565,
    Text = "做好准备，把自己武装到牙齿。装备紫色品质卡片9张。"
  },
  [1601571] = {
    id = 1601571,
    Text = "跟我一起说，谢谢莫拉！装备较好属性标记附魔1个，仅计算武器、副手、盔甲、披风、鞋子、饰品部位。"
  },
  [1601572] = {
    id = 1601572,
    Text = "跟我一起说，谢谢莫拉！装备较好属性标记附魔3个，仅计算武器、副手、盔甲、披风、鞋子、饰品部位。"
  },
  [1601573] = {
    id = 1601573,
    Text = "跟我一起说，谢谢莫拉！装备较好属性标记附魔6个，仅计算武器、副手、盔甲、披风、鞋子、饰品部位。"
  },
  [1601574] = {
    id = 1601574,
    Text = "跟我一起说，谢谢莫拉！装备较好属性标记附魔9个，仅计算武器、副手、盔甲、披风、鞋子、饰品部位。"
  },
  [1601575] = {
    id = 1601575,
    Text = "跟我一起说，谢谢莫拉！装备较好属性标记附魔15个，仅计算武器、副手、盔甲、披风、鞋子、饰品部位。"
  },
  [1601576] = {
    id = 1601576,
    Text = "跟我一起说，谢谢莫拉！装备较好属性标记附魔21个，仅计算武器、副手、盔甲、披风、鞋子、饰品部位。"
  },
  [1601581] = {
    id = 1601581,
    Text = "常怀感恩之心，然后发现，还得靠自己努力。装备较好属性标记附魔1个，仅计算头饰、脸部、嘴部部位。"
  },
  [1601582] = {
    id = 1601582,
    Text = "常怀感恩之心，然后发现，还得靠自己努力。装备较好属性标记附魔3个，仅计算头饰、脸部、嘴部部位。"
  },
  [1601583] = {
    id = 1601583,
    Text = "常怀感恩之心，然后发现，还得靠自己努力。装备较好属性标记附魔6个，仅计算头饰、脸部、嘴部部位。"
  },
  [1601584] = {
    id = 1601584,
    Text = "常怀感恩之心，然后发现，还得靠自己努力。装备较好属性标记附魔9个，仅计算头饰、脸部、嘴部部位。"
  },
  [1601591] = {
    id = 1601591,
    Text = "传说，神的目光无处不在。装备较好属性标记附魔1个，仅计算背部、尾部部位。"
  },
  [1601592] = {
    id = 1601592,
    Text = "传说，神的目光无处不在。装备较好属性标记附魔3个，仅计算背部、尾部部位。"
  },
  [1601593] = {
    id = 1601593,
    Text = "传说，神的目光无处不在。装备较好属性标记附魔6个，仅计算背部、尾部部位。"
  },
  [1601601] = {
    id = 1601601,
    Text = "只要一点点改变，你就能体会到美妙的滋味。装备1级附魔词条：神佑1。"
  },
  [1601602] = {
    id = 1601602,
    Text = "只要一点点改变，你就能体会到美妙的滋味。装备1级附魔词条：斗志1。"
  },
  [1601603] = {
    id = 1601603,
    Text = "只要一点点改变，你就能体会到美妙的滋味。装备1级附魔词条：魔力1。"
  },
  [1601604] = {
    id = 1601604,
    Text = "只要一点点改变，你就能体会到美妙的滋味。装备1级附魔词条：名弓1。"
  },
  [1601605] = {
    id = 1601605,
    Text = "只要一点点改变，你就能体会到美妙的滋味。装备1级附魔词条：奥法1。"
  },
  [1601606] = {
    id = 1601606,
    Text = "只要一点点改变，你就能体会到美妙的滋味。装备1级附魔词条：尖锐1。"
  },
  [1601607] = {
    id = 1601607,
    Text = "只要一点点改变，你就能体会到美妙的滋味。装备1级附魔词条：利刃1。"
  },
  [1601608] = {
    id = 1601608,
    Text = "只要一点点改变，你就能体会到美妙的滋味。装备1级附魔词条：坚韧1。"
  },
  [1601609] = {
    id = 1601609,
    Text = "只要一点点改变，你就能体会到美妙的滋味。装备1级附魔词条：铁甲1。"
  },
  [1601610] = {
    id = 1601610,
    Text = "只要一点点改变，你就能体会到美妙的滋味。装备1级附魔词条：狂热1。"
  },
  [1601611] = {
    id = 1601611,
    Text = "只要一点点改变，你就能体会到美妙的滋味。装备1级附魔词条：洞察1。"
  },
  [1601612] = {
    id = 1601612,
    Text = "只要一点点改变，你就能体会到美妙的滋味。装备1级附魔词条：亵渎1。"
  },
  [1601613] = {
    id = 1601613,
    Text = "只要一点点改变，你就能体会到美妙的滋味。装备1级附魔词条：破甲1。"
  },
  [1601614] = {
    id = 1601614,
    Text = "只要一点点改变，你就能体会到美妙的滋味。装备1级附魔词条：破魔1。"
  },
  [1601621] = {
    id = 1601621,
    Text = "从0到2很难，从2到200却很容易。装备2级附魔词条：神佑2。"
  },
  [1601622] = {
    id = 1601622,
    Text = "从0到2很难，从2到200却很容易。装备2级附魔词条：斗志2。"
  },
  [1601623] = {
    id = 1601623,
    Text = "从0到2很难，从2到200却很容易。装备2级附魔词条：魔力2。"
  },
  [1601624] = {
    id = 1601624,
    Text = "从0到2很难，从2到200却很容易。装备2级附魔词条：名弓2。"
  },
  [1601625] = {
    id = 1601625,
    Text = "从0到2很难，从2到200却很容易。装备2级附魔词条：奥法2。"
  },
  [1601626] = {
    id = 1601626,
    Text = "从0到2很难，从2到200却很容易。装备2级附魔词条：尖锐2。"
  },
  [1601627] = {
    id = 1601627,
    Text = "从0到2很难，从2到200却很容易。装备2级附魔词条：利刃2。"
  },
  [1601628] = {
    id = 1601628,
    Text = "从0到2很难，从2到200却很容易。装备2级附魔词条：坚韧2。"
  },
  [1601629] = {
    id = 1601629,
    Text = "从0到2很难，从2到200却很容易。装备2级附魔词条：铁甲2。"
  },
  [1601630] = {
    id = 1601630,
    Text = "从0到2很难，从2到200却很容易。装备2级附魔词条：狂热2。"
  },
  [1601631] = {
    id = 1601631,
    Text = "从0到2很难，从2到200却很容易。装备2级附魔词条：洞察2。"
  },
  [1601632] = {
    id = 1601632,
    Text = "从0到2很难，从2到200却很容易。装备2级附魔词条：亵渎2。"
  },
  [1601633] = {
    id = 1601633,
    Text = "从0到2很难，从2到200却很容易。装备2级附魔词条：破甲2。"
  },
  [1601634] = {
    id = 1601634,
    Text = "从0到2很难，从2到200却很容易。装备2级附魔词条：破魔2。"
  },
  [1601641] = {
    id = 1601641,
    Text = "曾经人们叫我天才，后来他们发现这个词有点配不上我。装备3级附魔词条：神佑3。"
  },
  [1601642] = {
    id = 1601642,
    Text = "曾经人们叫我天才，后来他们发现这个词有点配不上我。装备3级附魔词条：斗志3。"
  },
  [1601643] = {
    id = 1601643,
    Text = "曾经人们叫我天才，后来他们发现这个词有点配不上我。装备3级附魔词条：魔力3。"
  },
  [1601644] = {
    id = 1601644,
    Text = "曾经人们叫我天才，后来他们发现这个词有点配不上我。装备3级附魔词条：名弓3。"
  },
  [1601645] = {
    id = 1601645,
    Text = "曾经人们叫我天才，后来他们发现这个词有点配不上我。装备3级附魔词条：奥法3。"
  },
  [1601646] = {
    id = 1601646,
    Text = "曾经人们叫我天才，后来他们发现这个词有点配不上我。装备3级附魔词条：尖锐3。"
  },
  [1601647] = {
    id = 1601647,
    Text = "曾经人们叫我天才，后来他们发现这个词有点配不上我。装备3级附魔词条：利刃3。"
  },
  [1601648] = {
    id = 1601648,
    Text = "曾经人们叫我天才，后来他们发现这个词有点配不上我。装备3级附魔词条：坚韧3。"
  },
  [1601649] = {
    id = 1601649,
    Text = "曾经人们叫我天才，后来他们发现这个词有点配不上我。装备3级附魔词条：铁甲3。"
  },
  [1601650] = {
    id = 1601650,
    Text = "曾经人们叫我天才，后来他们发现这个词有点配不上我。装备3级附魔词条：狂热3。"
  },
  [1601651] = {
    id = 1601651,
    Text = "曾经人们叫我天才，后来他们发现这个词有点配不上我。装备3级附魔词条：洞察3。"
  },
  [1601652] = {
    id = 1601652,
    Text = "曾经人们叫我天才，后来他们发现这个词有点配不上我。装备3级附魔词条：亵渎3。"
  },
  [1601653] = {
    id = 1601653,
    Text = "曾经人们叫我天才，后来他们发现这个词有点配不上我。装备3级附魔词条：破甲3。"
  },
  [1601654] = {
    id = 1601654,
    Text = "曾经人们叫我天才，后来他们发现这个词有点配不上我。装备3级附魔词条：破魔3。"
  },
  [1601661] = {
    id = 1601661,
    Text = "我想，这就是爱因斯坦写下相对论时的感受吧。装备4级附魔词条：神佑4。"
  },
  [1601662] = {
    id = 1601662,
    Text = "我想，这就是爱因斯坦写下相对论时的感受吧。装备4级附魔词条：斗志4。"
  },
  [1601663] = {
    id = 1601663,
    Text = "我想，这就是爱因斯坦写下相对论时的感受吧。装备4级附魔词条：魔力4。"
  },
  [1601664] = {
    id = 1601664,
    Text = "我想，这就是爱因斯坦写下相对论时的感受吧。装备4级附魔词条：名弓4。"
  },
  [1601665] = {
    id = 1601665,
    Text = "我想，这就是爱因斯坦写下相对论时的感受吧。装备4级附魔词条：奥法4。"
  },
  [1601666] = {
    id = 1601666,
    Text = "我想，这就是爱因斯坦写下相对论时的感受吧。装备4级附魔词条：尖锐4。"
  },
  [1601667] = {
    id = 1601667,
    Text = "我想，这就是爱因斯坦写下相对论时的感受吧。装备4级附魔词条：利刃4。"
  },
  [1601668] = {
    id = 1601668,
    Text = "我想，这就是爱因斯坦写下相对论时的感受吧。装备4级附魔词条：坚韧4。"
  },
  [1601669] = {
    id = 1601669,
    Text = "我想，这就是爱因斯坦写下相对论时的感受吧。装备4级附魔词条：铁甲4。"
  },
  [1601670] = {
    id = 1601670,
    Text = "我想，这就是爱因斯坦写下相对论时的感受吧。装备4级附魔词条：狂热4。"
  },
  [1601671] = {
    id = 1601671,
    Text = "我想，这就是爱因斯坦写下相对论时的感受吧。装备4级附魔词条：洞察4。"
  },
  [1601672] = {
    id = 1601672,
    Text = "我想，这就是爱因斯坦写下相对论时的感受吧。装备4级附魔词条：亵渎4。"
  },
  [1601673] = {
    id = 1601673,
    Text = "我想，这就是爱因斯坦写下相对论时的感受吧。装备4级附魔词条：破甲4。"
  },
  [1601674] = {
    id = 1601674,
    Text = "我想，这就是爱因斯坦写下相对论时的感受吧。装备4级附魔词条：破魔4。"
  },
  [1601681] = {
    id = 1601681,
    Text = "长枪所向，剑锋所指，唯有无坚不摧的信念才能通往彼岸。激活1个攻击萃取。"
  },
  [1601682] = {
    id = 1601682,
    Text = "长枪所向，剑锋所指，唯有无坚不摧的信念才能通往彼岸。激活1个精炼5攻击萃取。"
  },
  [1601683] = {
    id = 1601683,
    Text = "长枪所向，剑锋所指，唯有无坚不摧的信念才能通往彼岸。激活1个精炼10攻击萃取。"
  },
  [1601684] = {
    id = 1601684,
    Text = "长枪所向，剑锋所指，唯有无坚不摧的信念才能通往彼岸。激活1个精炼15攻击萃取。"
  },
  [1601691] = {
    id = 1601691,
    Text = "风与温柔，自由与羁绊，都比不过坚韧的守护。激活1个防御萃取。"
  },
  [1601692] = {
    id = 1601692,
    Text = "风与温柔，自由与羁绊，都比不过坚韧的守护。激活1个精炼5防御萃取。"
  },
  [1601693] = {
    id = 1601693,
    Text = "风与温柔，自由与羁绊，都比不过坚韧的守护。激活1个精炼10防御萃取。"
  },
  [1601694] = {
    id = 1601694,
    Text = "风与温柔，自由与羁绊，都比不过坚韧的守护。激活1个精炼15防御萃取。"
  },
  [1601701] = {
    id = 1601701,
    Text = "偷偷变强，卷死其他勇者。当前职业激活S级或S星符文1个。"
  },
  [1601702] = {
    id = 1601702,
    Text = "偷偷变强，卷死其他勇者。当前职业激活S级或S星符文3个。"
  },
  [1601703] = {
    id = 1601703,
    Text = "偷偷变强，卷死其他勇者。当前职业激活S级或S星符文5个。"
  },
  [1601704] = {
    id = 1601704,
    Text = "偷偷变强，卷死其他勇者。当前职业激活S级或S星符文6个。"
  },
  [1601711] = {
    id = 1601711,
    Text = "这充沛的感觉，难道是……当前职业激活S级或S星符文银星1颗。"
  },
  [1601712] = {
    id = 1601712,
    Text = "这充沛的感觉，难道是……当前职业激活S级或S星符文银星3颗。"
  },
  [1601713] = {
    id = 1601713,
    Text = "这充沛的感觉，难道是……当前职业激活S级或S星符文银星6颗。"
  },
  [1601714] = {
    id = 1601714,
    Text = "这充沛的感觉，难道是……当前职业激活S级或S星符文银星9颗。"
  },
  [1601715] = {
    id = 1601715,
    Text = "这充沛的感觉，难道是……当前职业激活S级或S星符文银星12颗。"
  },
  [1601721] = {
    id = 1601721,
    Text = "虽然这句话很像一个Flag，但我可是有底气的，不是吗？当前职业激活S级或S星符文金星1颗。"
  },
  [1601722] = {
    id = 1601722,
    Text = "虽然这句话很像一个Flag，但我可是有底气的，不是吗？当前职业激活S级或S星符文金星3颗。"
  },
  [1601723] = {
    id = 1601723,
    Text = "虽然这句话很像一个Flag，但我可是有底气的，不是吗？当前职业激活S级或S星符文金星6颗。"
  },
  [1601724] = {
    id = 1601724,
    Text = "虽然这句话很像一个Flag，但我可是有底气的，不是吗？当前职业激活S级或S星符文金星9颗。"
  },
  [1601725] = {
    id = 1601725,
    Text = "虽然这句话很像一个Flag，但我可是有底气的，不是吗？当前职业激活S级或S星符文金星12颗。"
  },
  [1602001] = {
    id = 1602001,
    Text = "城市里所有的委托都在这里，要是想要帮助别人，从这里开始才是最好的！"
  },
  [1602011] = {
    id = 1602011,
    Text = "绝不能让异世界的魔力干扰到我们的世界，所以我们的工作非常重要！"
  },
  [1602021] = {
    id = 1602021,
    Text = "据说只有走到最后的最后，才能看到传说的地方。不过谁知道呢！"
  },
  [1602026] = {
    id = 1602026,
    Text = "老板，您叫的车来了。（备注:需本周从未获得恩德勒斯塔奖励的情况下直通目标层数）"
  },
  [1602031] = {
    id = 1602031,
    Text = "我们公司自从开放了这个传送服务就受到广大冒险者的好评。您要试试吗？"
  },
  [1602032] = {
    id = 1602032,
    Text = "点点滴滴，滴滴点点，也是Zeny啊，也是会肉痛的啊……"
  },
  [1602041] = {
    id = 1602041,
    Text = "怎么样才能事半功倍？那当然是使用锁链雷锭啦！这还用问？"
  },
  [1602046] = {
    id = 1602046,
    Text = "这些可是勤勤恳恳日常的证明啊~。"
  },
  [1602051] = {
    id = 1602051,
    Text = "训练！变强！我们公会不需要懦弱的成员！为了公会证明给我看！"
  },
  [1602061] = {
    id = 1602061,
    Text = "这么方便的交通工具，你们都不试试看吗？还能看到美妙的风景呢。"
  },
  [1602071] = {
    id = 1602071,
    Text = "哦呦？~发型还有这种操作？"
  },
  [1602074] = {
    id = 1602074,
    Text = "我的梦想是——每天换一种发型，还不重样！"
  },
  [1602081] = {
    id = 1602081,
    Text = "来吧，有怨的报怨，有仇的报仇，还手的不是好汉，我不射猎，就在妙勒尼山脉静候了。"
  },
  [1603001] = {
    id = 1603001,
    Text = "来来来！走过路过不要错过这些便宜货！这里有您所需要的所有！"
  },
  [1603006] = {
    id = 1603006,
    Text = "每次背包满载的感觉都好幸福~。"
  },
  [1603031] = {
    id = 1603031,
    Text = "变有钱人的奥义就是：不停赚自己的钱，然后向人借钱花。"
  },
  [1603041] = {
    id = 1603041,
    Text = "烧钱，从来都是一种变强的捷径呢！"
  },
  [1603051] = {
    id = 1603051,
    Text = "吓！吓！！吓！！！这价格，算你狠……"
  },
  [1603054] = {
    id = 1603054,
    Text = "哇！哇！！哇！！！舒服~~~~~~~。"
  },
  [1603061] = {
    id = 1603061,
    Text = "这些数字，看着就让人好幸福~。"
  },
  [1603071] = {
    id = 1603071,
    Text = "一笔笔，一单单，积少成多。"
  },
  [1603081] = {
    id = 1603081,
    Text = "用张张月卡记录在德加尔特大陆度过的日日月月。"
  },
  [1603084] = {
    id = 1603084,
    Text = "项目组全体人员：谢老板打赏！~~~~"
  },
  [1604001] = {
    id = 1604001,
    Text = "也许经历过梦罗克的沙漠，也许体验过依斯鲁得的海浪打在脚上，也许在妙勒尼山脉里穿梭，冒险人生从没有终点。"
  },
  [1605001] = {
    id = 1605001,
    Text = "勇敢的冒险家，努力成为这片大陆上最优秀的建造大师吧！"
  },
  [1606001] = {
    id = 1606001,
    Text = "前进吧，冒险者。你并非无人知晓，也绝非孤单一人。"
  },
  [1606002] = {
    id = 1606002,
    Text = "从今天开始，要学习一些管理知识，让伙伴们各司其职！"
  },
  [1606003] = {
    id = 1606003,
    Text = "报告队长，本岛战力充足，随时可以出征！"
  },
  [1606004] = {
    id = 1606004,
    Text = "大家一起并肩作战，无论对手是谁，我们都不会再惧怕。"
  },
  [1606005] = {
    id = 1606005,
    Text = "既能取得道具，又能提升经验，多好啊！都给我冒险去！"
  },
  [1606006] = {
    id = 1606006,
    Text = "什么，跑不动了？换个人再上！"
  },
  [1606007] = {
    id = 1606007,
    Text = "只要抬头能看到酒泉哨所，你就是安全的。"
  },
  [1606008] = {
    id = 1606008,
    Text = "加油，云海群岛的再兴近在眼前！"
  },
  [1606009] = {
    id = 1606009,
    Text = "云海群岛执行合理的轮换工作制度，保证高效产出！"
  },
  [1606010] = {
    id = 1606010,
    Text = "虔诚的祈愿者哟，请坚信奇迹：下一发一定出！"
  },
  [1606011] = {
    id = 1606011,
    Text = "比预料的情况还要完美！今后也会继续追随你的，队长！"
  },
  [1700001] = {
    id = 1700001,
    Text = "听说情绪会影响心灵世界的天气，愿你的心永远都是晴天。"
  },
  [1700002] = {
    id = 1700002,
    Text = "土拨鼠·麦麦坚信王室狩猎场中埋藏着宝藏，在你的帮助下，它成功寻得了所有宝藏，感谢你的帮助！"
  },
  [1700003] = {
    id = 1700003,
    Text = "在王室荣耀的光辉之下，掩藏着难以消弭的执念。"
  },
  [1700004] = {
    id = 1700004,
    Text = "愿幸运和幸福，能够常伴着你……"
  },
  [1700005] = {
    id = 1700005,
    Text = "在狩猎场展开一场惊心动魄的追逐，这是王室们的荣誉战争。"
  },
  [1700006] = {
    id = 1700006,
    Text = "在这个由无数心象凝结而成的世界里，唯有秘密是永恒的……"
  },
  [1700007] = {
    id = 1700007,
    Text = "询问，成功调查出案件的真相！你就是万众瞩目的大侦探！"
  },
  [1700008] = {
    id = 1700008,
    Text = "洞察与推理能力再上一层楼！让真相水落石出的你，侦探能力再次获得所有人的认可！ "
  },
  [1700009] = {
    id = 1700009,
    Text = "了解了王室过往的同时，还交到了……有点情绪的朋友。"
  },
  [1700010] = {
    id = 1700010,
    Text = "执念消弭之后，过往的荣耀不会逝去，荣光终会再现。"
  },
  [1700011] = {
    id = 1700011,
    Text = "将所有的景色尽收眼底，对王室也有了更深刻的了解。"
  },
  [1700012] = {
    id = 1700012,
    Text = "你的智慧与敏锐，已经传遍米德加尔特大陆，无人不知、无人不晓。"
  },
  [1700013] = {
    id = 1700013,
    Text = "王宫的每个角落，都留下了你的痕迹。宫廷的上上下下，也记住了你活跃的身影。"
  },
  [1700014] = {
    id = 1700014,
    Text = "大家的小秘密都被你挖光了，你可真能八卦啊！"
  },
  [1700041] = {
    id = 1700041,
    Text = "守夜人仰望星空，等待曙光的降临。"
  },
  [1700042] = {
    id = 1700042,
    Text = "是谁屠杀了恶龙，又躺在了金闪闪的宝藏上？"
  },
  [1700043] = {
    id = 1700043,
    Text = "那些年，只有风听到了我们的诺言。"
  },
  [1700044] = {
    id = 1700044,
    Text = "干涸的血液，小心翼翼地保护了每一个字。"
  },
  [1700045] = {
    id = 1700045,
    Text = "游荡的可怕魔物，曾是我最信赖的战友。"
  },
  [1700046] = {
    id = 1700046,
    Text = "你好，请问能看见我吗？"
  },
  [1700047] = {
    id = 1700047,
    Text = "呀~又被你找到了！"
  },
  [1700048] = {
    id = 1700048,
    Text = "听说你认识许多我的好朋友，现在你也是我们的朋友啦！"
  },
  [1700049] = {
    id = 1700049,
    Text = "卢恩王国曾拥有领先于大陆的科技。"
  },
  [1700050] = {
    id = 1700050,
    Text = "跃迁塔总是比想象中更方便，就是有点晕。"
  },
  [1700051] = {
    id = 1700051,
    Text = "看来你已经习惯了眩晕，很好，这有助于旅行。"
  },
  [1700052] = {
    id = 1700052,
    Text = "祝你幸福，在另一个和平的世界。"
  },
  [1700053] = {
    id = 1700053,
    Text = "请看着吧，幸存者将更努力地活着。"
  },
  [1700054] = {
    id = 1700054,
    Text = "穿越时空，看到了不可思议的过去。"
  },
  [1700055] = {
    id = 1700055,
    Text = "历史书上，那些被描绘过的盛景。"
  },
  [1700056] = {
    id = 1700056,
    Text = "被时光掩埋的帝国，你会将这一切铭记在心。"
  },
  [1700057] = {
    id = 1700057,
    Text = "背负罪孽而行，以利刃开辟希望。"
  },
  [1700058] = {
    id = 1700058,
    Text = "那晚君王与他推杯换盏之夜所提之事，都将沉入这盏中，与之沉入的是他作为雷霆骑士的誓死之心。"
  },
  [1700059] = {
    id = 1700059,
    Text = "窥探深渊时，穿透黑暗的光来自普隆德拉最后一缕夕阳，高贵倔强，正是雄狮的品格。"
  },
  [1700060] = {
    id = 1700060,
    Text = "贵族时代，谁也不必饮下苦水，荒蛮时代，正是极光中的守护者饮下苦水换来那些闪光荣誉。"
  },
  [1700061] = {
    id = 1700061,
    Text = "夜莺坠落在花丛，发出哀鸣，得到王的救援后，它以一曲高歌作为回礼后便飞向高空，继续追风。"
  },
  [1700062] = {
    id = 1700062,
    Text = "蔷薇从不以枝藤困住行者，只以其香气陪伴行者的冒险之路。"
  },
  [1700063] = {
    id = 1700063,
    Text = "大火中依然绽放的花，释放出金色的光芒，用这朵金色的花装饰梦境，或许会再见辉煌。"
  },
  [1700064] = {
    id = 1700064,
    Text = "黑暗占据上风，光明迟迟未到的日子，都将信念写在盔甲之上。"
  },
  [1700065] = {
    id = 1700065,
    Text = "会去聆听权高者的论阔，也会倾听弱者的呼声，这便是古城的往事。"
  },
  [1700066] = {
    id = 1700066,
    Text = "请聆听这亘古不变的旋律，呜呀呜呀……"
  },
  [1700067] = {
    id = 1700067,
    Text = "每一场旅程并非偶然，都是被精心设计过的。"
  },
  [1700068] = {
    id = 1700068,
    Text = "别叹气，死亡并不是结局，只是抛弃躯壳，成为强大的灵魂。"
  },
  [1700069] = {
    id = 1700069,
    Text = "你并非籍籍无名的路人，此刻你的名字将广布天下。"
  },
  [1700091] = {
    id = 1700091,
    Text = "一块连接着过去与未来的土地，无数人前赴后继，却又迷失在了这时空的间隙中。"
  },
  [1700092] = {
    id = 1700092,
    Text = "巨人的心，永远守护着他所创造的大地。"
  },
  [1700093] = {
    id = 1700093,
    Text = "先行者的终点，是后来者的起点。"
  },
  [1700094] = {
    id = 1700094,
    Text = "废墟中凝聚着人类最真诚的祷告。"
  },
  [1700095] = {
    id = 1700095,
    Text = "在花开之地舞剑的骑士们是克雷斯特汉姆最美的风景。"
  },
  [1700096] = {
    id = 1700096,
    Text = "在古老的遗迹之上，还留下了什么样的传说？"
  },
  [1700097] = {
    id = 1700097,
    Text = "在这场穿越时空的旅行中，你能留下的只有那些辉煌而美丽的照片。"
  }
}
Table_AchievementText_bk_fields = {"id", "Text"}
return Table_AchievementText_bk
